Repository: dotnet/msbuild
Catalog: src/Cli/dotnet/commands/dotnet-list/dotnet-list-package/xlf/LocalizableStrings.*.xlf
Languages: pl

# AppFullName
source: List all package references of the project or solution.
pl: Zwróć listę wszystkich odwołań do pakietów w projekcie lub rozwiązaniu.

# CmdDeprecatedDescription
source: Lists packages that have been deprecated. Cannot be combined with '--vulnerable' or '--outdated' options.
pl: Wyświetla pakiety, które są przestarzałe.

# CmdFramework
source: FRAMEWORK | FRAMEWORK\RID
pl: STRUKTURA | STRUKTURA\RID

# CmdFrameworkDescription
source: Chooses a framework to show its packages. Use the option multiple times for multiple frameworks.
pl: Wybiera strukturę, aby wyświetlić jej pakiety. W przypadku wielu struktur użyj tej opcji wielokrotnie.

# CmdOutdatedDescription
source: Lists packages that have newer versions. Cannot be combined with '--deprecated' or '--vulnerable' options.
pl: Zwraca listę pakietów, które mają nowsze wersje.

# CmdTransitiveDescription
source: Lists transitive and top-level packages.
pl: Zwraca listę pakietów przejściowych i pakietów najwyższego poziomu.

# NoProjectsOrSolutions
source: A project or solution file could not be found in {0}. Specify a project or solution file to use.
pl: W lokalizacji {0} nie można odnaleźć pliku projektu lub rozwiązania. Podaj plik projektu lub rozwiązania do użycia.

# CmdConfig
source: CONFIG_FILE
pl: PLIK_KONFIGURACJI

# CmdConfigDescription
source: The path to the NuGet config file to use. Requires the '--outdated', '--deprecated' or '--vulnerable' option.
pl: Ścieżka do pliku konfiguracji NuGet, który ma być używany. Wymaga opcji „--outdated” lub „--deprecated”.

# CmdHighestMinorDescription
source: Consider only the packages with a matching major version number when searching for newer packages. Requires the '--outdated' option.
pl: Podczas wyszukiwania nowszych pakietów uwzględniaj tylko pakiety ze zgodnym numerem wersji głównej. Wymaga opcji „--outdated” lub „--deprecated”.

# CmdHighestPatchDescription
source: Consider only the packages with a matching major and minor version numbers when searching for newer packages. Requires the '--outdated' option.
pl: Podczas wyszukiwania nowszych pakietów uwzględniaj tylko pakiety ze zgodnym numerem wersji głównej i pomocniczej. Wymaga opcji „--outdated” lub „--deprecated”.

# CmdPrereleaseDescription
source: Consider packages with prerelease versions when searching for newer packages. Requires the '--outdated' option.
pl: Podczas wyszukiwania nowszych pakietów uwzględniaj pakiety z wersjami wstępnymi. Wymaga opcji „--outdated” lub „--deprecated”.

# CmdSource
source: SOURCE
pl: ŹRÓDŁO

# CmdSourceDescription
source: The NuGet sources to use when searching for newer packages. Requires the '--outdated', '--deprecated' or '--vulnerable' option.
pl: Źródła NuGet do użycia podczas wyszukiwania nowszych pakietów. Wymaga opcji „--outdated” lub „--deprecated”.

# FileNotFound
source: Could not find file or directory '{0}'.
pl: Nie można odnaleźć pliku lub katalogu „{0}”.
