Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-add/dotnet-add-package/xlf/LocalizableStrings.*.xlf
Languages: es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

# AppFullName
source: Add a NuGet package reference to the project.
fr: Commande Ajouter une référence de package .NET
ko: .NET 패키지 참조 추가 명령
pl: Polecenie dodawania odwołania do pakietu platformy .NET
pt_br: Comando de adicionar referência do pacote do .NET

# AppDescription
source: Command to add package reference
es: Comando para agregar referencia de paquete
fr: Commande permettant d'ajouter une référence de package
it: Comando per aggiungere il riferimento al pacchetto
ja: パッケージ参照を追加するコマンド
ko: 패키지 참조를 추가하는 명령
pl: Polecenie umożliwiające dodanie odwołania do pakietu
pt_br: Comando para adicionar a referência do pacote
zh_hans: 添加包引用的命令
zh_hant: 用以新增套件參考的命令

# SpecifyExactlyOnePackageReference
source: Please specify one package reference to add.
es: Especifique una referencia de paquete para agregar.
fr: Spécifiez au moins une référence de package à ajouter.
it: Specificare almeno un riferimento al pacchetto da aggiungere.
ja: 追加するパッケージ参照を 1 つ指定してください。
ko: 추가할 하나의 패키지 참조를 지정하세요.
pl: Podaj jedno odwołanie do pakietu, które ma zostać dodane.
pt_br: Especifique uma referência do pacote a ser adicionada.
zh_hans: 请指定一个要添加的包引用。
zh_hant: 請指定一個要新增的套件參考。

# CmdFrameworkDescription
source: Adds reference only when targeting a specific framework.
es: Agrega una referencia solo cuando el destino es una plataforma específica.
fr: Ajoute une référence uniquement en cas de ciblage d'un framework spécifique.
it: Aggiunge il riferimento solo se destinato a un framework specifico.
ja: 特定のフレームワークを対象とする場合にのみ参照を追加します。
pl: Dodaje odwołanie tylko w przypadku określenia konkretnej platformy docelowej.
pt_br: Adiciona referência apenas ao definir uma estrutura específica como destino.
zh_hans: 仅针对特定框架添加引用。
zh_hant: 只有在以特定架構為目標時才新增參考。

# CmdNoRestoreDescription
source: Adds reference without performing restore preview and compatibility check.
es: Agrega una referencia sin realizar la vista previa de restauración y la comprobación de compatibilidad.
fr: Ajoute une référence sans effectuer d'aperçu de restauration ni de vérification de compatibilité.
it: Aggiunge il riferimento senza eseguire l'anteprima di restore e la verifica della compatibilità.
ja: 復元のプレビューや互換性チェックを行わずに参照を追加します。
pl: Dodaje odwołanie bez tworzenia podglądu przywracania i sprawdzania zgodności.
pt_br: Adiciona referência sem executar a visualização da restauração e a verificação de compatibilidade.
zh_hans: 在没有执行还原预览和兼容性检查的情况下添加引用。
zh_hant: 無須執行還原預覽及相容性檢查，即可新增參考。

# CmdSourceDescription
source: Specifies NuGet package sources to use during the restore.
es: Especifica orígenes de paquete NuGet para usar durante la restauración.
fr: Spécifie les sources de package NuGet à utiliser durant la restauration.
it: Consente di specificare le origini pacchetto NuGet da usare durante il ripristino.
ja: 復元中に使用する NuGet パッケージ ソースを指定します。
pl: Określa źródła pakietów NuGet podczas przywracania.
pt_br: Especifica as fontes de pacote NuGet a serem usadas durante a restauração.
zh_hans: 使用还原期间所用的特定 NuGet 包源。
zh_hant: 指定在還原期間要使用的 NuGet 套件來源。

# CmdPackageDirectoryDescription
source: Restores the packages to the specified directory.
es: Restaura los paquetes en el directorio especificado.
fr: Restaure les packages dans le répertoire spécifié.
it: Ripristina i pacchetti nella directory specificata.
ja: 指定されたディレクトリにパッケージを復元します。
pl: Przywraca pakiety do określonego katalogu.
pt_br: Restaura os pacotes para o diretório especificado.
zh_hans: 将包还原到指定目录。
zh_hant: 將套件還原到指定目錄。

# CmdVersionDescription
source: Version for the package to be added.
es: Versión del paquete que se va a agregar.
fr: Version du package à ajouter.
it: Versione del pacchetto da aggiungere.
ja: 追加するパッケージのバージョン。
pl: Wersja pakietu do dodania.
pt_br: Versão do pacote a ser adicionada.
zh_hans: 要添加的包的版本。
zh_hant: 要新增的套件版本。

# CmdDGFileException
source: Unable to create dependency graph file for project '{0}'. Cannot add package reference.
es: No se puede crear el archivo de gráfico de dependencias para el proyecto "{0}". No se puede agregar la referencia de paquete.
fr: Impossible de créer le fichier de graphique de dépendance pour le projet '{0}'. Impossible d'ajouter la référence du package.
it: Non è possibile creare il file del grafico dipendenze per il progetto '{0}'. Non è possibile aggiungere il riferimento al pacchetto.
ja: プロジェクト '{0}' の依存関係グラフ ファイルを作成できません。パッケージ参照を追加できません。
ko: '{0}' 프로젝트에 대한 종속성 그래프 파일을 만들 수 없습니다. 패키지 참조를 추가할 수 없습니다.
pl: Nie można utworzyć pliku wykresu tworzenia zależności dla projektu „{0}”. Nie można dodać odwołania do pakietu.
pt_br: Não é possível criar o arquivo de gráfico de dependência para o projeto '{0}'. Não é possível adicionar a referência do pacote.
zh_hans: 无法为项目“{0}”创建依赖关系图文件。无法添加包引用。
zh_hant: 無法為專案 '{0}' 建立相依性關係圖檔案。無法新增套件參考。

# CmdVersion
source: VERSION
es: VERSIÓN
it: VERSIONE
pl: WERSJA

# CmdFramework
source: FRAMEWORK
es: PLATAFORMA
pl: PLATFORMA

# CmdSource
source: SOURCE
es: ORIGEN
it: ORIGINE
pl: ŹRÓDŁO
pt_br: ORIGEM

# CmdPackageDirectory
source: PACKAGE_DIRECTORY
es: DIRECTORIO_DE_PAQUETE
it: DIRECTORY_PACCHETTO
pl: KATALOG_PAKIETU

# CmdPackageDescription
source: The package reference to add.
es: La referencia de paquete para agregar.
fr: Référence du package à ajouter.
it: Riferimento al pacchetto da aggiungere.
ja: 追加するパッケージ参照。
ko: 추가할 패키지 참조입니다.
pl: Odwołanie do pakietu do dodania.
pt_br: A referência do pacote a adicionar.
zh_hans: 要添加的包引用。
zh_hant: 要新增的套件參考。

# CmdPackage
source: PACKAGE_NAME
it: NOME_PACCHETTO
pl: NAZWA_PAKIETU

# CmdDGFileIOException
source: Unable to generate a temporary file for project '{0}'. Cannot add package reference. Please clear the temp directory and try again.
fr: Impossible de générer un fichier temporaire pour le projet '{0}'. Impossible d'ajouter une référence de package. Effacez le répertoire temporaire et réessayez.
ko: '{0}' 프로젝트에 대한 임시 파일을 생성할 수 없습니다. 패키지 참조를 추가할 수 없습니다. 임시 디렉터리를 지우고 다시 시도하세요.
pl: Nie można wygenerować pliku tymczasowego dla projektu „{0}”. Nie można dodać odwołania do pakietu. Wyczyść katalog tymczasowy i spróbuj ponownie.
pt_br: Não é possível gerar um arquivo temporário para o projeto '{0}'. Não é possível adicionar a referência do pacote. Limpe i diretório temporário e tente novamente.
zh_hant: 無法產生專案 '{0}' 的暫存檔案。無法新增套件參考。請清除暫存目錄並再試一次。

# AppFullName
source: .NET Add Package reference Command
es: Comando de .NET para agregar referencia de paquete
it: Comando Aggiungi riferimento al pacchetto .NET
ja: .NET Add Package 参照コマンド
zh_hans: .NET 添加包引用命令
zh_hant: .NET 新增套件參考命令

# CmdFrameworkDescription
source: Add the reference only when targeting a specific framework.
ko: 특정 프레임워크를 대상으로 지정할 때에만 참조를 추가합니다.

# CmdNoRestoreDescription
source: Add the reference without performing restore preview and compatibility check.
ko: 미리 보기 복원 및 호환성 검사를 수행하지 않고 참조를 추가합니다.

# CmdSourceDescription
source: The NuGet package source to use during the restore.
ko: 복원 중 사용할 NuGet 패키지 소스를 지정합니다.

# CmdPackageDirectoryDescription
source: The directory to restore packages to.
ko: 패키지를 지정된 디렉터리에 복원합니다.

# CmdVersionDescription
source: The version of the package to add.
ko: 추가할 패키지의 버전입니다.

# CmdPackageDirectory
source: PACKAGE_DIR
ko: PACKAGE_DIRECTORY
