Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-sln/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, tr, zh_hans, zh_hant

# AppFullName
source: .NET modify solution file command
cs: Příkaz rozhraní .NET pro úpravy souboru řešení
de: .NET-Befehl zum Ändern von Projektmappendateien
es: Comando de .NET para modificar el archivo de la solución
fr: Commande .NET Modifier un fichier solution
it: Comando Modifica file di soluzione .NET
ko: .NET 솔루션 파일 수정 명령
pl: Polecenie modyfikacji pliku rozwiązania dla platformy .NET
pt_br: Comando para modificar o arquivo de solução do .NET
tr: .NET çözüm dosyasını değiştir komutu
zh_hans: .NET“修改解决方案文件”命令
zh_hant: .NET 修改方案檔命令

# AppDescription
source: Command to add, remove, and list projects from the solution (SLN) file.
cs: Příkaz pro přidání, odebrání a vypsání seznamu projektů ze souboru řešení (SLN)
de: Befehl zum Hinzufügen, Entfernen und Auflisten von Projekten aus der Projektmappendatei (SLN-Datei).
es: Comando para agregar, quitar y enumerar proyectos desde el archivo de la solución (SLN).
fr: Commande permettant d'ajouter, de supprimer et de répertorier des projets à partir du fichier solution (SLN).
it: Comando per aggiungere, rimuovere ed elencare i progetti dal file di soluzione (SLN).
ko: 솔루션(SLN) 파일에 프로젝트를 추가하고 솔루션(SLN) 파일에서 프로젝트를 제거하고 솔루션(SLN) 파일의 프로젝트를 나열하는 명령입니다.
pl: Polecenie służące do dodawania, usuwania i wyświetlania listy projektów w pliku rozwiązania (SLN).
pt_br: Comando para adicionar, remover e listar projetos do arquivo de solução (SLN).
tr: Çözüm (SLN) dosyasında proje ekleme, kaldırma ve listeleme komutu.
zh_hans: 从解决方案(SLN)文件添加、删除和列出项目的命令。
zh_hant: 用以新增、從方案 (SLN) 檔移除及列出專案的命令。

# AppHelpText
source: Projects to add or to remove from the solution.
cs: Projekty, které se mají přidat do řešení nebo odebrat z řešení
de: Hinzuzufügende oder zu entfernende Projekte.
es: Proyectos para agregar o quitar de la solución.
fr: Projets à ajouter ou supprimer dans la solution.
it: Progetti da aggiungere o rimuovere dalla soluzione.
ko: 솔루션에 추가하거나 솔루션에서 제거할 프로젝트입니다.
pl: Projekty do dodania do rozwiązania lub usunięcia z niego.
pt_br: Projetos a serem adicionados ou removidos da solução.
tr: Çözüme eklenecek veya çözümden kaldırılacak projeler.
zh_hans: 要从解决方案添加或删除的项目。
zh_hant: 要新增或從解決方案移除的專案。

# AddAppFullName
source: .NET Add project(s) to a solution file Command
cs: Příkaz rozhraní .NET pro přidání projektů do souboru řešení
de: .NET-Befehl zum Hinzufügen von Projekten zu einer Projektmappendatei
es: Comando de .NET para agregar proyectos a un archivo de la solución
fr: Commande .NET Ajouter un ou des projets à un fichier solution
it: Comando Aggiungi progetto/i a un file di soluzione .NET
ko: .NET 솔루션 파일에 프로젝트 추가 명령
pl: Polecenie dodawania projektów do pliku rozwiązania dla platformy .NET
pt_br: Comando para adicionar projetos a um arquivo de solução do .NET
tr: .NET Çözüm dosyasına proje ekle Komutu
zh_hans: .NET“将项目添加到解决方案文件”命令
zh_hant: .NET 將專案新增到方案檔的命令

# AddSubcommandHelpText
source: Add one or more specified projects to the solution.
cs: Přidá určené projekty do řešení.
de: Fügt der Projektmappe mindestens ein angegebenes Projekt hinzu.
es: Agrega uno o varios proyectos especificados a la solución.
fr: Ajoutez un ou plusieurs projets spécifiques à la solution.
it: Consente di aggiungere uno o più progetti specificati alla soluzione.
ko: 솔루션에 지정한 프로젝트를 하나 이상 추가합니다.
pl: Dodaj co najmniej jeden określony projekt do rozwiązania.
pt_br: Adicione um ou mais projetos especificados à solução.
tr: Belirtilen projelerden birini veya daha fazlasını çözüme ekleyin.
zh_hans: 将一个或多个指定项目添加到解决方案。
zh_hant: 將一或多個指定的專案新增至解決方案。

# RemoveAppFullName
source: .NET Remove project(s) from a solution file Command
cs: Příkaz rozhraní .NET pro odebrání projektů ze souboru řešení
de: .NET-Befehl zum Entfernen von Projekten aus einer Projektmappendatei
es: Comando de .NET para quitar proyectos de un archivo de la solución
fr: Commande .NET Supprimer un ou des projets dans un fichier solution
it: Comando Rimuovi progetto/i da un file di soluzione .NET
ko: .NET 솔루션에서 프로젝트 제거 명령
pl: Polecenie usuwania projektów z pliku rozwiązania dla platformy .NET
pt_br: Comando para remover projetos de um arquivo de solução do .NET
tr: .NET Çözüm dosyasından projeleri kaldır Komutu
zh_hans: .NET“从解决方案文件删除项目”命令
zh_hant: .NET 將專案從方案檔移除的命令

# RemoveSubcommandHelpText
source: Remove the specified project(s) from the solution. The project is not impacted.
cs: Odebere určené projekty z řešení. Na projekt to nemá vliv.
de: Entfernt die angegebenen Projekte aus der Projektmappe. Dies hat keine Auswirkungen auf das Projekt.
es: Quita los proyectos especificados de la solución. El proyecto no se ve afectado.
fr: Supprimez le ou les projets spécifiés dans la solution. Le projet n'est pas affecté.
it: Consente di rimuovere il progetto o i progetti specificati dalla soluzione. Il progetto non è interessato.
ko: 솔루션에서 지정한 프로젝트를 제거합니다. 프로젝트가 영향을 받지 않습니다.
pl: Usuń określone projekty z rozwiązania. Brak wpływu na projekt.
pt_br: Remove os projetos especificados da solução. O projeto não é impactado.
tr: Belirtilen projeleri çözümden kaldırın. Proje etkilenmez.
zh_hans: 从解决方案删除指定项目。项目不受影响。
zh_hant: 從解決方案移除指定的專案。專案不會受到影響。

# ListAppFullName
source: .NET List project(s) in a solution file Command
cs: Příkaz rozhraní .NET pro vypsání seznamu projektů v souboru řešení
de: .NET-Befehl zum Auflisten von Projekten in einer Projektmappendatei
es: Comando de .NET para enumerar proyectos en un archivo de la solución
fr: Commande .NET Répertorier un ou des projets dans un fichier solution
it: Comando Elenca progetto/i in un file di soluzione .NET
ko: .NET 솔루션 파일의 프로젝트 나열 명령
pl: Polecenie wyświetlania listy projektów w pliku rozwiązania dla platformy .NET
pt_br: Comando para listar projetos em um arquivo de solução do .NET
tr: .NET Çözüm dosyasındaki projeleri listele Komutu
zh_hans: .NET“列出解决方案文件中项目”命令
zh_hant: .NET 列出方案中專案的命令

# ListSubcommandHelpText
source: List all projects in the solution.
cs: Vypíše seznam všech projektů v řešení.
de: Listet alle Projekte in der Projektmappe auf.
es: Enumere todos los proyectos de la solución.
fr: Répertoriez tous les projets de la solution.
it: Elenca tutti i progetti presenti nella soluzione.
ko: 솔루션의 프로젝트를 모두 나열합니다.
pl: Wyświetl listę wszystkich projektów w rozwiązaniu.
pt_br: Listar todos os projetos na solução.
tr: Çözümdeki tüm projeleri listeleyin.
zh_hans: 列出解决方案中的所有项目。
zh_hant: 列出解決方案中的所有專案。

# CreateAppFullName
source: .NET Create a solution file Command
cs: Příkaz rozhraní .NET pro vytvoření souboru řešení
de: .NET-Befehl zum Erstellen von Projektmappendateien
es: Comando de .NET para crear un archivo de la solución
fr: Commande .NET Créer un fichier solution
it: Comando Crea un file di soluzione .NET
ko: .NET 솔루션 파일 만들기 명령
pl: Polecenie tworzenia pliku rozwiązania dla platformy .NET
pt_br: Comando para criar o arquivo de solução do .NET
tr: .NET Çözüm dosyası oluştur Komutu
zh_hans: .NET“创建解决方案文件”命令
zh_hant: .NET 建立方案檔命令

# CreateSubcommandHelpText
source: Create a solution file.
cs: Vytvoří soubor řešení.
de: Erstellt eine Projektmappendatei.
es: Cree un archivo de la solución.
fr: Créez un fichier solution.
it: Consente di creare un file di soluzione.
ko: 솔루션 파일을 만듭니다.
pl: Utwórz plik rozwiązania.
pt_br: Criar um arquivo de solução.
tr: Bir çözüm dosyası oluşturun.
zh_hans: 创建解决方案文件。
zh_hant: 建立方案檔。
