Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.DotNet.Cli.Sln.Internal/xlf/LocalizableStrings.*.xlf
Languages: cs, it, tr

# GlobalSectionMoreThanOnceError
source: Global section specified more than once
cs: Několikrát zadaný globální oddíl
it: La sezione Global è stata specificata più di una volta
tr: Genel bölüm birden çok kez belirtilmiş

# GlobalSectionNotClosedError
source: Global section not closed
cs: Neuzavřený globální oddíl
it: La sezione Global non è stata chiusa
tr: Genel bölüm kapatılmadı

# FileHeaderMissingError
source: Expected file header not found
cs: Nenalezena očekávaná hlavička souboru
it: L'intestazione del file prevista non è stata trovata
tr: Beklenen dosya üst bilgisi bulunamadı

# ProjectSectionNotClosedError
source: Project section not closed
cs: Neuzavřený oddíl projektu
it: La sezione Project non è stata chiusa
tr: Proje bölümü kapatılmadı

# InvalidSectionTypeError
source: Invalid section type: {0}
cs: Neplatný typ oddílu: {0}
it: Tipo di sezione non valido: {0}
tr: Geçersiz bölüm türü: {0}

# SectionIdMissingError
source: Section id missing
cs: Chybí ID oddílu
it: Manca l'ID sezione
tr: Bölüm kimliği eksik

# ClosingSectionTagNotFoundError
source: Closing section tag not found
cs: Nenalezena koncová značka oddílu
it: Il tag di chiusura sessione non è stato trovato
tr: Kapatma bölümü etiketi bulunamadı

# ErrorMessageFormatString
source: Invalid format in line {0}: {1}
cs: Neplatný formát na řádku {0}: {1}
it: Formato non valido alla riga {0}: {1}
tr: {0}. satırda geçersiz biçim: {1}

# ProjectParsingErrorFormatString
source: Project section is missing '{0}' when parsing the line starting at position {1}
cs: V oddíle projektu chybí {0}, když analýza řádku začíná na pozici {1}.
it: Nella sezione del progetto manca '{0}' quando si analizza la riga a partire dalla posizione {1}
tr: {1}. konumdan başlayan satır ayrıştırılırken proje bölümünde '{0}' eksik

# InvalidPropertySetFormatString
source: Property set is missing '{0}'
cs: V sadě vlastností chybí {0}.
it: Nel set di proprietà manca '{0}'
tr: Özellik kümesinde '{0}' eksik

# FileHeaderMissingVersionError
source: File header is missing version
cs: Chybějící verze v hlavičce souboru
it: Nell'intestazione del file manca la versione
tr: Dosya üst bilgisinde sürüm eksik
