Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-tool/list/xlf/LocalizableStrings.*.xlf
Languages: pl

# CommandDescription
source: Lists installed tools in the current development environment.
pl: Wyświetla listę narzędzi zainstalowanych w bieżącym środowisku deweloperskim.

# GlobalOptionDescription
source: List user wide tools.
pl: Wyświetl listę narzędzi użytkownika.

# VersionColumn
source: Version
pl: Wersja

# CommandsColumn
source: Commands
pl: Polecenia

# PackageIdColumn
source: Package Id
pl: Identyfikator pakietu

# InvalidPackageWarning
source: Warning: tool package '{0}' is invalid: {1}
pl: Ostrzeżenie: pakiet narzędzia „{0}” jest nieprawidłowy: {1}

# ToolPathDescription
source: Location where the tools are installed.
pl: Lokalizacja, w której zainstalowane są narzędzia.

# NeedGlobalOrToolPath
source: Please specify either the global option (--global) or the tool path option (--tool-path).
pl: Określ opcję globalną (--global) lub opcję ścieżki narzędzia (--tool-path).

# GlobalAndToolPathConflict
source: (--global) conflicts with the tool path option (--tool-path). Please specify only one of the options.
pl: Opcja (--global) powoduje konflikt z opcją ścieżki narzędzia (--tool-path). Określ tylko jedną z opcji.

# InvalidToolPathOption
source: Tool path '{0}' does not exist.
pl: Ścieżka narzędzia „{0}” nie istnieje.
