Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/Commands/xlf/SymbolStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Command_AliasAdd_Description
source: Creates an alias for instantiate command with a certain set of arguments.
cs: Vytvoří alias pro vytvoření instance příkazu s určitou sadou argumentů.
de: Erstellt einen Alias für den Instanziierungsbefehl mit einer bestimmten Reihe von Argumenten.
es: Crea un alias para crear instancias del comando con un determinado conjunto de argumentos.
fr: Crée un alias pour instancier la commande avec un certain ensemble d’arguments.
it: Crea un alias per creare un'istanza del comando con un determinato set di argomenti.
ja: 特定の引数セットを使用してコマンドにインスタンスを作成するためのエイリアスを作成します。
ko: 특정 인수 집합을 사용하여 명령을 인스턴스화하기 위한 별칭을 만듭니다.
pl: Tworzy alias dla polecenia tworzenia wystąpienia z określonym zestawem argumentów.
pt_br: Cria um alias para o comando instanciado com um determinado conjunto de argumentos.
ru: Создает псевдоним для команды создания экземпляра с определенным набором аргументов.
tr: Belirli bir bağımsız değişken kümesiyle örnek oluşturma komutu için bir diğer ad oluşturur.
zh_hans: 使用一组参数创建实例化命令的别名。
zh_hant: 使用特定引數集合建立具現化命令的別名。

# Command_AliasShow_Description
source: Displays defined aliases.
cs: Zobrazí definované aliasy.
de: Zeigt definierte Aliase an.
es: Muestra los alias definidos.
fr: Affiche les alias définis.
it: Visualizza gli alias definiti.
ja: 定義されたエイリアスを表示します。
ko: 정의된 별칭을 표시합니다.
pl: Wyświetla zdefiniowane aliasy.
pt_br: Exibe os aliases definidos.
ru: Отображает определенные псевдонимы.
tr: Tanımlanan diğer adları görüntüler.
zh_hans: 显示定义的别名。
zh_hant: 顯示定義的別名。

# Command_Alias_Description
source: Creates or displays defined aliases.
cs: Vytvoří nebo zobrazí definované aliasy.
de: Erstellt oder zeigt definierte Aliase an.
es: Crea o muestra alias definidos.
fr: Crée ou affiche des alias définis.
it: Crea o visualizza gli alias definiti.
ja: 定義されたエイリアスを作成または表示します。
ko: 정의된 별칭을 만들거나 표시합니다.
pl: Tworzy lub wyświetla zdefiniowane aliasy.
pt_br: Cria ou exibe os aliases definidos.
ru: Создает или отображает определенные псевдонимы.
tr: Tanımlı diğer adlar oluşturur veya görüntüler.
zh_hans: 创建或显示定义的别名。
zh_hant: 建立或顯示定義的別名。

# Command_Details_Description
source: Provides the details for specified template package. The command checks if the package is installed locally, if it was not found, it searches the configured NuGet feeds.
cs: Poskytuje podrobnosti pro zadaný balíček šablony. Příkaz zkontroluje, jestli je balíček nainstalovaný místně, pokud se nenašel, prohledá nakonfigurované informační kanály NuGet.
de: Stellt die Details für das angegebene Vorlagenpaket bereit. Der Befehl überprüft, ob das Paket lokal installiert ist, wenn es nicht gefunden wurde, durchsucht es die konfigurierten NuGet-Feeds.
es: Proporciona los detalles del paquete de plantilla especificado. El comando comprueba si el paquete está instalado localmente, si no se encontró, busca en las fuentes de NuGet configuradas.
fr: Fournit les détails du package de modèle spécifié. La commande vérifie si le package est installé localement, s'il n'a pas été trouvé, il recherche les flux NuGet configurés.
it: Fornisce i dettagli per il pacchetto di modelli specificato. Il comando verifica se il pacchetto è installato localmente, se non è stato trovato, esegue la ricerca nei feed NuGet configurati.
ja: 指定されたテンプレート パッケージの詳細情報を提供します。 このコマンドは、パッケージがローカルにインストールされているかどうかを確認します。パッケージが見つからなかった場合は、構成済みの NuGet フィードが検索されます。
ko: 지정된 템플릿 패키지에 대한 세부 정보를 제공합니다. 명령은 패키지가 로컬로 설치되어 있는지, 패키지가 없으면 구성된 NuGet 피드를 검색하는지 확인합니다.
pl: Zawiera szczegółowe informacje dotyczące określonego pakietu szablonu. Polecenie sprawdza, czy pakiet jest zainstalowany lokalnie, a jeśli nie został znaleziony, wyszukuje skonfigurowane kanały informacyjne NuGet.
pt_br: Fornece os detalhes para o pacote de modelo especificado. O comando verifica se o pacote está instalado localmente, caso não tenha sido encontrado, busca os feeds NuGet configurados.
ru: Предоставляет сведения для указанного пакета шаблона. Команда проверяет, установлен ли пакет локально. Если он не найден, выполняется поиск в настроенных каналах NuGet.
tr: Belirtilen şablon paketi için ayrıntıları sağlar. Komut, paketin yerel olarak yüklü olup olmadığını denetler. Paket bulunamadıysa, yapılandırılan NuGet akışlarını arar.
zh_hans: 提供指定模板包的详细信息。 命令将检查本地是否安装了包；如果未找到，它会搜索所配置的 NuGet 源。
zh_hant: 提供指定範本套件的詳細資料。 命令會檢查套件是否安裝在本機，如果找不到，則會搜尋已設定的 NuGet 摘要。

# Command_Install_Argument_Package
source: NuGet package ID or path to folder or NuGet package to install. To install the NuGet package of certain version, use <package ID>::<version>.
cs: ID balíčku NuGet nebo cesta ke složce nebo balíčku NuGet, který se má nainstalovat. Pokud chcete nainstalovat balíček NuGet určité verze, použijte <package ID>::<version>.
de: NuGet-Paket-ID oder Pfad zum Ordner oder nuGet-Paket, das installiert werden soll. Um das NuGet-Paket einer bestimmten Version zu installieren, verwenden Sie <Paket-ID>::<version>.
es: Id. del paquete NuGet o ruta de acceso a la carpeta o paquete NuGet que se va a instalar. Para instalar el paquete NuGet de una versión determinada, use <package ID>::<version>.
fr: ID de package NuGet ou chemin d’accès au dossier ou au package NuGet à installer. Pour installer le package NuGet d’une certaine version, utilisez <package ID>::<version>.
it: ID pacchetto NuGet o percorso della cartella o del pacchetto NuGet da installare. Per installare il pacchetto NuGet di una determinata versione, usare <package ID>::<version>.
ja: NuGet パッケージ ID、フォルダーのパス、またはインストールする NuGet パッケージ。 特定のバージョンの NuGet パッケージをインストールするには、<package ID>::<version> を使用します。
ko: 설치할 NuGet 패키지 ID 또는 폴더 또는 NuGet 패키지의 경로입니다. 특정 버전의 NuGet 패키지를 설치하려면 <package ID>::<version>을 사용하세요.
pl: Identyfikator pakietu NuGet lub ścieżka do folderu lub pakietu NuGet do zainstalowania. Aby zainstalować pakiet NuGet określonej wersji, użyj <package ID>::<version>.
pt_br: ID do pacote NuGet ou caminho para a pasta ou pacote NuGet a ser instalado. Para instalar o pacote NuGet de determinada versão, utilize <package ID>::<version>.
ru: Идентификатор пакета NuGet или путь к папке или пакету NuGet для установки. Чтобы установить пакет NuGet определенной версии, используйте <package ID>::<version>
tr: Yüklenecek NuGet paket kimliği veya klasör yolu ya da NuGet paketi. Belirli bir sürümün NuGet paketini yüklemek için <package ID>::<version> kullanın.
zh_hans: 要安装的文件夹或 NuGet 包的 NuGet 包 ID 或路径。 要安装特定版本的 NuGet 包，请使用 <package ID>::<version>。
zh_hant: 要安裝之資料夾或 NuGet 套件的 NuGet 套件識別碼或路徑。 若要安裝特定版本的 NuGet 套件，請使用 <package ID>::<version>。

# Command_Install_Description
source: Installs a template package.
cs: Nainstaluje balíček šablon.
de: Installiert ein Vorlagenpaket.
es: Instala un paquete de plantillas.
fr: Installe un package de modèle.
it: Installa un pacchetto di origine o di modelli.
ja: テンプレート パッケージをインストールします。
ko: 템플릿 패키지를 설치합니다.
pl: Instaluje pakietu szablonów.
pt_br: Instala um pacote de modelos.
ru: Устанавливает пакет шаблона.
tr: Bir şablon paketini yükler.
zh_hans: 安装模板包。
zh_hant: 安裝範本套件。

# Command_Instantiate_Argument_ShortName
source: A short name of the template to create.
cs: Krátký název šablony, která se má vytvořit.
de: Ein Kurzname der zu erstellenden Vorlage.
es: Nombre corto de la plantilla que se va a crear.
fr: Nom court du modèle à créer
it: Nome breve del modello da creare.
ja: 作成するテンプレートの短い名前。
ko: 만들 템플릿의 짧은 이름입니다.
pl: Krótka nazwa szablonu do utworzenia.
pt_br: Um nome curto do modelo a ser criado.
ru: Краткое имя создаваемого шаблона.
tr: Oluşturulacak şablonun kısa adı.
zh_hans: 要创建的模板的短名称。
zh_hant: 要建立之範本的簡短名稱。

# Command_Instantiate_Argument_TemplateOptions
source: Template specific options to use.
cs: Možnosti specifické pro šablonu, které se mají použít.
de: Vorlagenspezifische Optionen, die verwendet werden sollen.
es: Opciones específicas de la plantilla que se van a usar.
fr: Options spécifiques au modèle à utiliser
it: Opzioni specifiche del modello da usare.
ja: 使用するテンプレート固有のオプション。
ko: 사용할 템플릿별 옵션입니다.
pl: Opcje specyficzne dla szablonu do użycia.
pt_br: Opções específicas do modelo a serem usados.
ru: Используемые параметры шаблона.
tr: Şablona özgü kullanılacak seçenekler.
zh_hans: 要使用的模板特定选项。
zh_hant: 要使用的範本特定選項。

# Command_Instantiate_Description
source: Instantiates a template with given short name. An alias of 'dotnet new <template name>'.
cs: Vytvoří instanci šablony se zadaným krátkým názvem. Alias „dotnet new <template name>“.
de: Instanziiert eine Vorlage mit dem angegebenen Kurznamen. Ein Alias von "dotnet new <template name>".
es: Crea una instancia de una plantilla con el nombre corto especificado. Alias de "dotnet new <template name>".
fr: Instancie un modèle avec le nom court donné. Alias de « dotnet new <template name> ».
it: Creare un'istanza di un modello con il nome breve specificato. Alias di 'dotnet new <template name>'.
ja: 指定された短い名前のテンプレートをインスタンス化します。'dotnet new <template name>' のエイリアス。
ko: 주어진 짧은 이름으로 템플릿을 인스턴스화합니다. 'dotnet new <template name>'의 별칭입니다.
pl: Tworzy wystąpienie szablonu o podanej krótkiej nazwie. Alias elementu „dotnet new <template name>”.
pt_br: Instancia um modelo com o nome abreviado fornecido. Um alias 'dotnet new <template name>'.
ru: Создание экземпляра шаблона с заданным коротким именем. Псевдоним 'dotnet new <template name>'.
tr: Verilen kısa ada sahip bir şablonun örneğini oluşturur. 'dotnet new <template name>' diğer adı.
zh_hans: 实例化具有给定短名称的模板。"dotnet new <template name>" 的别名。
zh_hant: 使用指定的簡短名稱將範本具現化。'dotnet new <template name>' 的別名。

# Command_Legacy_Update_Check_Description
source: Checks the currently installed template packages for updates.
cs: Vyhledá aktualizace pro aktuálně nainstalované balíčky šablon.
de: Überprüft die aktuell installierten Vorlagenpakete auf Updates.
es: Comprueba si hay actualizaciones para los paquetes de plantillas instalados actualmente.
fr: Consulte les packages de modèles actuellement installés pour les mises à jour.
it: Controllare i pacchetti di modelli attualmente installati per gli aggiornamenti.
ja: 更新のために現在インストールされているテンプレート パッケージを確認してください。
ko: 현재 설치된 템플릿 패키지에서 업데이트를 확인하세요.
pl: Sprawdź aktualnie zainstalowane pakiety szablonów pod kątem aktualizacji.
pt_br: Verifica se há atualizações para os pacotes de modelos instalados atualmente.
ru: Проверьте наличие обновлений для установленных пакетов шаблонов.
tr: Şu anda yüklü şablon paketleri için güncelleştirmeler olup olmadığını denetler.
zh_hans: 检查当前安装的模板包是否有更新。
zh_hant: 檢查目前安裝的範本套件是否有更新。

# Command_List_Argument_Name
source: If specified, only the templates matching the name will be shown.
cs: Když se určí, zobrazí se jenom šablony, které odpovídají názvu.
de: Bei Angabe werden nur die Vorlagen angezeigt, die mit dem Namen übereinstimmen.
es: Si se especifica, solo se mostrarán las plantillas que coincidan con el nombre.
fr: Si ce paramètre est spécifié, seuls les modèles correspondant au nom sont affichés.
it: Se specificato, verranno visualizzati solo i modelli corrispondenti al nome.
ja: 指定した場合、その名前に一致するテンプレートのみが表示されます。
ko: 지정한 경우 이름과 일치하는 템플릿만 표시됩니다.
pl: Jeśli określono, wyświetlane będą tylko szablony zgodne z nazwą.
pt_br: Se especificado, somente os modelos correspondentes ao nome serão mostrados.
ru: Если указано, будут показаны только шаблоны, совпадающие с этим именем.
tr: Belirtilmişse, yalnızca adla eşleşen şablonlar gösterilir.
zh_hans: 如果指定，将仅显示与名称匹配的模板。
zh_hant: 若指定，只會顯示符合名稱的範本。

# Command_List_Description
source: Lists templates containing the specified template name. If no name is specified, lists all templates.
cs: Vypíše šablony, které obsahují zadaný název šablony. Pokud se nezadá žádný název, vypíše seznam všech šablon.
de: Listet Vorlagen auf, die den angegebenen Vorlagennamen enthalten. Wenn kein Name angegeben wird, werden alle Vorlagen aufgelistet.
es: Muestra las plantillas que contienen el nombre de plantilla especificado. Si no se especifica ningún nombre, muestra todas las plantillas.
fr: Répertorie les modèles contenant le nom de modèle spécifié. Si aucun nom n’est spécifié, répertorie tous les modèles.
it: Elenca i modelli contenenti il nome di modello specificato. Se non è stato specificato alcun nome, elenca tutti i modelli.
ja: 指定されたテンプレート名を含むテンプレートを一覧表示します。名前を指定しない場合、すべてのテンプレートが一覧表示されます。
ko: 지정된 템플릿 이름이 포함된 템플릿을 나열합니다. 이름을 지정하지 않으면 모든 템플릿을 나열합니다.
pl: Listy szablonów zawierające określoną nazwę szablonu. Jeśli nie określono żadnej nazwy, zostaną wyświetlone wszystkie szablony.
pt_br: Lista os modelos que contêm o nome do modelo especificado. Se nenhum nome for especificado, lista todos os modelos.
ru: Списки шаблонов, содержащих указанное имя шаблона. Если имя не указано, перечисляются все шаблоны.
tr: Belirtilen şablon adını içeren şablonları listeler. Ad belirtilmezse, tüm şablonları listeler.
zh_hans: 列出包含指定模板名称的模板。如果未指定任何名称，则列出所有模板。
zh_hant: 列出包含指定範本名稱的範本。如果未指定名稱，請列出所有範本。

# Command_New_Description
source: Template Instantiation Commands for .NET CLI.
cs: Příkazy pro vytvoření instancí šablon pro .NET CLI.
de: Instanziierungsbefehle für Vorlagen für .NET Core-CLI.
es: Comandos de creación de instancias de la plantilla para CLI de .NET.
fr: Commandes d'instanciation de modèle pour .NET CLI
it: Comandi di istanza dei modelli per .NET CLI.
ja: .NET CLI のテンプレート インスタンス化コマンド。
ko: .NET CLI에 대한 템플릿 인스턴스화 명령입니다.
pl: Polecenia tworzenia wystąpienia szablonu dla interfejsu wiersza polecenia platformy .NET.
pt_br: Comandos de Instanciação do Modelo da CLI para .NET.
ru: Команды по созданию экземпляров шаблонов для CLI .NET/
tr: .NET CLI için Şablon Örneği Oluşturma Komutları.
zh_hans: .NET CLI 的模板实例化命令。
zh_hant: .NET CLI 的範本具現化命令。

# Command_Search_Argument_Name
source: If specified, only the templates matching the name will be shown.
cs: Když se určí, zobrazí se jenom šablony, které odpovídají názvu.
de: Bei Angabe werden nur die Vorlagen angezeigt, die mit dem Namen übereinstimmen.
es: Si se especifica, solo se mostrarán las plantillas que coincidan con el nombre.
fr: Si ce paramètre est spécifié, seuls les modèles correspondant au nom sont affichés.
it: Se specificato, verranno visualizzati solo i modelli corrispondenti al nome.
ja: 指定した場合、その名前に一致するテンプレートのみが表示されます。
ko: 지정한 경우 이름과 일치하는 템플릿만 표시됩니다.
pl: Jeśli określono, wyświetlane będą tylko szablony zgodne z nazwą.
pt_br: Se especificado, somente os modelos correspondentes ao nome serão mostrados.
ru: Если указано, будут показаны только шаблоны, совпадающие с этим именем.
tr: Belirtilmişse, yalnızca adla eşleşen şablonlar gösterilir.
zh_hans: 如果指定，将仅显示与名称匹配的模板。
zh_hant: 若指定，只會顯示符合名稱的範本。

# Command_Search_Description
source: Searches for the templates on NuGet.org.
cs: Vyhledá šablony na NuGet.org.
de: Sucht nach den Vorlagen auf NuGet.org.
es: Busca las plantillas en NuGet.org.
fr: Recherche les modèles sur NuGet.org.
it: Cerca i modelli in NuGet.org.
ja: NuGet.org 上のテンプレートを検索します。
ko: NuGet.org에서 템플릿을 검색합니다.
pl: Wyszukuje szablony na stronie NuGet.org.
pt_br: Pesquisa os modelos em NuGet.org.
ru: Поиск шаблонов на NuGet.org.
tr: NuGet.org sitesinde şablon arar.
zh_hans: 在 NuGet.org 上搜索模板。
zh_hant: 搜尋範本 NuGet.org。

# Command_Uninstall_Argument_Package
source: NuGet package ID (without version) or path to folder to uninstall. If command is specified without the argument, it lists all the template packages installed.
cs: ID balíčku NuGet (bez verze) nebo cesta ke složce, která se má odinstalovat. Pokud je příkaz zadán bez argumentu, zobrazí seznam všech nainstalovaných balíčků šablon.
de: NuGet-Paket-ID (ohne Version) oder Pfad zum Ordner, der deinstalliert werden soll. Wenn der Befehl ohne Argument angegeben wird, werden alle installierten Vorlagenpakete aufgelistet.
es: Id. del paquete NuGet (sin versión) o ruta de acceso a la carpeta que se va a desinstalar. Si el comando se especifica sin el argumento, muestra todos los paquetes de plantillas instalados.
fr: ID de package NuGet (sans version) ou chemin d’accès au dossier à désinstaller. Si la commande est spécifiée sans l’argument, elle répertorie tous les packages de modèles installés.
it: ID pacchetto NuGet (senza versione) o percorso della cartella da disinstallare. Se il comando è specificato senza l'argomento, vengono elencati tutti i pacchetti modello installati.
ja: NuGet パッケージ ID (バージョンなし) またはアンインストールするフォルダーへのパス。 引数なしでコマンドを指定した場合、インストールされているすべてのテンプレート パッケージが一覧表示されます。
ko: NuGet 패키지 ID(버전 없음) 또는 제거할 폴더 경로입니다. 인수 없이 명령을 지정하면 설치된 모든 템플릿 패키지가 나열됩니다.
pl: Identyfikator pakietu NuGet (bez wersji) lub ścieżka do folderu do odinstalowania. Jeśli polecenie zostanie określone bez argumentu, zostanie wyświetlona lista wszystkich zainstalowanych pakietów szablonów.
pt_br: ID do pacote NuGet (sem versão) ou caminho para a pasta a ser desinstalada. Se o comando for especificado sem o argumento, ele listará todos os pacotes de modelos instalados.
ru: Идентификатор пакета NuGet (без версии) или путь к папке для удаления. Если эта команда указана без аргумента, она перечислит все установленные пакеты шаблонов.
tr: NuGet paket kimliği (sürüm olmadan) veya kaldırılacak klasörün yolu. Eğer komut bağımsız değişken olmadan belirtilirse yüklü tüm şablon paketlerini listeler.
zh_hans: 要卸载的文件夹的 NuGet 包 ID (没有版本)或路径。 如果在不使用参数的情况下指定命令，则它将列出安装的所有模板包。
zh_hant: 要解除安裝之資料夾的 NuGet 套件識別碼 (沒有版本) 或路徑。 如果指定的命令沒有引數，則其會列出所有已安裝的範本套件。

# Command_Uninstall_Description
source: Uninstalls a template package.
cs: Odinstaluje balíček šablon.
de: Deinstalliert ein Vorlagenpaket.
es: Desinstala un paquete de plantillas.
fr: Désinstalle un package de modèle.
it: Disinstalla un pacchetto di origine o di modelli.
ja: テンプレート パッケージをアンインストールします。
ko: 템플릿 패키지를 제거합니다.
pl: Umożliwia odinstalowanie pakietu szablonów.
pt_br: Desinstala um pacote de modelos.
ru: Удаляет пакет шаблона.
tr: Bir şablon paketini kaldırır.
zh_hans: 卸载模板包。
zh_hant: 解除安裝範本套件。

# Command_Update_Description
source: Checks the currently installed template packages for update, and install the updates.
cs: Vyhledejte aktualizace pro aktuálně nainstalované balíčky šablon a nainstalujte je.
de: Überprüft die aktuell installierten Vorlagenpakete auf Updates, und installiert sie.
es: Comprueba si hay actualizaciones para los paquetes de plantillas instalados actualmente e instala las actualizaciones.
fr: Consulte les packages de modèles actuellement installés pour la mise à jour et installez les mises à jour.
it: Verificare i pacchetti di modelli attualmente installati per l'aggiornamento e installare gli aggiornamenti.
ja: 更新のために現在インストールされているテンプレート パッケージを確認し、更新プログラムをインストールしてください。
ko: 현재 설치된 템플릿 패키지에서 업데이트를 확인하고 업데이트를 설치합니다.
pl: Sprawdź aktualnie zainstalowane pakiety szablonów pod kątem aktualizacji i zainstaluj te aktualizacje.
pt_br: Verifica os pacotes de modelos atualmente instalados para a atualização, e instala as atualizações.
ru: Проверяет наличие обновлений для установленных пакетов шаблонов и устанавливает обновления.
tr: Şu anda yüklü şablon paketleri için güncelleştirme olup olmadığını denetler ve güncelleştirmeleri yükler.
zh_hans: 检查当前安装的模板包是否有更新，然后安装更新。
zh_hant: 檢查目前安裝的範本套件是否有更新，並安裝更新。

# Command_Update_Option_CheckOnly
source: Only checks for updates and display the template packages to be updated without applying update.
cs: Zkontroluje pouze aktualizace a zobrazte balíčky šablon, které se mají aktualizovat bez použití aktualizace.
de: Sucht nur nach Updates und zeigt die vorlagenbasierten Pakete an, die aktualisiert werden sollen, ohne das Update anzuwenden.
es: Comprueba solo si hay actualizaciones y muestra los paquetes de plantillas que se van a actualizar sin aplicar la actualización.
fr: Recherche uniquement les mises à jour et affichez les packages de modèles à mettre à jour sans appliquer la mise à jour.
it: Controlla solo la disponibilità di aggiornamenti e visualizza i pacchetti di modelli da aggiornare senza applicare l'aggiornamento.
ja: 更新プログラムを確認し、更新プログラムを適用せずに更新されたテンプレート パッケージのみを表示します。
ko: 업데이트를 적용하지 않고 업데이트를 확인하고 업데이트할 템플릿 패키지만 표시합니다.
pl: Wyszukuje tylko aktualizacje i wyświetla pakiety szablonów do zaktualizowania bez stosowania aktualizacji.
pt_br: Somente verifica se há atualizações e exibe os pacotes de modelo a serem atualizados sem aplicar a atualização.
ru: Только проверяет наличие обновлений и отображает пакеты шаблонов, подлежащие обновлению, без применения обновления.
tr: Yalnızca güncelleştirmeleri denetler ve güncelleştirmeyi uygulamadan, sadece güncelleştirilecek şablon paketlerini görüntüler.
zh_hans: 仅检查更新并显示要更新的模板包，而不应用更新。
zh_hant: 只檢查更新並顯示要更新的範本套件，而不套用更新。

# ListCommand_Option_IgnoreConstraints
source: Disables checking if the template meets the constraints to be run.
cs: Zakáže kontrolu, jestli šablona splňuje omezení, aby ji bylo možné spustit.
de: Deaktiviert die Überprüfung, ob die Vorlage die auszuführenden Einschränkungen erfüllt.
es: Deshabilita la comprobación de si la plantilla cumple las restricciones que se van a ejecutar.
fr: Désactive la vérification si le modèle répond aux contraintes à exécuter.
it: Disabilita il controllo se il modello soddisfa i vincoli per l'esecuzione.
ja: テンプレートが実行する制約を満たしているかの確認を無効にします。
ko: 템플릿이 실행할 제약 조건을 충족하는지 여부를 확인하지 않습니다.
pl: Wyłącza sprawdzanie, czy szablon spełnia ograniczenia do uruchomienia.
pt_br: Desabilita a verificação se o modelo atende às restrições a serem executadas.
ru: Отключает проверку соответствия шаблона ограничениям для запуска.
tr: Şablonun çalıştırılacak kısıtlamaları karşılayıp karşılamadığını kontrol etmeyi devre dışı bırakır.
zh_hans: 禁用检查模板是否满足要运行的约束。
zh_hant: 停用檢查範本是否符合要執行的條件約束。

# Option_AddSource
source: Specifies a NuGet source to use.
cs: Určuje zdroj NuGet, který se má použít.
de: Gibt eine NuGet-Quelle an, die verwendet werden soll.
es: Especifica un origen de NuGet que se va a usar.
fr: Spécifie une source NuGet à utiliser.
it: Specifica un'origine NuGet da usare.
ja: 使用する NuGet ソースを指定します。
ko: 사용할 NuGet 소스를 지정합니다.
pl: Określa źródło NuGet do użycia.
pt_br: Especifica uma fonte NuGet a ser usada.
ru: Указывает источник NuGet для использования.
tr: Kullanılacak NuGet kaynağını belirtir.
zh_hans: 指定要使用的 NuGet 源。
zh_hant: 指定要使用的 NuGet 來源。

# Option_AuthorFilter
source: Filters the templates based on the template author.
cs: Filtruje šablony na základě autora šablony.
de: Filtert die Vorlagen basierend auf dem Autor der Vorlage.
es: Filtra las plantillas en función del autor de la plantilla.
fr: Filtre les modèles en fonction de l'auteur du modèle.
it: Filtra i modelli in base all’autore del modello.
ja: テンプレート作成者に基づいてテンプレートのフィルター処理を行います。
ko: 템플릿 작성자를 기반으로 템플릿을 필터링합니다.
pl: Filtruje szablony na podstawie autora szablonu.
pt_br: Filtra os modelos baseados no autor do modelo.
ru: Фильтрация шаблонов по автору шаблона.
tr: Şablonları şablonu oluşturana göre filtreler.
zh_hans: 根据模板作者筛选模板。
zh_hant: 根據範本作者標記篩選範本。

# Option_BaselineFilter
source: Filters the templates based on baseline defined in the template.
cs: Filtruje šablony podle směrného plánu definovaného v šabloně.
de: Filtert die Vorlagen basierend auf der in der Vorlage definierten Baseline.
es: Filtra las plantillas en función de la línea base definida en la plantilla.
fr: Filtre les modèles en fonction de la ligne de base définie dans le modèle.
it: Filtra i modelli in base alla baseline definita nel modello.
ja: テンプレートで定義されたベースラインに基づいてテンプレートをフィルター処理します。
ko: 템플릿에 정의된 기준에 따라 템플릿을 필터링합니다.
pl: Filtruje szablony na podstawie punktu odniesienia zdefiniowanego w szablonie.
pt_br: Filtra os modelos com base na linha de base definida no modelo.
ru: Фильтрация шаблонов по базовым показателям, определенным в шаблоне.
tr: Şablonda tanımlanan taban çizgisine göre şablonları filtreler.
zh_hans: 根据模板中定义的基线筛选模板。
zh_hant: 根據範本中定義的基準篩選範本。
