Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/Commands/xlf/SymbolStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Option_Columns
source: Specifies the columns to display in the output.
cs: Určete sloupce k zobrazení ve výstupu.
de: Gibt die Spalten an, die in der Ausgabe angezeigt werden sollen.
es: Especifica las columnas que se van a mostrar en la salida.
fr: Spécifie les colonnes à afficher dans la sortie.
it: Specifica le colonne da visualizzare nell'output.
ja: 列を指定して出力に表示します。
ko: 출력에 표시할 열을 지정합니다.
pl: Określa kolumny do wyświetlenia w danych wyjściowych.
pt_br: Especifica as colunas a serem exibidas na saída.
ru: Указывает столбцы для отображения в выходных данных.
tr: Çıktıda görüntülenecek sütunları belirtir.
zh_hans: 指定要在输出中显示的列。
zh_hant: 指定輸出中要顯示的資料行。

# Option_ColumnsAll
source: Displays all columns in the output.
cs: Zobrazí všechny sloupce ve výstupu.
de: Zeigt alle Spalten in der Ausgabe an.
es: Muestra todas las columnas de la salida.
fr: Affiche toutes les colonnes dans la sortie.
it: Visualizza tutte le colonne nell'output.
ja: 出力にすべての列を表示します。
ko: 출력의 모든 열을 표시합니다.
pl: Wyświetla wszystkie kolumny w danych wyjściowych.
pt_br: Exibe todas as colunas na saída.
ru: Отображает все столбцы в выходных данных.
tr: Çıktıdaki tüm sütunları görüntüler.
zh_hans: 显示输出中的所有列。
zh_hant: 顯示輸出中所有資料行。

# Option_Debug_Attach
source: Allows to pause execution in order to attach to the process for debug purposes.
cs: Umožňuje pozastavit provádění, aby se mohlo připojit k procesu pro účely ladění.
de: Ermöglicht das Anhalten der Ausführung zum Anfügen an den Prozess zum Debuggen.
es: Permite pausar la ejecución para asociarla al proceso con fines de depuración.
fr: Permet de suspendre l’exécution afin de s’attacher au processus à des fins de débogage.
it: Consente di sospendere l'esecuzione per connettersi al processo a scopo di debug.
ja: デバッグ目的でプロセスにアタッチするために、実行を一時停止することができます。
ko: 디버그 목적으로 프로세스에 연결하기 위해 실행을 일시 중지할 수 있습니다.
pl: Umożliwia wstrzymanie wykonywania w celu dołączenia do procesu na potrzeby debugowania.
pt_br: Permite pausar a execução a fim de anexar ao processo para fins de depuração.
ru: Позволяет приостановить выполнение, чтобы подключиться к процессу для отладки.
tr: Hata ayıklama amacıyla işleme eklemek için yürütmeyi duraklatmayı sağlar.
zh_hans: 允许暂停执行，以便附加到进程以进行调试。
zh_hant: 允許暫停執行，以便附加至處理常式以供偵錯之用。

# Option_Debug_CustomSettings
source: Sets custom settings location.
cs: Nastaví vlastní umístění nastavení.
de: Legt den Speicherort für benutzerdefinierte Einstellungen fest.
es: Establece la ubicación de la configuración personalizada.
fr: Définit l’emplacement des paramètres personnalisés.
it: Imposta il percorso delle impostazioni personalizzate.
ja: カスタム設定の場所を設定します。
ko: 사용자 지정 설정 위치를 설정합니다.
pl: Ustawia lokalizację ustawień niestandardowych.
pt_br: Define o local das configurações personalizadas.
ru: Задает настраиваемое расположение параметров.
tr: Özel ayarlar konumunu ayarlar.
zh_hans: 设置自定义设置位置。
zh_hant: 設定自訂設定位置。

# Option_Debug_RebuildCache
source: If specified, removes the template cache prior to command execution.
cs: Když se tato možnost zadá, před provedením příkazu se odebere mezipaměť šablony.
de: Bei Angabe wird der Vorlagencache vor der Ausführung des Befehls entfernt.
es: Si se especifica, quita la memoria caché de las plantillas antes de la ejecución del comando.
fr: Si ce paramètre est spécifié, supprime le cache de modèles avant l’exécution de la commande.
it: Se specificato, rimuove la cache dei modelli prima dell'esecuzione del comando.
ja: 指定した場合、コマンドの実行前にテンプレート キャッシュを削除します。
ko: 지정한 경우 명령을 실행하기 전에 템플릿 캐시를 제거합니다.
pl: Jeśli określono, usuwa pamięć podręczną szablonu przed wykonaniem polecenia.
pt_br: Se especificado, remove o cache do modelo antes da execução do comando.
ru: Если этот параметр указан, перед выполнением команды удаляется кэш шаблона.
tr: Belirtilmişse, komut yürütmeden önce şablon önbelleğini kaldırır.
zh_hans: 如果指定，则在执行命令之前删除模板缓存。
zh_hant: 若指定，會在命令執行前移除範本快取。

# Option_Debug_Reinit
source: If specified, resets the settings prior to command execution.
cs: Pokud je zadáno, obnoví nastavení před provedením příkazu.
de: Bei Angabe werden die Einstellungen vor der Ausführung des Befehls zurückgesetzt.
es: Si se especifica, restablece la configuración antes de la ejecución del comando.
fr: Si ce paramètre est spécifié, réinitialise les paramètres avant l’exécution de la commande.
it: Se specificato, reimposta le impostazioni prima dell'esecuzione del comando.
ja: 指定した場合、コマンドを実行する前に設定がリセットされます。
ko: 지정한 경우 명령을 실행하기 전에 설정을 다시 설정합니다.
pl: Jeśli określono, resetuje ustawienia przed wykonaniem polecenia.
pt_br: Se especificado, redefine as configurações antes da execução do comando.
ru: Если этот параметр указан, перед выполнением команды сбрасываются параметры.
tr: Belirtilmişse, komut yürütmeden önce ayarları sıfırlar.
zh_hans: 如果指定，则在执行命令之前重置设置。
zh_hant: 若指定，會在命令執行前重設設定。

# Option_Debug_ShowConfig
source: If specified, shows the template engine config prior to command execution.
cs: Pokud je zadáno, zobrazí konfiguraci modulu šablony před spuštěním příkazu.
de: Bei Angabe wird die Engine-Konfiguration der Vorlage vor der Ausführung des Befehls angezeigt.
es: Si se especifica, muestra la configuración del motor de plantillas antes de la ejecución del comando.
fr: Si ce paramètre est spécifié, affiche la configuration du moteur de modèle avant l’exécution de la commande.
it: Se specificato, mostra la configurazione del motore del modello prima dell'esecuzione del comando.
ja: 指定した場合、コマンドの実行前にテンプレート エンジン構成を表示します。
ko: 지정한 경우 명령을 실행하기 전에 템플릿 엔진 구성을 표시합니다.
pl: Jeśli określono, wyświetla konfigurację aparatu szablonu przed wykonaniem polecenia.
pt_br: Se especificado, mostra a configuração do mecanismo de modelo antes da execução do comando.
ru: Если этот параметр указан, перед выполнением команды отображается конфигурация обработчика шаблонов.
tr: Belirtilmişse, komut yürütmeden önce şablon altyapısının config değerini görüntüler.
zh_hans: 如果指定，则在执行命令之前显示模板引擎配置。
zh_hant: 若指定，會在命令執行前顯示範本引擎設定。

# Option_Debug_VirtualSettings
source: If specified, the settings will be not preserved on file system.
cs: Pokud je zadáno, nastavení nebudou v systému souborů zachována.
de: Bei Angabe werden die Einstellungen im Dateisystem nicht beibehalten.
es: Si se especifica, la configuración no se conservará en el sistema de archivos.
fr: Si ce paramètre est spécifié, les paramètres ne sont pas conservés sur le système de fichiers.
it: Se specificato, le impostazioni non verranno mantenute in file system.
ja: 指定した場合、設定はファイル システムに保存されません。
ko: 이 설정을 지정하면 파일 시스템에서 설정이 유지되지 않습니다.
pl: Jeśli określono, ustawienia nie będą zachowane w systemie plików.
pt_br: Se especificado, as configurações não serão preservadas no sistema de arquivos.
ru: Если этот параметр задан, параметры не будут сохранены в файловой системе.
tr: Belirtilmişse, ayarlar dosya sisteminde korunmaz.
zh_hans: 如果指定，则不会在文件系统上保留这些设置。
zh_hant: 若指定，將不會保留檔案系統上的設定。

# Option_Install_Force
source: Allows installing template packages from the specified sources even if they would override a template package from another source.
cs: Umožňuje instalaci balíčků šablon ze zadaných zdrojů i v případě, že by přepsaly balíček šablony z jiného zdroje.
de: Ermöglicht das Installieren von Vorlagenpaketen aus den angegebenen Quellen, auch wenn sie ein Vorlagenpaket aus einer anderen Quelle überschreiben würden.
es: Permite instalar paquetes de plantillas desde los orígenes especificados, incluso si invalidarían un paquete de plantillas de otro origen.
fr: Permet d’installer des packages de modèles à partir des sources spécifiées, même si elles remplaceraient un package de modèle à partir d’une autre source.
it: Consente di installare pacchetti di modelli dalle origini specificate anche se sovrascrivessero un pacchetto di modelli da un'altra origine.
ja: 指定されたソースからテンプレート パッケージが、別のソースからのテンプレート パッケージをオーバーライドする場合でも、インストールできます。
ko: 지정된 원본에서 템플릿 패키지를 다른 원본에서 재정의하더라도 템플릿 패키지를 설치할 수 있습니다.
pl: Umożliwia instalowanie pakietów szablonów z określonych źródeł, nawet jeśli zastąpiłyby one pakiet szablonów z innego źródła.
pt_br: Permite a instalação de pacotes de modelos a partir das fontes especificadas, mesmo que substituam um pacote de modelos a partir de outra fonte.
ru: Позволяет устанавливать пакеты шаблонов из указанных источников, даже если при этом они переопределят пакет шаблонов из другого источника.
tr: Belirtilen kaynaklardan şablon paketlerinin yüklenmesine, başka bir kaynağa ait şablon paketini geçersiz kılsalar bile izin verir.
zh_hans: 允许从指定的源安装模板包，即使它们将替代另一个源中的模板包。
zh_hant: 允許從指定的來源安裝範本套件，即使它們會覆寫來自其他來源的範本套件。

# Option_Interactive
source: Allows the command to stop and wait for user input or action (for example to complete authentication).
cs: Umožňuje, aby se příkaz zastavil a počkal na vstup nebo akci uživatele (například na dokončení ověření).
de: Hiermit wird zugelassen, dass der Befehl anhält und auf eine Benutzereingabe oder Aktion wartet (beispielsweise auf den Abschluss der Authentifizierung).
es: Permite que el comando se detenga y espere la entrada o acción del usuario (por ejemplo, para autenticarse).
fr: Permet à la commande de s'arrêter et d'attendre une entrée ou une action de l'utilisateur (par exemple pour effectuer une authentification).
it: Consente al comando di arrestare l'esecuzione e attendere l'input o l'azione dell'utente, ad esempio per completare l'autenticazione.
ja: コマンドを停止して、ユーザーの入力またはアクション (認証の完了など) を待機できるようにします。
ko: 명령을 중지하고 사용자 입력 또는 작업을 기다리도록 허용합니다(예: 인증 완료).
pl: Zezwala poleceniu na zatrzymanie działania i zaczekanie na wprowadzenie danych lub wykonanie akcji przez użytkownika (na przykład ukończenie uwierzytelniania).
pt_br: Permite que o comando seja interrompido e aguarde a ação ou entrada do usuário (por exemplo, para concluir a autenticação).
ru: Позволяет остановить команду и ожидать ввода или действия пользователя (например, для проверки подлинности).
tr: Komutun durup kullanıcı girişini veya eylemini (örneğin, kimlik doğrulamasının tamamlanmasını) beklemesine izin verir .
zh_hans: 允许命令停止和等待用户输入或操作(例如，用以完成身份验证)。
zh_hant: 允許命令停止並等候使用者輸入或動作 (例如: 完成驗證)。

# Option_LanguageFilter
source: Filters templates based on language.
cs: Filtruje šablony podle jazyka.
de: Filtert Vorlagen basierend auf der Sprache.
es: Filtra las plantillas en función del idioma.
fr: Filtre les modèles en fonction de la langue.
it: Filtra i modelli in base al linguaggio.
ja: 言語に基づいてテンプレートをフィルターします。
ko: 언어를 기준으로 템플릿을 필터링합니다.
pl: Filtruje szablony na podstawie języka.
pt_br: Filtra modelos com base no idioma.
ru: Фильтрация шаблонов по языку.
tr: Şablonları dile göre filtreler.
zh_hans: 根据语言筛选模板。
zh_hant: 根據語言篩選範本。

# Option_Output
source: Location to place the generated output.
cs: Umístění, do kterého se uloží vygenerovaný výstup
de: Speicherort für die generierte Ausgabe.
es: Ubicación en la que se colocará el resultado generado.
fr: Emplacement pour la sortie générée.
it: Percorso in cui inserire l'output generato.
ja: 生成された出力を配置する場所。
ko: 생성된 출력을 배치할 위치입니다.
pl: Lokalizacja, w której mają zostać umieszczone wygenerowane dane wyjściowe.
pt_br: Local para colocar a saída gerada.
ru: Расположение для размещения созданных выходных данных.
tr: Oluşturulan çıkışın yerleştirileceği konum.
zh_hans: 要放置生成的输出的位置。
zh_hant: 放置產生輸出的位置。

# Option_PackageFilter
source: Filters the templates based on NuGet package ID.
cs: Filtruje šablony podle ID balíčku NuGet.
de: Filtert die Vorlagen basierend auf der NuGet-Paket-ID.
es: Filtra las plantillas en función del id. del paquete NuGet.
fr: Filtre les modèles en fonction de l’ID de package NuGet.
it: Filtra i modelli basati sull'ID pacchetto NuGet. Si applica a--search.
ja: NuGet パッケージ ID に基づいてテンプレートをフィルターします。
ko: NuGet 패키지 ID를 기준으로 템플릿을 필터링합니다.
pl: Filtruje szablony na podstawie identyfikatora pakietu NuGet..
pt_br: Filtra os modelos com base na ID do pacote NuGet.
ru: Фильтрация шаблонов по идентификатору пакета NuGet.
tr: Şablonları NuGet paketi kimliğine göre filtreler.
zh_hans: 根据 NuGet 包 ID 筛选模板。
zh_hant: 根據 NuGet 套件識別碼篩選範本。

# Option_ProjectPath
source: The project that should be used for context evaluation.
cs: Projekt, který by se měl použít pro vyhodnocení kontextu.
de: Das Projekt, das für die Kontextauswertung verwendet werden soll.
es: Proyecto que se debe usar para la evaluación de contexto.
fr: Projet à utiliser pour l’évaluation du contexte
it: Progetto da usare per la valutazione del contesto.
ja: コンテキストの評価に使用する必要があるプロジェクトです。
ko: 컨텍스트 평가에 사용해야 하는 프로젝트입니다.
pl: Projekt, który powinien być używany do oceny kontekstu.
pt_br: O projeto que deve ser usado para avaliação de contexto.
ru: Проект, который следует использовать для оценки контекста.
tr: Bağlam değerlendirmesi için kullanılacak proje.
zh_hans: 应用于上下文评估的项目。
zh_hant: 應該用於內容評估的專案。

# Option_TagFilter
source: Filters the templates based on the tag.
cs: Filtruje šablony na základě značky.
de: Filtert die Vorlagen basierend auf dem Tag.
es: Filtra las plantillas en función de la etiqueta.
fr: Filtre les modèles en fonction de la balise.
it: Filtra i modelli in base al tag.
ja: タグに基づいてテンプレートのフィルター処理を行います。
ko: 태그를 기준으로 템플릿을 필터링합니다.
pl: Filtruje szablony na podstawie tagu.
pt_br: Filtra os modelos com base na marca.
ru: Фильтрация шаблонов по тегу.
tr: Şablonları etikete göre filtreler.
zh_hans: 根据标记筛选模板。
zh_hant: 根據標記篩選範本。

# Option_TypeFilter
source: Filters templates based on available types. Predefined values are "project" and "item".
cs: Filtruje šablony na základě dostupných typů. Předem definované hodnoty jsou project a item.
de: Filtert Vorlagen basierend auf verfügbaren Typen. Vordefinierte Werte sind "project" und "item".
es: Filtra las plantillas en función de los tipos disponibles. Los valores predefinidos son "proyecto" y "elemento".
fr: Filtre les modèles en fonction des types disponibles. Les valeurs prédéfinies sont « Projet » et « élément ».
it: Filtra i modelli in base ai tipi disponibili. I valori predefiniti sono "Progetto" e "Elemento".
ja: 使用可能な種類に基づいてテンプレートをフィルターします。定義済みの値は、"プロジェクト" と "項目" です。
ko: 사용 가능한 유형에 따라 템플릿을 필터링합니다. 미리 정의된 값은 "프로젝트"및 "항목"입니다.
pl: Filtruje szablony na podstawie dostępnych typów. Wstępnie zdefiniowane wartości to „projekt”" i „element”.
pt_br: Filtra modelos com base em tipos disponíveis. Os valores predefinidos são "projeto" e "item".
ru: Фильтрует шаблоны на основе доступных типов. Предопределенные значения — "project" и "item".
tr: Şablonları kullanılabilir türlere göre filtreler. Önceden tanımlı değerler şunlardır: “project” ve “item”.
zh_hans: 根据可用类型筛选模板。预定义值为“项目”和“项”。
zh_hant: 根據可用的類型篩選範本。預先定義的值為 "project" 和 "item"。

# TemplateCommand_Option_AllowScripts
source: Specifies if post action scripts should run.
cs: Určuje, jestli se mají spouštět skripty akcí publikování.
de: Gibt an, ob nach der Aktion Skripte ausgeführt werden sollen.
es: Especifica si deben ejecutarse los scripts de acción posterior.
fr: Spécifie si les scripts d’action post doivent s’exécuter.
it: Specificare se eseguire gli script post-azione.
ja: 事後アクション スクリプトを実行するかどうかを指定します。
ko: 사후 작업 스크립트를 실행할지 지정합니다.
pl: Określa, czy mają być uruchamiane skrypty po wykonaniu akcji.
pt_br: Especifica se os scripts de pós-ação devem ser executados.
ru: Указывает, следует ли запускать сценарии после действия.
tr: Eylem sonrası betiklerinin çalıştırılıp çalıştırılmayacağını belirtir.
zh_hans: 指定是否应当运行 post 操作脚本。
zh_hant: 指定是否應執行動作後指令碼。

# TemplateCommand_Option_Baseline
source: Specifies the baseline to instantiate.
cs: Určuje směrný plán pro vytvoření instance.
de: Gibt die zu instanziierende Baseline an.
es: Especifica la línea base de la que se va a crear una instancia.
fr: Spécifie la base de référence à instancier.
it: Specifica la baseline di cui creare un'istanza.
ja: ベースラインを指定してインスタンスを作成します。
ko: 인스턴스화할 기준을 지정합니다.
pl: Określa punkt odniesienia do utworzenia wystąpienia.
pt_br: Especifica a linha de base a ser instanciada.
ru: Указывает базовый показатель для создания экземпляра.
tr: Örnek oluşturulacak ana hattı belirtir.
zh_hans: 指定要实例化的基线。
zh_hant: 指定要具現化的基準。

# TemplateCommand_Option_DryRun
source: Displays a summary of what would happen if the given command line were run if it would result in a template creation.
cs: Zobrazí souhrn toho, co by se mohlo stát, kdyby se daný příkazový řádek spustil, pokud by to vedlo k vytvoření šablony.
de: Zeigt eine Zusammenfassung der Ergebnisse der Ausführung der angegebenen Befehlszeile an, wenn dies zu einer Vorlagenerstellung führen würde.
es: Muestra un resumen de lo que sucede si se ejecuta la línea de comandos dada si se crea una plantilla.
fr: Affiche un résumé de ce qui se passerait si la ligne de commande donnée était exécutée si cela aboutissait à la création d’un modèle.
it: Visualizza un riepilogo di ciò che accadrebbe se la riga di comando specificata venisse eseguita se il risultato fosse la creazione di un modello.
ja: 指定されたコマンドラインがテンプレートを実行した場合に発生する結果の概要を表示します。
ko: 템플릿이 생성될 경우 주어진 명령 줄이 실행되면 어떤 일이 발생하는지에 대한 요약을 표시합니다.
pl: Wyświetla podsumowanie co się stanie, jeśli dany wiersz polecenia zostanie uruchomiony i jeśli to spowoduje utworzenie szablonu.
pt_br: Exibe um resumo do que aconteceria se a linha de comando especificada fosse executada se resultar em uma criação de modelo.
ru: Отображает сводку действий, которые могли бы произойти, если бы данная командная строка была запущена, если это приведет к созданию шаблона.
tr: Verilen komut satırı bir şablon oluşturma eylemiyle sonuçlanacak durumdayken çalıştırılsaydı olacak şeylerin özetini görüntüler.
zh_hans: 如果运行给定命令行将导致模板创建，则显示将发生情况的摘要。
zh_hant: 顯示如果執行所給予的命令列會導致範本建立，會發生什麼情況的摘要。

# TemplateCommand_Option_Force
source: Forces content to be generated even if it would change existing files.
cs: Vynutí vygenerování obsahu i v případě, že by došlo ke změně existujících souborů.
de: Erzwingt, dass der Inhalt generiert wird, auch wenn vorhandene Dateien geändert würden.
es: Fuerza la generación de contenido aunque cambie a los archivos existentes.
fr: Force la création du contenu même si cela modifie des fichiers existants.
it: Impone la generazione del contenuto anche se i file esistenti venissero modificati.
ja: 既存のファイルが変更された場合でも、コンテンツを強制的に生成します。
ko: 기존 파일을 변경하더라도 콘텐츠를 강제로 생성합니다.
pl: Wymusza wygenerowanie zawartości nawet w przypadku zmiany istniejących plików.
pt_br: Força o conteúdo a ser gerado mesmo que ele altere arquivos existentes.
ru: Заставляет создавать содержимое, даже если при этом изменяются существующие файлы.
tr: Mevcut dosyalar değiştirilecek olsaydı bile içerik oluşturmaya zorlar.
zh_hans: 强制生成内容 (即使它会更改现有文件)。
zh_hant: 強制產生內容，即使內容會變更現有的檔案。

# TemplateCommand_Option_Language
source: Specifies the template language to instantiate.
cs: Určuje jazyk šablony, pro který má být vytvořena instance.
de: Gibt die zu instanziierende Vorlagensprache an.
es: Especifica el lenguaje de plantilla del que se va a crear una instancia.
fr: Spécifie la langue du modèle à instancier.
it: Specifica il linguaggio del modello di cui creare un'istanza.
ja: テンプレート言語を指定してインスタンスを作成します。
ko: 인스턴스화할 템플릿 언어를 지정합니다.
pl: Określa język szablonu do utworzenia wystąpienia.
pt_br: Especifica o idioma do modelo a ser instanciado.
ru: Указывает язык шаблона для создания экземпляра.
tr: Örnek oluşturulacak şablon dilini belirtir.
zh_hans: 指定要实例化的模板语言。
zh_hant: 指定要具現化的範本語言。

# TemplateCommand_Option_Name
source: The name for the output being created. If no name is specified, the name of the output directory is used.
cs: Název vytvářeného výstupu. Pokud se žádný název nezadá, použije se název výstupního adresáře.
de: Der Name für die erstellte Ausgabe. Wenn kein Name angegeben wird, wird der Name des Ausgabeverzeichnisses verwendet.
es: Nombre de la salida que se va a crear. Si no se especifica ningún nombre, se usa el nombre del directorio de salida.
fr: Le nom de la sortie est en cours de création. Si aucun nom n’est spécifié, le nom du répertoire de sortie est utilisé.
it: Nome dell'output da creare. Se non viene specificato alcun nome, verrà usato il nome della directory di output.
ja: 作成される出力の名前です。名前を指定しない場合は、出力ディレクトリの名前が使用されます。
ko: 생성 중인 출력의 이름입니다. 이름을 지정하지 않으면 출력 디렉터리의 이름이 사용됩니다.
pl: Nazwa tworzonych danych wyjściowych. Jeśli nie podano nazwy, zostanie użyta nazwa katalogu wyjściowego.
pt_br: O nome da saída que está sendo criada. Se nenhum nome for especificado, o nome do diretório de saída será usado.
ru: Имя создаваемых выходных данных. Если имя не указано, используется имя выходного каталога.
tr: Oluşturulan çıkışın adı. Ad belirtilmezse, çıkış dizininin adı kullanılır.
zh_hans: 正在创建的输出名称。如未指定名称，则使用输出目录的名称。
zh_hant: 要建立的輸出名稱。如果未指定名稱，則使用輸出目錄的名稱。

# TemplateCommand_Option_NoUpdateCheck
source: Disables checking for the template package updates when instantiating a template.
cs: Zakáže kontrolu aktualizací balíčků šablony při vytváření instance šablony.
de: Deaktiviert die Suche nach Vorlagenpaketaktualisierungen beim Instanziieren einer Vorlage.
es: Deshabilita la comprobación de las actualizaciones del paquete de plantillas al crear una plantilla de forma instantánea.
fr: Désactive la vérification des mises à jour du package de modèles lors de l’instanciation d’un modèle.
it: Disabilita il controllo degli aggiornamenti del pacchetto di modelli durante la creazione di un'istanza di un modello.
ja: テンプレートをインスタンス化する場合に、テンプレート パッケージの更新の確認を無効にします。
ko: 템플릿을 인스턴스화할 때 템플릿 패키지 업데이트 확인을 사용하지 않도록 설정합니다.
pl: Wyłącza sprawdzanie aktualizacji pakietu szablonów podczas tworzenia wystąpienia szablonu.
pt_br: Desativa a verificação de atualizações de pacote de modelo ao instanciar um modelo.
ru: Отключает проверку наличия обновлений пакета шаблона при создании экземпляра шаблона.
tr: Bir şablon örneği oluşturulurken şablon paketi güncelleştirmelerinin denetlenmesini devre dışı bırakır.
zh_hans: 在实例化模板时，禁用对模板包更新的检查。
zh_hant: 停用在具現化範本時檢查範本套件更新。

# TemplateCommand_Option_Type
source: Specifies the template type to instantiate.
cs: Určuje typ šablony, pro který má být vytvořena instance.
de: Gibt den zu instanziierende Vorlagentyp an.
es: Especifica el tipo de plantilla del que se va a crear una instancia.
fr: Spécifie le type du modèle à instancier.
it: Specifica il tipo di modello di cui creare un'istanza.
ja: テンプレートの種類を指定してインスタンスを作成します。
ko: 인스턴스화할 템플릿 형식을 지정합니다.
pl: Określa typ szablonu do utworzenia wystąpienia.
pt_br: Especifica o tipo de modelo a ser instanciado.
ru: Указывает тип шаблона для создания экземпляра.
tr: Örnek oluşturulacak şablon türünü belirtir.
zh_hans: 指定要实例化的模板类型。
zh_hant: 指定要具現化的範本類型。
