Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SolutionVenusProjectSkipped
source: Skipping because the "$(AspNetConfiguration)" configuration is not supported for this web project. You can use the AspNetConfiguration property to override the configuration used for building web projects, by adding /p:AspNetConfiguration=<value> to the command line. Currently web projects only support Debug and Release configurations.
cs: Vynecháno, protože konfigurace $(AspNetConfiguration) není pro tento webový projekt podporována. Pomocí vlastnosti AspNetConfiguration můžete přepsat konfiguraci používanou k sestavování webových projektů, a to přidáním příkazu /p:AspNetConfiguration=<hodnota> do příkazového řádku. Webové projekty nyní podporují pouze konfigurace Debug a Release.
es: Se omitirá porque la configuración "$(AspNetConfiguration)" no se admite para este proyecto web. Puede usar la propiedad AspNetConfiguration para invalidar la configuración usada para compilar proyectos web si agrega /p:AspNetConfiguration=<valor> a la línea de comandos. Actualmente, los proyectos web sólo admiten configuraciones Debug y Release.
fr: Opération ignorée, car la configuration "$(AspNetConfiguration)" n'est pas prise en charge pour ce projet web. Vous pouvez utiliser la propriété AspNetConfiguration afin de substituer la configuration utilisée pour la génération de projets web en ajoutant /p:AspNetConfiguration=<valeur> à la ligne de commande. Actuellement, les projets web ne prennent en charge que les configurations Debug et Release.
it: Operazione ignorata. La configurazione "$(AspNetConfiguration)" non è supportata per questo progetto Web. Per eseguire l'override della configurazione utilizzata per la compilazione dei progetti Web, è possibile utilizzare la proprietà AspNetConfiguration, aggiungendo /:pAspNetConfiguration=<valore> alla riga di comando. I progetti Web attualmente supportano solo le configurazioni versioni di debug e di rilascio.
ja: "$(AspNetConfiguration)" 構成はこの Web プロジェクトではサポートされていないため、省略します。AspNetConfiguration プロパティを使用し、/p:AspNetConfiguration=<value> をコマンド ラインに追加することによって、Web プロジェクトをビルドするのに使われた構成を上書きすることができます。現在、Web プロジェクトでは、Debug 構成と Release 構成のみがサポートされています。
ko: 이 웹 프로젝트에서는 "$(AspNetConfiguration)" 구성이 지원되지 않으므로 건너뜁니다. 명령줄에 /p:AspNetConfiguration=<value>를 추가하여 AspNetConfiguration 속성을 통해 웹 프로젝트를 빌드하는 데 사용된 구성을 재정의할 수 있습니다. 현재 웹 프로젝트는 Debug 및 Release 구성만 지원합니다.
pl: Trwa pomijanie, ponieważ konfiguracja „$(AspNetConfiguration)” nie jest obsługiwana w tym projekcie sieci Web. Można za pomocą właściwości AspNetConfiguration przesłonić konfigurację używaną do tworzenia projektów sieci Web, dodając parametr /p:AspNetConfiguration=<value> do wiersza polecenia. Obecnie projekty sieci Web obsługują tylko konfiguracje Debug i Release.
pt_br: Ignorando porque a configuração "$(AspNetConfiguration)" não dá suporte a este projeto da Web. Você pode usar a propriedade AspNetConfiguration para substituir a configuração usada na compilação de projetos da Web adicionando /p:AspNetConfiguration=<valor> à linha de comando. Os projetos da Web atuais dão suporte somente às configurações Debug e Release.
ru: Веб-проект пропускается, так как для него не поддерживается конфигурация "$(AspNetConfiguration)". Конфигурацию, используемую для создания интернет-проектов, можно изменить с помощью свойства AspNetConfiguration, добавив в командную строку /p:AspNetConfiguration=<значение>. Сейчас для интернет-проектов поддерживаются только конфигурации Debug и Release.
tr: "$(AspNetConfiguration)" yapılandırması bu web projesi için desteklenmediğinden atlanıyor. Web projeleri oluşturmak için kullanılan yapılandırmayı geçersiz kılmak amacıyla, komut satırına /p:AspNetConfiguration=<değer> ekleyerek AspNetConfiguration özelliğini kullanabilirsiniz. Geçerli durumda web projeleri yalnızca Debug ve Release yapılandırmalarını desteklemektedir.
zh_hans: 由于此 Web 项目不支持“$(AspNetConfiguration)”配置，因此跳过。通过向命令行添加 /p:AspNetConfiguration=<value>，可以使用 AspNetConfiguration 属性来重写用于生成 Web 项目的配置。Web 项目目前仅支持 Debug 和 Release 配置。
zh_hant: 將略過，因為此 Web 專案不支援 "$(AspNetConfiguration)" 組態。您可以將 /p:AspNetConfiguration=<value> 加入至命令列，藉此使用 AspNetConfiguration 屬性覆寫用來建置 Web 專案的組態。目前 Web 專案僅支援偵錯和發行組態。

# SolutionVCProjectNoPublish
source: MSB4076: VC projects do not support the "Publish" target.
cs: MSB4076: Projekty VC nepodporují cíl Publish.
es: MSB4076: Los proyectos VC no admiten el destino "Publish".
fr: MSB4076: Les projets VC ne prennent pas en charge la cible "Publish".
it: MSB4076: i progetti VC non supportano la destinazione di pubblicazione.
ja: MSB4076: VC プロジェクトは "Publish" ターゲットをサポートしません。
ko: MSB4076: VC 프로젝트에서는 "Publish" 대상을 지원하지 않습니다.
pl: MSB4076: Projekty VC nie obsługują elementu docelowego „Publish”.
pt_br: MSB4076: Os projetos de VC não fornecem suporte ao destino "Publish".
ru: MSB4076: VC-проекты не поддерживают цель "Publish".
tr: MSB4076: VC projeleri "Publish" hedefini desteklemez.
zh_hans: MSB4076: VC 项目不支持“Publish”目标。
zh_hant: MSB4076: VC 專案不支援 "Publish" 目標。

# StandaloneVCProjectP2PRefsBroken
source: MSB4098: MSBuild is invoking VCBuild to build this project. Project-to-project references between VC++ projects (.VCPROJ) and C#/VB/VJ# projects (.CSPROJ, .VBPROJ, .VJSPROJ) are not supported by the command-line build systems when building stand-alone VC++ projects. Projects that contain such project-to-project references will fail to build. Please build the solution file containing this project instead.
cs: MSB4098: Nástroj MSBuild volá za účelem sestavení tohoto projektu nástroj VCBuild. Křížové odkazy mezi projekty VC++ (VCPROJ) a C#/VB/VJ# (CSPROJ, VBPROJ, VJSPROJ) nejsou podporovány sestavovacími systémy příkazového řádku při sestavování samostatných projektů VC++. Projekty obsahující takovéto křížové odkazy mezi projekty se nepodaří sestavit. Místo toho sestavte soubor řešení obsahující tento projekt.
es: MSB4098: MSBuild está invocando VCBuild para generar este proyecto. Al crear proyectos de VC++ independientes, los sistemas de compilación de líneas de comandos no admiten referencias entre proyectos de VC++ (.VCPROJ) y de C#, VB y VJ# (.CSPROJ, .VBPROJ, .VJSPROJ). Los proyectos que incluyan dichas referencias entre proyectos no se compilarán. Compile el archivo de solución que contenga este proyecto en su lugar.
fr: MSB4098: MSBuild demande à VCBuild de générer ce projet. Les références entre des projets VC++ (.VCPROJ) et des projets C#/VB/VJ# (.CSPROJ, .VBPROJ, .VJSPROJ) ne sont pas prises en charge par les systèmes de génération à partir de la ligne de commande lors de la génération de projets VC++ autonomes. Les projets qui contiennent de telles références entre projets ne pourront pas être générés. Générez le fichier solution qui contient ce projet à la place.
it: MSB4098: MSBuild sta richiamando VCBuild per compilare questo progetto o soluzione. I riferimenti da progetto a progetto tra progetti VC++ (VCPROJ) e C#/VB/VJ# (CSPROJ, VBPROJ, VJSPROJ) non sono supportati dai sistemi di compilazione da riga di comando per la compilazione di progetti VC++ autonomi. La compilazione dei progetti che contengono riferimenti da progetto a progetto non verrà completata correttamente. Per evitare questo problema, compilare il file di soluzione contente questo progetto.
ja: MSB4098: MSBuild は、このプロジェクトをビルドするために VCBuild を呼び出しています。VC++ プロジェクト (.VCPROJ) および C#/VB/VJ# プロジェクト (.CSPROJ、.VBPROJ、.VJSPROJ) 間でのプロジェクト間参照は、スタンドアロンの VC++ プロジェクトをビルドしているときに、コマンドラインのビルド システムによってサポートされていません。そのようなプロジェクト間参照を含んでいるプロジェクトはビルドに失敗します。代わりに、このプロジェクトを含んでいるソリューション ファイルをビルドしてください。
ko: MSB4098: 이 프로젝트를 빌드하기 위해 MSBuild에서 VCBuild를 호출하고 있습니다. 독립 실행형 VC++ 프로젝트를 빌드할 때는 명령줄 빌드 시스템에서 VC++ 프로젝트(.VCPROJ)와 C#/VB/VJ# 프로젝트(.CSPROJ, .VBPROJ, .VJSPROJ) 사이의 프로젝트 간 참조를 사용할 수 없습니다. 이러한 프로젝트 간 참조가 있는 프로젝트는 빌드되지 않습니다. 대신 이 프로젝트가 포함된 솔루션 파일을 빌드하십시오.
pl: MSB4098: Program MSBuild wywołuje program VCBuild w celu skompilowania tego projektu. Odwołania między projektami VC++ (VCPROJ) a projektami C#/VB/VJ# (CSPROJ, VBPROJ, VJSPROJ) nie są obsługiwane przez systemy z wierszem polecenia podczas tworzenia autonomicznych projektów VC++. Projekty zawierające takie odwołania nie będą kompilowane. Zamiast tego skompiluj plik rozwiązania zawierający ten projekt.
pt_br: MSB4098: O MSBuild está chamando o VCBuild para compilar este projeto. Não há suporte para as referências projeto-a-projeto entre os projetos do VC++ (.VCPROJ) e dos C#/VB/VJ# (.CSPROJ, .VBPROJ, .VJSPROJ) em sistemas de linha de comando, durante a compilação de projetos autônomos do VC++. Os projetos que contêm essas referências projeto-a-projeto não serão compilados. Compile o arquivo de solução que contém este projeto.
ru: MSB4098: MSBuild вызывает VCBuild для сборки проекта. При сборке автономных проектов VC++ перекрестные ссылки между проектами VC++ (.VCPROJ) и проектами C#/VB/VJ# (.CSPROJ, .VBPROJ, .VJSPROJ) не поддерживаются системами, управляемыми из командной строки. Сборка проектов, содержащих такие перекрестные ссылки, невозможна. Вместо этого создайте файл решения с этим проектом.
tr: MSB4098: MSBuild, bu projeyi oluşturmak için VCBuild'i çağırıyor. Bağımsız VC++ projeleri oluştururken, VC++ projeleri (.VCPROJ) ve C#/VB/VJ# projeleri (.CSPROJ, .VBPROJ, .VJSPROJ) arasında projeden projeye yapılan başvurular, komut satırı oluşturma sistemleri tarafından desteklenmez. Bu tür projeden projeye yapılan başvurular içeren projeler oluşturulamaz. Lütfen bu projeyi içeren çözüm dosyasını oluşturun.
zh_hans: MSB4098: MSBuild 正在调用 VCBuild 以生成此项目。生成独立的 VC++ 项目时，命令行生成系统不支持 VC++ 项目(.VCPROJ)与 C#/VB/VJ# 项目(.CSPROJ、.VBPROJ、.VJSPROJ)之间的项目到项目的引用，因此无法生成包含这种项目到项目的引用的项目。请生成包含此项目的解决方案文件。
zh_hant: MSB4098: MSBuild 正在叫用 VCBuild 來建置此專案。命令列建置系統在建置獨立 VC++ 專案時，不支援 VC++ 專案 (.VCPROJ) 和 C#/VB/VJ# 專案 (.CSPROJ, .VBPROJ, .VJSPROJ) 之間專案對專案間的參考。含有專案對專案間的參考的專案將無法建置。請改為建置含有此專案的方案檔。

# STARequired
source: MSB4056: The MSBuild engine must be called on a single-threaded-apartment. Current threading model is "{0}". Proceeding, but some tasks may not function correctly.
cs: MSB4056: Nástroj MSBuild je nutné volat v režimu STA (Single Thread Apartment). Aktuální model vláken je {0}. Zpracování bude pokračovat, některé úlohy však pravděpodobně nebudou fungovat správně.
es: MSB4056: Se debe llamar al motor de MSBuild en Singlethread-Apartment. El modelo de subprocesos actual es "{0}". El proceso continúa, pero es posible que algunas tareas no funcionen correctamente.
fr: MSB4056: Le moteur MSBuild doit être appelé sur un thread cloisonné (STA, Single-Threaded Apartment). Le modèle de thread actuel est "{0}". Exécution en cours, mais certaines tâches risqueront de ne pas fonctionner correctement.
it: MSB4056: il motore di MSBuild deve essere chiamato su un apartment a thread singolo. Il modello di threading corrente è "{0}". Se si continua, alcune attività potrebbero non funzionare correttamente.
ja: MSB4056: MSBuild エンジンは、シングル スレッド アパートメント上で呼び出されなければなりません。現在のスレッド モデルは "{0}" です。続行しますが、いくつかのタスクが正しく機能しない可能性があります。
ko: MSB4056: MSBuild 엔진은 단일 스레드 아파트에서 호출되어야 합니다. 현재 스레딩 모델은 "{0}"입니다. 작업을 진행할 수 있지만 일부 작업이 제대로 수행되지 않을 수 있습니다.
pl: MSB4056: Aparat MSBuild należy wywołać w apartamencie wątku pojedynczego. Bieżący model wątkowości to „{0}”. Nastąpi kontynuacja, ale niektóre zadania mogą nie działać poprawnie.
pt_br: MSB4056: O mecanismo MSBuild deve ser chamado em um STA (single-threaded-apartment). O modelo Threading é "{0}". Prosseguindo, mas talvez algumas tarefas não funcionem corretamente.
ru: MSB4056: модуль MSBuild должен вызываться в однопоточном контейнере (STA). Используемая модель потоков — "{0}". Обработка продолжается, но некоторые задачи могут выполняться неправильно.
tr: MSB4056: MSBuild altyapısı tek iş parçacığı grubunda çağrılmalıdır. "{0}", geçerli iş parçacığı oluşturma modelidir. İşlem devam ediyor, ancak bazı görevler doğru çalışmayabilir.
zh_hans: MSB4056: 必须对单线程单元调用 MSBuild 引擎。当前线程模型为“{0}”。将继续，但某些任务可能无法正常工作。
zh_hant: MSB4056: 必須在單一執行緒 Apartment 上呼叫 MSBuild 引擎。目前的執行緒模型是 "{0}"。將繼續執行，但有些工作可能無法正確運作。

# SubCategoryForSchemaValidationErrors
source: Schema validation
cs: Ověřování schématu
es: Validación de esquemas
fr: Validation de schéma
it: Convalida schema
ja: スキーマの検証
ko: 스키마 유효성 검사
pl: Walidacja schematu
pt_br: Validação de esquema
ru: Проверка схемы
tr: Şema doğrulama
zh_hans: 架构验证
zh_hant: 結構描述驗證

# TargetAlreadyCompleteFailure
source: Target "{0}" skipped. Previously built unsuccessfully.
cs: Cíl {0} byl vynechán. Předchozí sestavení se nezdařilo.
es: Se omitió el destino "{0}". Compilado previamente de forma incorrecta.
fr: Cible "{0}" ignorée. N'avait pas été générée correctement.
it: La destinazione "{0}" è stata ignorata. La compilazione non era riuscita in precedenza.
ja: ターゲット "{0}" を省略しました。以前に正しくビルドされていませんでした。
ko: "{0}" 대상을 건너뜁니다. 이전에 제대로 빌드되지 않았습니다.
pl: Pominięto element docelowy „{0}”. Wcześniejsza kompilacja nie powiodła się.
pt_br: Destino "{0}" ignorado. Compilado anteriormente sem êxito.
ru: Цель "{0}" пропущена. Раньше построение не удавалось.
tr: "{0}" hedefi atlandı. Önceden başarısız bir şekilde derlenmişti.
zh_hans: 已跳过目标“{0}”。以前的生成不成功。
zh_hant: 已略過目標 "{0}"。先前的建置無法順利完成。

# TargetAlreadyCompleteSuccess
source: Target "{0}" skipped. Previously built successfully.
cs: Cíl {0} byl vynechán. Předchozí sestavení bylo úspěšné.
es: Se omitió el destino "{0}". Compilado previamente de forma correcta.
fr: Cible "{0}" ignorée. Elle a été générée.
it: La destinazione "{0}" è stata ignorata. La compilazione era stata completata in precedenza.
ja: ターゲット "{0}" を省略しました。以前に正しくビルドされていました。
ko: "{0}" 대상을 건너뜁니다. 이전에 빌드되었습니다.
pl: Pominięto element docelowy „{0}”. Wcześniejsza kompilacja powiodła się.
pt_br: Destino "{0}" ignorado. Compilado anteriormente com êxito.
ru: Целевой объект "{0}" пропущен. Предыдущая сборка успешна.
tr: "{0}" hedefi atlandı. Önceden başarılı bir şekilde derlenmişti.
zh_hans: 已跳过目标“{0}”。以前的生成已成功。
zh_hant: 已略過目標 "{0}"。先前的建置已順利完成。

# TargetConditionHasInvalidMetadataReference
source: MSB4116: The condition "{1}" on the "{0}" target has a reference to item metadata. References to item metadata are not allowed in target conditions unless they are part of an item transform.
cs: MSB4116: Podmínka {1} u cíle {0} odkazuje na metadata položky. Odkazy na metadata položky nejsou v podmínkách cílů povoleny, pokud nejsou součástí transformace položky.
es: MSB4116: La condición "{1}" del destino "{0}" tiene una referencia a metadatos de elemento. No se permiten las referencias a metadatos de elemento en condiciones de destino a menos que formen parte de una transformación de elemento.
fr: MSB4116: La condition "{1}" sur la cible "{0}" contient une référence à des métadonnées d'élément. Les références à des métadonnées d'élément ne sont pas autorisées dans les conditions cibles, sauf si elles font partie d'une transformation d'élément.
it: MSB4116: la condizione "{1}" nella destinazione "{0}" include un riferimento ai metadati dell'elemento. I riferimenti ai metadati degli elementi non sono consentiti nelle condizioni di destinazione, a meno che non facciano parte di una trasformazione di elemento.
ja: MSB4116: "{0}" ターゲットの条件 "{1}" には項目メタデータへの参照が含まれます。参照が項目の変換の一部でない限り、項目メタデータへの参照はターゲットの条件内では許可されていません。
ko: MSB4116: "{0}" 대상에 대한 "{1}" 조건에 항목 메타데이터에 대한 참조가 있습니다. 항목 메타데이터에 대한 참조는 항목 변환의 일부가 아니면 대상 조건에서 사용할 수 없습니다.
pl: MSB4116: Warunek „{1}” w elemencie docelowym „{0}” zawiera odwołanie do metadanych elementu. Odwołania do metadanych elementu nie są dozwolone w warunkach elementów docelowych, o ile nie są częścią przekształcenia elementu.
pt_br: MSB4116: A condição "{1}" no destino "{0}" tem uma referência aos metadados de item. Não são permitidas referências a metadados de item nas condições de destino, a menos que façam parte de uma transformação de item.
ru: MSB4116: условие "{1}" для целевого объекта "{0}" содержит ссылку на метаданные элемента. Ссылки на метаданные в условиях для целевого объекта запрещены за исключением случаев, когда они являются частью преобразования элемента.
tr: MSB4116: "{0}" hedefi üzerindeki "{1}" koşulu öğe meta verisine başvuruyor. Öğe meta verisine yönelik başvurular öğe dönüştürmenin parçası olmadığı sürece, bu başvurulara hedef koşullarında izin verilmez.
zh_hans: MSB4116: 目标“{0}”上的条件“{1}”有一个对项元数据的引用。除非对项元数据的引用是项转换的一部分，否则不允许在目标条件中进行这种引用。
zh_hant: MSB4116: "{0}" 目標上的條件 "{1}" 具有對項目中繼資料的參考。在目標條件中不允許有對項目中繼資料的參考，除非這些參考是項目轉換的一部分。

# TargetDoesNotExist
source: MSB4057: The target "{0}" does not exist in the project.
cs: MSB4057: Cíl {0} v projektu neexistuje.
es: MSB4057: El destino "{0}" no existe en el proyecto.
fr: MSB4057: La cible "{0}" n'existe pas dans le projet.
it: MSB4057: la destinazione "{0}" non è presente nel progetto.
ja: MSB4057: ターゲット "{0}" はプロジェクト内に存在しません。
ko: MSB4057: 프로젝트에 "{0}" 대상이 없습니다.
pl: MSB4057: Element docelowy „{0}” nie istnieje w projekcie.
pt_br: MSB4057: O destino "{0}" não existe no projeto.
ru: MSB4057: в проекте нет цели "{0}".
tr: MSB4057: "{0}" hedefi projede yok.
zh_hans: MSB4057: 该项目中不存在目标“{0}”。
zh_hant: MSB4057: 目標 "{0}" 不存在於專案中。

# TargetFinishedFailure
source: Done building target "{0}" in project "{1}" -- FAILED.
cs: Bylo dokončeno sestavování cíle {0} v projektu {1}: CHYBA.
es: Compilación terminada del destino "{0}" en el proyecto "{1}" -- ERROR.
fr: Génération de la cible "{0}" terminée dans le projet "{1}" -- ÉCHEC.
it: Compilazione destinazione "{0}" nel progetto "{1}" NON COMPLETATA.
ja: プロジェクト "{1}" 内のターゲット "{0}" のビルドが終了しました -- 失敗。
ko: "{1}" 프로젝트에 "{0}" 대상을 빌드했습니다. - 실패
pl: Wykonano kompilowanie elementu docelowego „{0}” w projekcie „{1}” — NIEPOWODZENIE.
pt_br: Destino de compilação pronto "{0}" no projeto "{1}" -- FALHA.
ru: Завершение создания цели "{0}" в проекте "{1}": СБОЙ.
tr: "{1}" projesinde "{0}" hedefini oluşturma tamamlandı -- BAŞARISIZ OLDU.
zh_hans: 已完成在项目“{1}”中生成目标“{0}”的操作 - 失败。
zh_hant: 專案 "{1}" 中的目標 "{0}" 建置完成 -- 失敗。

# TargetFinishedSuccess
source: Done building target "{0}" in project "{1}".
cs: Bylo dokončeno sestavování cíle {0} v projektu {1}.
es: Compilación terminada del destino "{0}" en el proyecto "{1}".
fr: Génération de la cible "{0}" terminée dans le projet "{1}".
it: Compilazione destinazione "{0}" nel progetto "{1}" completata.
ja: プロジェクト "{1}" 内のターゲット "{0}" のビルドが終了しました。
ko: "{1}" 프로젝트에 "{0}" 대상을 빌드했습니다.
pl: Wykonano kompilowanie elementu docelowego „{0}” w projekcie „{1}”.
pt_br: Destino de compilação pronto"{0}" no projeto "{1}".
ru: Сборка целевого объекта "{0}" в проекте "{1}" завершена.
tr: "{1}" projesinde "{0}" hedefini oluşturma tamamlandı.
zh_hans: 已完成在项目“{1}”中生成目标“{0}”的操作。
zh_hant: 專案 "{1}" 中的目標 "{0}" 建置完成。

# TargetMessageWithId
source: {0}: (TargetId:{1})
fr: {0} : (IdCible:{1})
it: {0}: (ID destinazione: {1})
ja: {0}: (ターゲット ID: {1})
ko: {0}: (대상 ID:{1})
pl: {0}: (identyfikator elementu docelowego: {1})
ru: {0}: (идентификатор целевого объекта TargetId:{1})
zh_hans: {0}: (目标 ID: {1})
zh_hant: {0}: (目標 ID:{1})

# TargetInputsSpecifiedWithoutOutputs
source: MSB4058: The "{0}" target is missing its output specification. If a target declares inputs, it must also declare outputs.
cs: MSB4058: V cíli {0} nebyla nalezena specifikace vstupů. Pokud cíl deklaruje vstupy, musí deklarovat také výstupy.
es: MSB4058: Falta la especificación de salida del destino "{0}". Si un destino declara entradas, también debe declarar salidas.
fr: MSB4058: La spécification des sorties est manquante dans la cible "{0}". Si une cible déclare des entrées, elle doit également déclarer des sorties.
it: MSB4058: nessuna specifica dell'output per la destinazione "{0}". Se per una destinazione sono dichiarati gli input, devono essere dichiarati anche gli output.
ja: MSB4058: "{0}" ターゲットにその出力指定が存在しません。ターゲットが入力を宣言する場合、出力も宣言しなければなりません。
ko: MSB4058: "{0}" 대상에 출력 사양이 없습니다. 대상에서 입력을 선언한 경우 출력도 선언해야 합니다.
pl: MSB4058: W elemencie docelowym „{0}” brakuje specyfikacji wyjściowej. Jeżeli element docelowy deklaruje wejścia, musi również deklarować wyjścia.
pt_br: MSB4058: O destino "{0}" não tem a especificação de saída. Se o destino declarar as entradas, também deverá declarar as saídas.
ru: MSB4058: у целевого объекта "{0}" нет выходной спецификации. Если целевой объект объявляет ввод, она должна объявить и вывод.
tr: MSB4058: "{0}" hedefinin çıktı belirtimi eksik. Bir hedef giriş bildiriyorsa aynı zamanda çıktı bildirmesi gerekir.
zh_hans: MSB4058: 目标“{0}”缺少输出规范。如果目标声明输入，也必须声明输出。
zh_hant: MSB4058: "{0}" 目標遺漏其輸出規格。若目標宣告輸入，其也必須宣告輸出。

# TargetOutputsSpecifiedAreMissing
source: MSB4168: The item "{0}" of type "{1}" does not define a value for the metadata in the expression "{2}". This expression is used in the target output for target "{3}". If a target declares outputs that are transforms, all items in the transform must have a value for the metadata in the transform.
cs: MSB4168: Položka {0} typu {1} nedefinuje hodnotu metadat ve výrazu {2}. Tento výraz se používá v cílovém výstupu pro cíl {3}. Pokud cíl deklaruje výstupy jako transformace, musí všechny položky v transformaci obsahovat hodnotu metadat v dané transformaci.
es: MSB4168: El elemento "{0}" de tipo "{1}" no define un valor para los metadatos de la expresión "{2}". Esta expresión se usa en el resultado para el destino "{3}". Si un destino declara resultados que son transformaciones, todos los elementos de la transformación deben tener un valor para los metadatos de la transformación.
fr: MSB4168: L'élément "{0}" de type "{1}" ne définit aucune valeur pour les métadonnées de l'expression "{2}". Cette expression est utilisée dans la sortie de la cible "{3}". Si une cible déclare des sorties qui sont des transformations, tous les éléments contenus dans la transformation doivent définir une valeur pour les métadonnées de la transformation.
it: MSB4168: l'elemento "{0}" di tipo "{1}" non definisce un valore per i metadati inclusi nell'espressione "{2}". L'espressione viene usata nell'output della destinazione "{3}". Se una destinazione dichiara output che corrispondono a trasformazioni, tutti gli elementi della trasformazione devono contenere un valore per i metadati inclusi nella trasformazione.
ja: MSB4168: 型 "{1}" の項目 "{0}" は、式 "{2}" でメタデータの値を定義しません。この式は、ターゲット "{3}" のターゲット出力で使用されます。トランスフォームである出力をターゲットが宣言する場合、そのトランスフォーム内のすべての項目がトランスフォームでメタデータの値を持つ必要があります。
ko: MSB4168: "{1}" 형식의 "{0}" 항목은 "{2}" 식의 메타데이터 값을 정의하지 않습니다. 이 식은 대상 "{3}"의 대상 출력에 사용됩니다. 대상에서 변환 출력을 선언한 경우 변환의 모든 항목에는 변환의 메타데이터 값이 있어야 합니다.
pl: MSB4168: Element „{0}” typu „{1}” nie definiuje wartości metadanych w wyrażeniu „{2}”. To wyrażenie jest używane w danych wyjściowych elementu docelowego „{3}”. Jeśli element docelowy deklaruje dane wyjściowe, które są przekształceniami, wszystkie elementy w przekształceniu muszą mieć wartość odpowiadające metadanym w przekształceniu.
pt_br: MSB4168: o item "{0}" do tipo "{1}" não define um valor para os metadados na expressão "{2}". Essa expressão foi usada na saída de destino de "{3}". Se um destino declarar saídas que sejam transformações, todos os itens na transformação deverão ter um valor para os metadados na transformação.
ru: MSB4168: элемент "{0}" типа "{1}" не определяет значение метаданных в выражении "{2}". Это выражение используется в выходных данных для целевого объекта "{3}". Если целевой объект объявляет выходные данные, представляющие собой преобразования, все элементы преобразования должны иметь соответствующие значения для метаданных преобразования.
tr: MSB4168: "{1}" türündeki "{0}" öğesi, "{2}" ifadesindeki meta veriler için bir değer tanımlamıyor. Bu ifade "{3}" hedefinin hedef çıkışında kullanılıyor. Bir hedef dönüşüm olan çıkışlar bildirirse, dönüşümdeki tüm öğelerin dönüşümdeki meta veriler için bir değere sahip olması gerekir.
zh_hans: MSB4168: 类型“{1}”的项“{0}”没有定义表达式“{2}”中元数据的值。该表达式用在目标“{3}”的目标输出中。如果目标声明的输出是转换，则转换中的所有项都必须具有转换中的元数据值。
zh_hant: MSB4168: 類型 "{1}" 的項目 "{0}" 未在運算式 "{2}" 中定義中繼資料的值。此運算式用於目標 "{3}" 的目標輸出中。如果目標宣告了屬於轉換的輸出，則轉換中的所有項目都必須擁有轉換中的中繼資料值。
