Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ChooseOverflow
source: MSB4114: <Choose> elements cannot be nested more than {0} levels deep.
cs: MSB4114: Elementy <Choose> nemohou být vnořeny ve více než {0} úrovních.
es: MSB4114: Los elementos <Choose> no se pueden anidar más de {0} niveles de profundidad.
fr: MSB4114: Impossible d'imbriquer les éléments <Choose> de plus de {0} niveaux.
it: MSB4114: il limite massimo di annidamento degli elementi <Choose> è di {0} livelli.
ja: MSB4114: <Choose> 要素は {0} レベル以上では入れ子にできません。
ko: MSB4114: <Choose> 요소는 {0}단계 이하로만 중첩할 수 있습니다.
pl: MSB4114: Elementy <Choose> nie mogą być zagnieżdżone na poziomie głębszym niż {0}.
pt_br: MSB4114: Os elementos <Choose> não podem ser aninhados a mais de {0} níveis de profundidade.
ru: MSB4114: уровень вложения элемента <Choose> не может превышать {0}.
tr: MSB4114: <Choose> öğeleri {0} düzeyden daha fazla iç içe geçirilemez.
zh_hans: MSB4114: <Choose> 元素的嵌套深度不能超过 {0} 层。
zh_hant: MSB4114: <Choose> 項目無法放在深於 {0} 層以上的巢狀結構中。

# CircularDependency
source: MSB4006: There is a circular dependency in the target dependency graph involving target "{0}".
cs: MSB4006: Existuje cyklická závislost v grafu závislosti cílů zahrnující cíl {0}.
es: MSB4006: Existe una dependencia circular en el gráfico de dependencias de destino en la que está involucrado el destino "{0}".
fr: MSB4006: Il existe une dépendance circulaire dans le graphique de dépendance cible qui implique la cible "{0}".
it: MSB4006: è presente una dipendenza circolare nel grafico di dipendenze che usa la destinazione "{0}".
ja: MSB4006: ターゲット "{0}" で、ターゲット依存グラフに循環する依存関係が存在します。
ko: MSB4006: 대상 종속성 그래프에 "{0}" 대상과 관련된 순환 종속성이 있습니다.
pl: MSB4006: Istnieje zależność cykliczna na wykresie zależności elementu docelowego, obejmująca element docelowy „{0}”.
pt_br: MSB4006: Há uma dependência circular no elemento gráfico de dependência circular de destino envolvendo o destino "{0}".
ru: MSB4006: круговая зависимость между целями в графике зависимостей для цели "{0}".
tr: MSB4006: "{0}" hedefini içeren hedef bağımlılık grafiğinde döngüsel bağımlılık var.
zh_hans: MSB4006: 涉及目标“{0}”的目标依赖项关系图中存在循环依赖项。
zh_hant: MSB4006: 涉及目標 "{0}" 的目標相依性圖形中有循環相依性。

# ComparisonOnNonNumericExpression
source: MSB4086: A numeric comparison was attempted on "{1}" that evaluates to "{2}" instead of a number, in condition "{0}".
cs: MSB4086: Byl proveden pokus o numerické porovnání pro {1} s vyhodnocenou nečíselnou hodnotou {2} v podmínce {0}.
es: MSB4086: Se intentó realizar una comparación numérica en "{1}" que se evalúa como "{2}" en lugar de un número, en la condición "{0}".
fr: MSB4086: La comparaison numérique tentée pour "{1}" donne "{2}" au lieu d'un chiffre, dans la condition "{0}".
it: MSB4086: è stato tentato un confronto numerico su "{1}" che ha restituito "{2}" anziché un numero, nella condizione "{0}".
ja: MSB4086: 条件 "{0}" で、数字ではなく "{2}" と評価された "{1}" に対して、数値比較を実行しようとしました。
ko: MSB4086: "{0}" 조건에서 숫자 대신 "{2}"(으)로 계산되는 "{1}"에 대해 숫자 비교를 시도했습니다.
pl: MSB4086: Podjęto próbę numerycznego porównania w elemencie „{1}”, który został oszacowany jako „{2}”, a nie jako liczba w warunku „{0}”.
pt_br: MSB4086: Houve uma tentativa de comparação numérica em "{1}", que é avaliada como "{2}" em vez de um número, na condição "{0}".
ru: MSB4086: в условии "{0}" была попытка числового сравнения выражения "{1}", равного не числу, а "{2}".
tr: MSB4086: "{0}" koşulunda sayı yerine "{2}" olarak değerlendirilen "{1}" üzerinde sayısal karşılaştırma denendi.
zh_hans: MSB4086: 尝试在条件“{0}”中对计算结果为“{2}”而不是数字的“{1}”进行数值比较。
zh_hant: MSB4086: 嘗試對條件 "{0}" 中評估為 "{2}" (而非數字) 的 "{1}" 進行數字比較。

# ConditionAttributeInvalidError
source: MSB4007: The clause "{0}", specified in the "{1}" attribute is invalid.
cs: MSB4007: Klauzule {0} zadaná v atributu {1} je neplatná.
es: MSB4007: La cláusula "{0}", especificada en el atributo "{1}", no es válida.
fr: MSB4007: La clause "{0}", spécifiée dans l'attribut "{1}", n'est pas valide.
it: MSB4007: la clausola "{0}" specificata nell'attributo "{1}" non è valida.
ja: MSB4007: "{1}" 属性で指定された句 "{0}" は無効です。
ko: MSB4007: "{1}" 특성에 지정한 "{0}" 절이 잘못되었습니다.
pl: MSB4007: Klauzula „{0}” określona w atrybucie „{1}” jest nieprawidłowa.
pt_br: MSB4007: A cláusula "{0}", especificada no atributo "{1}" é inválida.
ru: MSB4007: предложение "{0}" в атрибуте "{1}" недействительно.
tr: MSB4007: "{1}" özniteliğinde belirtilen "{0}" yan tümcesi geçersiz.
zh_hans: MSB4007: 在特性“{1}”中指定的子句“{0}”无效。
zh_hant: MSB4007: "{1}" 屬性中指定的子句 "{0}" 無效。

# ConditionMaybeEvaluatedIncorrectly
source: MSB4130: The condition "{0}" may have been evaluated incorrectly in an earlier version of MSBuild. Please verify that the order of the AND and OR clauses is written as intended. To avoid this warning, add parentheses to make the evaluation order explicit.
cs: MSB4130: Je možné, že podmínka {0} byla ve starší verzi nástroje MSBuild vyhodnocována nesprávně. Zkontrolujte, zda pořadí klauzulí AND a OR odpovídá záměru. Chcete-li zabránit dalšímu zobrazování tohoto upozornění, přidejte do podmínky závorky, které explicitně určí pořadí vyhodnocování.
es: MSB4130: Es posible que la condición "{0}" se evalúe incorrectamente en una versión anterior de MSBuild. Compruebe que el orden especificado de las cláusulas AND y OR es el previsto. Para evitar esta advertencia, agregue paréntesis para definir explícitamente el orden de evaluación.
fr: MSB4130: La condition "{0}" a peut-être été évaluée de manière incorrecte dans une version antérieure de MSBuild. Assurez-vous que l'ordre des clauses AND et OR est correct. Pour éviter cet avertissement, ajoutez des parenthèses afin de rendre l'ordre d'évaluation explicite.
it: MSB4130: la condizione "{0}" potrebbe essere stata valutata in modo non corretto in una versione precedente di MSBuild. Verificare che l'ordine delle clausole AND e OR sia corretto. Per evitare che venga visualizzato l'avviso, aggiungere parentesi per rendere esplicito l'ordine di valutazione.
ja: MSB4130: 条件 "{0}" は旧バージョンの MSBuild で正しく評価されていない可能性があります。AND 句と OR 句が意図したとおりの順序で記述されていることを確認してください。この警告が発生しないようにするには、かっこを追加して評価順序を明示してください。
ko: MSB4130: 이전 MSBuild에서 "{0}" 조건이 잘못 계산되었을 수 있습니다. AND 및 OR 절의 순서가 맞는지 확인하세요. 이 경고가 발생하지 않도록 하려면 괄호를 사용하여 계산 순서를 명확하게 표시하세요.
pl: MSB4130: Warunek „{0}” mógł zostać oszacowany niepoprawnie we wcześniejszej wersji programu MSBuild. Sprawdź, czy klauzule AND i OR są zapisane w zamierzonej kolejności. Aby uniknąć tego ostrzeżenia, dodaj nawiasy w celu jawnego określenia kolejności szacowania.
pt_br: MSB4130: A condição "{0}" pode ter sido avaliada incorretamente em uma versão anterior do MSBuild. Verifique se a ordem das cláusulas AND e OR está gravada da forma desejada. Para evitar este aviso, adicione parênteses para tornar explícita a ordem da avaliação.
ru: MSB4130: возможно, условие "{0}" было неправильно вычислено в более ранней версии MSBuild. Убедитесь, что порядок конструкций AND и OR записан верно. Чтобы избежать появления данного предупреждения, добавьте круглые скобки для формирования явного порядка вычисления.
tr: MSB4130: "{0}" koşulu önceki bir MSBuild sürümünde hatalı bir biçimde değerlendirilmiş olabilir. AND ve OR yan tümcelerinin amaçlanan sırayla yazıldığını doğrulayın. Bu uyarıyı engellemek için parantez ekleyerek değerlendirme sırasını açık hale getirin.
zh_hans: MSB4130: 在 MSBuild 的早期版本中，条件“{0}”的计算可能有误。请验证 AND 和 OR 子句的编写顺序是否与预期相符。若要避免此警告，请添加括号以使求值顺序清晰明确。
zh_hant: MSB4130: 條件 "{0}" 在先前的 MSBuild 版本中評估可能有誤。請驗證 AND 和 OR 字句的撰寫順序是否正確。若要避免這項警告，請加入括弧讓評估順序更明確。

# ConditionNotBoolean
source: MSB4087: Specified condition "{0}" does not evaluate to a boolean.
cs: MSB4087: Zadaná podmínka {0} není vyhodnocena jako logická hodnota.
es: MSB4087: La condición "{0}" especificada no se evalúa como un término booleano.
fr: MSB4087: La condition "{0}" spécifiée ne correspond pas à une valeur booléenne.
it: MSB4087: la condizione specificata "{0}" non restituisce un valore booleano.
ja: MSB4087: 指定された条件 "{0}" はブール値として評価されません。
ko: MSB4087: 지정한 조건 "{0}"이(가) 부울로 계산되지 않습니다.
pl: MSB4087: Określony warunek „{0}” nie jest szacowany jako wartość logiczna.
pt_br: MSB4087: A condição especificada "{0}" não é avaliada como booliana.
ru: MSB4087: результат вычисления указанного условия "{0}" не является логическим значением.
tr: MSB4087: Belirtilen "{0}" koşulu boole olarak değerlendirilmez.
zh_hans: MSB4087: 指定的条件“{0}”的计算结果不是布尔值。
zh_hant: MSB4087: 指定的條件 "{0}" 未評估為布林值。

# ConditionNotBooleanDetail
source: MSB4113: Specified condition "{0}" evaluates to "{1}" instead of a boolean.
cs: MSB4113: Zadaná podmínka {0} je vyhodnocena jako {1} místo jako logická hodnota.
es: MSB4113: La condición especificada "{0}" se evalúa como "{1}" en lugar de como un booleano.
fr: MSB4113: La condition "{0}" donne "{1}" au lieu d'une valeur booléenne.
it: MSB4113: la condizione specificata "{0}" restituisce "{1}" anziché un valore booleano.
ja: MSB4113: 指定された条件 "{0}" はブール値ではなく、"{1}" として評価されます。
ko: MSB4113: 지정한 조건 "{0}"이(가) 부울 대신 "{1}"(으)로 계산됩니다.
pl: MSB4113: Określony warunek „{0}” jest szacowany jako „{1}”, a nie jako wartość logiczna.
pt_br: MSB4113: A condição especificada "{0}" é avaliada como "{1}" em vez de booliana.
ru: MSB4113: результат вычисления условия "{0}" равен "{1}", а не логическому значению.
tr: MSB4113: Belirtilen "{0}" koşulu, boole yerine "{1}" olarak değerlendirilir.
zh_hans: MSB4113: 指定条件“{0}”的计算结果为“{1}”而不是布尔值。
zh_hant: MSB4113: 指定的條件 "{0}" 評估為 "{1}"，而非布林值。

# ConfigFileLocation
source: {0}, line {1}
cs: {0}, řádek {1}
es: {0}, línea {1}
fr: {0}, ligne {1}
it: {0}, riga {1}
ja: {0}、行 {1}
ko: {0}, 줄 {1}
pl: {0}, wiersz {1}
pt_br: {0}, linha {1}
ru: {0}, строка {1}
tr: {0}, satır {1}
zh_hans: {0}，第 {1} 行
zh_hant: {0}，第 {1} 行

# ConfigFileReadError
source: MSB4136: Error reading the toolset information from the configuration file "{0}". {1}
cs: MSB4136: Při čtení informací o sadě nástrojů z konfiguračního souboru {0} došlo k chybě. {1}
es: MSB4136: Error al leer la información del conjunto de herramientas del archivo de configuración "{0}". {1}
fr: MSB4136: Erreur lors de la lecture des informations relatives à l'ensemble d'outils à partir du fichier de configuration "{0}". {1}
it: MSB4136: errore durante la lettura delle informazioni del set di strumenti dal file di configurazione "{0}". {1}
ja: MSB4136: 構成ファイル "{0}" からツールセット情報を読み取り中にエラーが発生しました。{1}
ko: MSB4136: "{0}" 구성 파일에서 도구 집합 정보를 읽는 동안 오류가 발생했습니다. {1}
pl: MSB4136: Błąd podczas odczytu informacji o zestawie narzędzi z pliku konfiguracji „{0}”. {1}
pt_br: MSB4136: Erro ao ler as informações do conjunto de ferramentas no arquivo de configuração "{0}". {1}
ru: MSB4136: ошибка считывания сведений о наборе инструментов из файла конфигурации "{0}". {1}
tr: MSB4136: "{0}" yapılandırma dosyasından araç kümesi bilgilerini okuma hatası. {1}
zh_hans: MSB4136: 从配置文件“{0}”中读取工具集信息时出错。{1}
zh_hant: MSB4136: 從組態檔 "{0}" 讀取工具組資訊時發生錯誤。{1}

# ConflictingTaskAssembly
source: MSB4008: A conflicting assembly for the task assembly "{0}" has been found at "{1}".
cs: MSB4008: Bylo nalezeno konfliktní sestavení pro sestavení úlohy {0} v umístění {1}.
es: MSB4008: Se detectó un ensamblado conflictivo para el ensamblado de tarea "{0}" en "{1}".
fr: MSB4008: un assembly en conflit avec l'assembly de tâche "{0}" a été trouvé sur "{1}".
it: MSB4008: rilevato un assembly in conflitto per l'assembly dell'attività "{0}" in "{1}".
ja: MSB4008: タスク アセンブリ "{0}" に対して競合しているアセンブリが "{1}" で見つかりました。
ko: MSB4008: 작업 어셈블리 "{0}"과(와) 충돌하는 어셈블리가 "{1}"에 있습니다.
pl: MSB4008: Zestaw, który wywołuje konflikt z zestawem zadania „{0}”, został znaleziony w „{1}”.
pt_br: MSB4008: Foi encontrado um assembly conflitante no assembly da tarefa "{0}" em "{1}".
ru: MSB4008: в "{1}" обнаружена сборка, конфликтующая со сборкой задачи "{0}".
tr: MSB4008: "{0}" görev derlemesi için "{1}" konumunda çakışan derleme bulundu.
zh_hans: MSB4008: 在“{1}”处发现了与任务程序集“{0}”冲突的程序集。
zh_hant: MSB4008: 已在 "{1}" 中發現工作組件 "{0}" 的衝突組件。

# ConflictingValuesOfMSBuildToolsPath
source: MSB4142: MSBuildToolsPath is not the same as MSBuildBinPath for the ToolsVersion "{0}" defined at "{1}". If both are present they must have the same value.
cs: MSB4142: Hodnota MSBuildToolsPath není stejná jako hodnota MSBuildBinPath pro parametr ToolsVersion {0} definovaný v {1}. Pokud jsou přítomny oba parametry, musí mít stejnou hodnotu.
es: MSB4142: MSBuildToolsPath no tiene el mismo valor que MSBuildBinPath para ToolsVersion "{0}" definido en "{1}". Si ambos existen, deben tener el mismo valor.
fr: MSB4142: MSBuildToolsPath n'est pas identique à MSBuildBinPath pour le ToolsVersion "{0}" défini à "{1}". Si les deux sont présents, ils doivent avoir la même valeur.
it: MSB4142: il valore di MSBuildToolsPath non corrisponde al valore di MSBuildBinPath per il parametro ToolsVersion "{0}" definito in "{1}". Se entrambi sono presenti, devono avere lo stesso valore.
ja: MSB4142: MSBuildToolsPath が、"{1}" で定義されている ToolsVersion "{0}" の MSBuildBinPath と同じではありません。両方が存在する場合は、同じ値である必要があります。
ko: MSB4142: MSBuildToolsPath가 "{1}"에 정의된 ToolsVersion "{0}"의 MSBuildBinPath와 다릅니다. 두 항목이 모두 있는 경우 값이 같아야 합니다.
pl: MSB4142: Parametr MSBuildToolsPath różni się od parametru MSBuildBinPath dla wartości ToolsVersion „{0}” zdefiniowanej w „{1}”. Jeśli oba parametry są obecne, muszą mieć taką samą wartość.
pt_br: MSB4142: MSBuildToolsPath não é o mesmo que MSBuildBinPath para ToolsVersion"{0}" definido em "{1}". Se ambos estiverem presentes, deverão ter o mesmo valor.
ru: MSB4142: MSBuildToolsPath не соответствует MSBuildBinPath для ToolsVersion "{0}", определенной в "{1}". Если установлены оба пути, они должны иметь одинаковое значение.
tr: MSB4142: MSBuildToolsPath, "{1}" konumunda tanımlanan ToolsVersion "{0}" için MSBuildBinPath ile aynı değil. Her ikisi de varsa, bunların aynı değere sahip olması gerekir.
zh_hans: MSB4142: MSBuildToolsPath 与 ToolsVersion“{0}”(在“{1}”处定义) 的 MSBuildBinPath 不同。如果两者都存在，它们的值必须相同。
zh_hant: MSB4142: 對於定義在 "{1}" 的 ToolsVersion "{0}"，MSBuildToolsPath 與 MSBuildBinPath 不相同。如果兩者都出現時，它們的值必須相同。

# CustomNamespaceNotAllowedOnThisChildElement
source: MSB4097: The element <{0}> beneath element <{1}> may not have a custom XML namespace.
cs: MSB4097: Element <{0}> pod elementem <{1}> nemůže mít vlastní obor názvů XML.
es: MSB4097: Es posible que el elemento <{0}> del elemento <{1}> no tenga un espacio de nombres XML personalizado.
fr: MSB4097: L'élément <{0}> placé sous l'élément <{1}> ne contient peut-être pas un espace de noms XML personnalisé.
it: MSB4097: l'elemento <{0}> al di sotto dell'elemento <{1}> non può avere uno spazio dei nomi XML personalizzato.
ja: MSB4097: 要素 <{1}> の下の要素 <{0}> は、カスタム XML 名前空間を含んでいない可能性があります。
ko: MSB4097: <{1}> 요소 아래의 <{0}> 요소에는 사용자 지정 XML 네임스페이스를 사용할 수 없습니다.
pl: MSB4097: Element <{0}> znajdujący się pod elementem <{1}> może nie mieć niestandardowej przestrzeni nazw XML.
pt_br: MSB4097: Talvez o elemento <{0}> abaixo do elemento <{1}> não tenha um namespace XML personalizado.
ru: MSB4097: элемент <{0}> в элементе <{1}> не может иметь пользовательского пространства имен XML.
tr: MSB4097: <{1}> öğesinin altındaki <{0}> öğesi özel bir XML ad alanına sahip olmayabilir.
zh_hans: MSB4097: 元素 <{1}> 下的元素 <{0}> 可能没有自定义 XML 命名空间。
zh_hant: MSB4097: 項目 <{1}> 下的項目 <{0}> 可能沒有自訂 XML 命名空間。

# DefaultTasksFileFailure
source: MSB4009: The default tasks file could not be successfully loaded. {0}
cs: MSB4009: Výchozí soubor úloh nelze úspěšně načíst. {0}
es: MSB4009: El archivo de tareas predeterminado no pudo cargarse correctamente. {0}
fr: MSB4009: Impossible de charger correctement le fichier de tâches par défaut. {0}
it: MSB4009: non è stato possibile caricare il file predefinito delle attività. {0}
ja: MSB4009: 既定タスクのファイルを正しく読み込めませんでした。{0}
ko: MSB4009: 기본 작업 파일을 로드할 수 없습니다. {0}
pl: MSB4009: Nie można pomyślnie załadować pliku zadań domyślnych. {0}
pt_br: MSB4009: O arquivo de tarefas padrão não foi carregado com êxito. {0}
ru: MSB4009: не удалось успешно загрузить файл задач. {0}
tr: MSB4009: Varsayılan görevler dosyası başarıyla yüklenemedi. {0}
zh_hans: MSB4009: 未能成功加载默认任务文件。{0}
zh_hant: MSB4009: 無法順利載入預設的工作檔。{0}

# DefaultTasksFileLoadFailureWarning
source: MSB4010: The "{0}" files could not be successfully loaded from their expected location "{1}". Default tasks will not be available. {2}
cs: MSB4010: Soubory {0} nelze úspěšně načíst z očekávaného umístění {1}. Výchozí úlohy nebudou k dispozici. {2}
es: MSB4010: Los archivos "{0}" no se pudieron cargar correctamente desde la ubicación esperada "{1}". Las tareas predeterminadas no estarán disponibles. {2}
fr: MSB4010: Impossible de charger correctement les fichiers "{0}" à partir de l'emplacement attendu "{1}". Les tâches par défaut ne seront pas disponibles. {2}
it: MSB4010: non è stato possibile caricare i file "{0}" dal percorso previsto "{1}". Le attività predefinite non saranno disponibili. {2}
ja: MSB4010: "{0}" ファイルを予期された場所 "{1}" から正しく読み込めませんでした。既定タスクは利用できません。{2}
ko: MSB4010: "{0}" 파일을 예상 위치 "{1}"에서 로드할 수 없습니다. 기본 작업을 사용할 수 없게 됩니다. {2}
pl: MSB4010: Nie można pomyślnie załadować plików „{0}” z ich oczekiwanej lokalizacji „{1}”. Zadania domyślne będą niedostępne. {2}
pt_br: MSB4010: Os arquivos "{0}" não foram carregados com êxito a partir do local esperado "{1}". As tarefas padrão não estarão disponíveis. {2}
ru: MSB4010: не удалось успешно загрузить файлы "{0}" из папки "{1}", где они должны были находиться. Задачи по умолчанию будут недоступны. {2}
tr: MSB4010: "{0}" dosyaları, beklenen "{1}" konumundan başarıyla yüklenemedi. Varsayılan görevler kullanılamayacak. {2}
zh_hans: MSB4010: 未能从预期位置“{1}”成功加载“{0}”文件。默认任务将不可用。{2}
zh_hant: MSB4010: 無法從預期的位置 "{1}" 載入 "{0}" 檔案。預設的工作將無法使用。{2}

# DefaultToolsVersionIsNotSpecified
source: MSB4140: Default tools version is specified in neither the registry nor the configuration file.
cs: MSB4140: V registru ani v konfiguračním souboru není určena výchozí verze nástrojů.
es: MSB4140: La versión de herramientas predeterminada no se ha especificado en el Registro ni en el archivo de configuración.
fr: MSB4140: La version des outils par défaut n'est spécifiée ni dans le Registre, ni dans le fichier de configuration.
it: MSB4140: versione strumenti predefinita non specificata nel Registro di sistema e nel file di configurazione.
ja: MSB4140: 既定のツール バージョンがレジストリにも構成ファイルにも指定されていません。
ko: MSB4140: 기본 도구 버전이 레지스트리나 구성 파일에 지정되어 있지 않습니다.
pl: MSB4140: Nie określono domyślnej wersji narzędzi ani w rejestrze, ani w pliku konfiguracji.
pt_br: MSB4140: A versão das ferramentas padrão não está especifica no registro nem no arquivo de configuração.
ru: MSB4140: версия инструментов по умолчанию не указана ни в регистре, ни в файле конфигурации.
tr: MSB4140: Varsayılan araçların sürümü ne kayıt defterinde ne de yapılandırma dosyasında belirtildi.
zh_hans: MSB4140: 默认工具版本既不是在注册表中指定的，也不是在配置文件中指定的。
zh_hant: MSB4140: 指定的預設工具版本不在登錄中，也不在組態檔中。

# DefaultToolsVersionNotFound
source: MSB4133: A default tools version "{0}" was specified, but its definition could not be found.
cs: MSB4133: Byla určena výchozí verze nástrojů {0}, nepodařilo se však najít její definici.
es: MSB4133: Se ha especificado una versión de herramientas predeterminada "{0}", pero no se pudo encontrar su definición.
fr: MSB4133: Une version des outils par défaut "{0}" a été spécifiée mais sa définition est introuvable.
it: MSB4133: la definizione della versione strumenti predefinita "{0}" specificata non è stata trovata.
ja: MSB4133: 既定のツール バージョン "{0}" が指定されましたが、その定義が見つかりませんでした。
ko: MSB4133: 기본 도구 버전 "{0}"이(가) 지정되었지만 해당 정의를 찾을 수 없습니다.
pl: MSB4133: Określono domyślną wersję narzędzi „{0}”, ale nie można odnaleźć jej definicji.
pt_br: MSB4133: Uma versão das ferramentas padrão "{0}" estava especificada, mas não foi possível localizar a sua definição.
ru: MSB4133: версия инструментов по умолчанию "{0}" указана, но не удалось найти ее определение.
tr: MSB4133: "{0}" varsayılan araçlar sürümü belirtildi, ancak bunun tanımı bulunamadı.
zh_hans: MSB4133: 指定了默认工具版本“{0}”，但未能找到其定义。
zh_hant: MSB4133: 已指定預設工具版本 "{0}"，但是找不到它的定義。

# DollarSignInTaskOutputPropertyName
source: MSB4080: The value "{0}" of the "PropertyName" attribute in element <Output> contains a "$" character. If you intended to use a property name then remove the $( ) around the property name.
cs: MSB4080: Hodnota {0} atributu PropertyName v elementu <Output> obsahuje znak $. Pokud jste chtěli použít název vlastnosti, odeberte znaky $( ) kolem názvu vlastnosti.
es: MSB4080: El valor "{0}" del atributo "PropertyName" del elemento <Output> contiene el carácter "$". Si desea utilizar un nombre de propiedad, quite el carácter $( ) del nombre de la propiedad.
fr: MSB4080: La valeur "{0}" de l'attribut "PropertyName" dans l'élément <Output> contient un caractère "$". Si vous souhaitez utiliser un nom de propriété, supprimez le signe et les parenthèses $( ) autour du nom de propriété.
it: MSB4080: il valore "{0}" dell'attributo "PropertyName" nell'elemento <Output> contiene un carattere "$". Se si desidera utilizzare un nome di proprietà, non racchiuderlo in $( ).
ja: MSB4080: 要素 <Output> の "PropertyName" 属性の値 "{0}" は "$" 文字を含んでいます。プロパティ名を使用する場合は、$( ) をプロパティ名の周りから削除してください。
ko: MSB4080: <Output> 요소에 있는 "PropertyName" 특성의 "{0}" 값에 "$" 문자가 있습니다. 속성 이름을 사용하려면 속성 이름 주위에 있는 $( )를 제거하십시오.
pl: MSB4080: Wartość „{0}” atrybutu „PropertyName” w elemencie <Output> zawiera znak „$”. Jeżeli zamierzasz użyć nazwy właściwości, usuń znaki $( ) otaczające tę nazwę.
pt_br: MSB4080: O valor "{0}" do atributo "PropertyName" no elemento <Output> contém um caractere "$". Se você pretende usar um nome de propriedade, remova o caractere $( ) em torno do nome de propriedade.
ru: MSB4080: значение "{0}" атрибута PropertyName в элементе <Output> содержит знак "$". Если вы хотите использовать имя свойства, удалите $( ) с двух сторон имени свойства.
tr: MSB4080: <Output> öğesindeki "PropertyName" özniteliğinin "{0}" değeri "$" karakteri içeriyor. Özelik adı kullanmayı amaçlıyorsanız, özellik adının yanındaki $( ) karakterini kaldırın.
zh_hans: MSB4080: 元素 <Output> 中的“PropertyName”特性的值“{0}”包含字符“$”。如果打算使用属性名称，请移除该属性名称两边的 $( )。
zh_hant: MSB4080: <Output> 項目中 "PropertyName" 屬性的值 "{0}" 包含 "$" 字元。如果您要使用屬性名稱，請移除屬性名稱前後的 $( )。
