Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AmbiguousTaskParameterError
source: MSB4001: The "{0}" task has more than one parameter called "{1}".
cs: MSB4001: Úloha {0} má více než jeden parametr s názvem {1}.
es: MSB4001: La tarea"{0}" tiene más de un parámetro denominado "{1}".
fr: MSB4001: La tâche "{0}" a plusieurs paramètres appelés "{1}".
it: MSB4001: l'attività "{0}" contiene più di un parametro denominato "{1}".
ja: MSB4001: "{0}" タスクには "{1}" という名前のパラメーターが 2 つ以上あります。
ko: MSB4001: "{0}" 작업에 이름이 "{1}"인 매개 변수가 두 개 이상 있습니다.
pl: MSB4001: Zadanie „{0}” zawiera więcej niż jeden parametr o nazwie „{1}”.
pt_br: MSB4001: A tarefa "{0}" tem mais de um parâmetro denominado "{1}".
ru: MSB4001: у задачи "{0}" несколько параметров "{1}".
tr: MSB4001: "{0}" görevinin "{1}" adında birden fazla parametresi var.
zh_hans: MSB4001: “{0}”任务包含多个名为“{1}”的参数。
zh_hant: MSB4001: "{0}" 工作有多個名稱為 "{1}" 的參數。

# AtSignInTaskOutputItemName
source: MSB4081: The value "{0}" of the "ItemName" attribute in element <Output> contains an "@" character. If you intended to use an item name then remove the @( ) around the item name.
cs: MSB4081: Hodnota {0} atributu ItemName v elementu <Output> obsahuje znak @. Pokud jste chtěli použít název položky, odeberte znaky @( ) kolem názvu položky.
es: MSB4081: El valor "{0}" del atributo "ItemName" en el elemento <Output> contiene un carácter "@". Si desea utilizar un nombre de elemento, quite los caracteres @( ) del nombre del elemento.
fr: MSB4081: La valeur "{0}" de l'attribut "ItemName" dans l'élément <Output> contient un caractère "@". Si vous souhaitiez utiliser un nom d'élément, supprimez l'arobase et les parenthèses @( ) autour du nom de l'élément.
it: MSB4081: il valore "{0}" dell'attributo "ItemName" in un elemento <Output> contiene un carattere "@". Se si desidera utilizzare un nome di elemento, non racchiuderlo in @( ).
ja: MSB4081: 要素 <Output> の "ItemName" 属性の値 "{0}" は "@" 文字を含んでいます。項目名を使用する場合は、@( ) を項目名の周りから削除してください。
ko: MSB4081: <Output> 요소에 있는 "ItemName" 특성의 "{0}" 값에 "@" 문자가 있습니다. 항목 이름을 사용하려면 항목 이름 주위에 있는 @( )를 제거하십시오.
pl: MSB4081: Wartość „{0}” atrybutu „ItemName” w elemencie <Output> zawiera znak „@”. Jeżeli zamierzasz użyć nazwy elementu, usuń znaki @( ) znajdujące się po obu stronach tej nazwy.
pt_br: MSB4081: O valor "{0}" do atributo "ItemName" no elemento <Output> contém um caractere "@". Se você pretende usar um nome de item, remova o caractere @( ) em torno do nome de item.
ru: MSB4081: значение "{0}" атрибута ItemName в элементе <Output> содержит знак "@". Если вы хотите использовать имя элемента, удалите символы @( ) с двух сторон имени элемента.
tr: MSB4081: <Output> öğesindeki "ItemName" özniteliğinin "{0}" değeri "@" karakteri içeriyor. Bir öğe adı kullanmayı amaçladıysanız, öğe adının yanındaki @( ) karakterini kaldırın.
zh_hans: MSB4081: 元素 <Output> 中的“ItemName”特性的值“{0}”包含“@”字符。如果打算使用项名称，请移除该项名两边的 @( )。
zh_hant: MSB4081: <Output> 項目中 "ItemName" 屬性的值 "{0}" 包含 "@" 字元。如果您要使用項目名稱，請移除項目名稱前後的 @( )。

# AttributeTypeLoadError
source: MSB4002: There was a failure retrieving the attributes for parameters in the "{0}" task. {1}
cs: MSB4002: Došlo k chybě při načítání atributů pro parametry úlohy {0}. {1}
es: MSB4002: No se pudieron recuperar los atributos de los parámetros de la tarea "{0}". {1}
fr: MSB4002: Échec lors de l'extraction des attributs des paramètres dans la tâche "{0}". {1}
it: MSB4002: errore durante il recupero degli attributi per i parametri nell'attività "{0}". {1}
ja: MSB4002: "{0}" タスクでパラメーターの属性を取得できませんでした。{1}
ko: MSB4002: "{0}" 작업의 매개 변수 특성을 검색하지 못했습니다. {1}
pl: MSB4002: Wystąpił błąd podczas pobierania atrybutów dla parametrów w zadaniu „{0}”. {1}
pt_br: MSB4002: Houve uma falha ao recuperar os atributos dos parâmetros na tarefa "{0}". {1}
ru: MSB4002: не удалось получить атрибуты для параметров в задаче "{0}". {1}
tr: MSB4002: "{0}" görevindeki parametrelerin öznitelikleri alınırken hata oluştu. {1}
zh_hans: MSB4002: 检索任务“{0}”中参数的特性时失败。{1}
zh_hant: MSB4002: 擷取 "{0}" 工作中參數的屬性時發生失敗。{1}

# BadlyCasedSpecialTaskAttribute
source: MSB4003: "{0}" is a reserved attribute of the <{1}> element, and must be spelled with the correct casing. This attribute cannot be used as a parameter to the "{2}" task.
cs: MSB4003: {0} je vyhrazený atribut elementu <{1}> a jeho název musí být správně zadán s rozlišením velkých a malých písmen. Tento atribut nelze použít jako parametr úlohy {2}.
es: MSB4003: "{0}" es un atributo reservado del elemento <{1}> en el que deben escribirse correctamente las mayúsculas y minúsculas. Este atributo no puede usarse como un parámetro de la tarea "{2}".
fr: MSB4003: "{0}" est un attribut réservé de l'élément <{1}> et doit être orthographié avec la casse appropriée. Impossible d'utiliser cet attribut comme paramètre de la tâche "{2}".
it: MSB4003: "{0}" è un attributo riservato dell'elemento <{1}> e deve essere scritto con le maiuscole e minuscole corrette. Questo attributo non può essere utilizzato come parametro per l'attività "{2}".
ja: MSB4003: "{0}" は <{1}> 要素の予約された属性であり、大文字/小文字を正しく区別しなければなりません。この属性を "{2}" タスクへのパラメーターとして使用することはできません。
ko: MSB4003: "{0}"은(는) <{1}> 요소의 예약된 특성이며 대/소문자를 구분하여 입력해야 합니다. 이 특성은 "{2}" 작업의 매개 변수로 사용할 수 없습니다.
pl: MSB4003: „{0}” jest zastrzeżonym atrybutem elementu <{1}> i podczas jego wpisywania należy używać poprawnej wielkości liter. Tego atrybutu nie można używać jako parametru dla zadania „{2}”.
pt_br: MSB4003: "{0}" é um atributo reservado do elemento <{1}> e deve ser escrito com o uso correto de maiúsculas e minúsculas. Esse atributo não pode ser usado como um parâmetro da tarefa "{2}".
ru: MSB4003: "{0}" — это зарезервированный атрибут элемента <{1}>, и знаки его имени должны быть написаны в нужном регистре. Этот атрибут не может быть использован как параметр для задачи "{2}".
tr: MSB4003: "{0}", <{1}> öğesi için ayrılmış bir özniteliktir ve doğru büyük/küçük harf gösterimi kullanılarak yazılmalıdır. Bu öznitelik, "{2}" görevi için parametre olarak kullanılamaz.
zh_hans: MSB4003: “{0}”是 <{1}> 元素的保留特性，必须具有正确的大小写形式。此特性不能用作“{2}”任务的参数。
zh_hant: MSB4003: "{0}" 是 <{1}> 項目的保留屬性，必須使用正確的大小寫拼寫。這個屬性不能當做 "{2}" 工作的參數。

# BatchRequestSizeOutOfRange
source: The "REQUESTBATCHSIZE" must be a number greater than 1. "{0}" is an invalid value. The value 10 will be used instead.
cs: Hodnota REQUESTBATCHSIZE musí být číslo větší než 1. {0} je neplatná hodnota. Místo ní bude použita hodnota 10.
es: "REQUESTBATCHSIZE" debe ser un número mayor que 1. "{0}" es un valor no válido. Se utilizará en su lugar el valor 10.
fr: "REQUESTBATCHSIZE" doit être un nombre supérieur à 1. "{0}" est une valeur non valide. La valeur 10 sera utilisée à la place.
it: Il valore di "REQUESTBATCHSIZE" deve essere maggiore di 1. "{0}" non è un valore valido. Verrà usato il valore 10.
ja: "REQUESTBATCHSIZE" は 1 より大きくなければなりません。"{0}" は無効な値です。代わりに値 10 が使用されます。
ko: "REQUESTBATCHSIZE"는 1보다 큰 숫자여야 합니다. "{0}"은(는) 잘못된 값이므로 대신 10을 사용합니다.
pl: Wartość „REQUESTBATCHSIZE” musi być liczbą większą od 1. „{0}” to nieprawidłowa wartość. Zamiast niej zostanie użyta wartość równa 10.
pt_br: O "REQUESTBATCHSIZE" deve ser um número maior do que 1. "{0}" é um valor inválido. O valor 10 será usado.
ru: Значение "REQUESTBATCHSIZE" должно быть больше 1. "{0}" является недопустимым значением. Будет использовано значение 10.
tr: "REQUESTBATCHSIZE" değeri 1'den büyük bir sayı olmalıdır. "{0}" geçersiz bir değer. Bunun yerine 10 kullanılacak.
zh_hans: “REQUESTBATCHSIZE”必须是大于 1 的数字。“{0}”是无效的值。将改用值 10。
zh_hant: "REQUESTBATCHSIZE" 必須是大於 1 的數字。"{0}" 是無效值。將改用值 10。

# BuildCompletedTime
source: Build completed in {0}.
cs: Sestavení bylo dokončeno za {0}.
es: Compilación completada en {0}.
fr: Génération terminée en {0}.
it: Compilazione completata in {0}.
ja: {0} でビルドが完了しました。
ko: {0}에서 빌드가 완료되었습니다.
pl: Czas wykonania kompilacji: {0}.
pt_br: Compilação concluída em {0}.
ru: Время сборки: {0}.
tr: Oluşturma {0} süresinde tamamlandı.
zh_hans: 生成在 {0} 内完成。
zh_hant: 在 {0} 內完成建置。

# BuildFinishedFailure
source: Build FAILED.
cs: Sestavení SE NEZDAŘILO.
es: ERROR al compilar.
fr: ÉCHEC de la build.
it: Compilazione NON RIUSCITA.
ja: ビルドに失敗しました。
ko: 빌드하지 못했습니다.
pl: Kompilacja NIE POWIODŁA SIĘ.
pt_br: FALHA da compilação.
ru: Ошибка сборки.
tr: Oluşturma BAŞARISIZ OLDU.
zh_hans: 生成失败。
zh_hant: 建置失敗。

# BuildFinishedSuccess
source: Build succeeded.
cs: Vytváření sestavení bylo úspěšně dokončeno.
es: Compilación correcta.
fr: La génération a réussi.
it: Compilazione completata.
ja: ビルドに成功しました。
ko: 빌드했습니다.
pl: Kompilacja powiodła się.
pt_br: Compilação com êxito.
ru: Сборка успешно завершена.
tr: Oluşturma başarılı oldu.
zh_hans: 已成功生成。
zh_hant: 建置成功。

source: Build started.
cs: Vytváření sestavení bylo zahájeno.
es: Compilación iniciada.
fr: La génération a démarré.
it: Compilazione avviata.
ja: ビルドを開始しました。
ko: 빌드를 시작했습니다.
pl: Kompilacja rozpoczęła się.
pt_br: Compilação iniciada.
ru: Сборка начата.
tr: Oluşturma başlatıldı.
zh_hans: 已启动生成。
zh_hant: 已經開始建置。

# BuildStartedWithTime
source: Build started {0}.
cs: Vytváření sestavení bylo zahájeno {0}.
es: Compilación iniciada a las {0}.
fr: La génération a démarré {0}.
it: Compilazione avviata {0}.
ja: {0} にビルドを開始しました。
ko: 빌드 시작: {0}
pl: Kompilacja rozpoczęła się {0}.
pt_br: Compilação de {0} iniciada.
ru: Сборка начата {0}.
tr: Oluşturma başlatıldı: {0}.
zh_hans: 生成启动时间为 {0}。
zh_hant: 已經開始建置於 {0}。

# BuildTargetCompletely
source: Building target "{0}" completely.
cs: Probíhá vytváření úplného sestavení cíle {0}.
es: Compilando completamente el destino "{0}".
fr: Génération complète de la cible "{0}".
it: Compilazione completa della destinazione "{0}" in corso.
ja: ターゲット "{0}" を完全にビルドしています。
ko: "{0}" 대상을 모두 빌드하고 있습니다.
pl: Ukończono kompilowanie elementu docelowego „{0}”.
pt_br: Compilação de destino "{0}" concluída.
ru: Полная сборка целевого объекта "{0}".
tr: "{0}" hedefi tam olarak oluşturuluyor.
zh_hans: 正在完全生成目标“{0}”。
zh_hant: 目標 "{0}" 建置完成。

# BuildTargetCompletelyNoInputsSpecified
source: No input files were specified.
cs: Nebyly zadány žádné vstupní soubory.
es: No se especificaron archivos de entrada.
fr: Aucun fichier d'entrée n'a été spécifié.
it: Non è stato specificato alcun file di input.
ja: 入力ファイルが指定されていません。
ko: 입력 파일을 지정하지 않았습니다.
pl: Nie określono plików wejściowych.
pt_br: Não há arquivos de entrada especificados.
ru: Входные файлы не заданы.
tr: Giriş dosyası belirtilmedi.
zh_hans: 未指定输入文件。
zh_hant: 未指定輸入檔。

# BuildTargetCompletelyInputNewer
source: Input file "{0}" is newer than output file "{1}".
cs: Vstupní soubor {0} je novější než výstupní soubor {1}.
es: El archivo de entrada "{0}" es más reciente que el archivo de salida "{1}".
fr: Le fichier d'entrée "{0}" est plus récent que le fichier de sortie "{1}".
it: Il file di input "{0}" è più recente del file di output "{1}".
ja: 入力ファイル "{0}" は出力ファイル "{1}" よりも新しいです。
ko: 입력 파일 "{0}"이(가) 출력 파일 "{1}"보다 최신 파일입니다.
pl: Plik wejściowy „{0}” jest nowszy niż plik wyjściowy „{1}”.
pt_br: O arquivo de entrada "{0}" é mais recente do que o arquivo de saída "{1}".
ru: Входной файл "{0}" новее выходного файла "{1}".
tr: "{0}" giriş dosyası, "{1}" çıkış dosyasından daha yeni.
zh_hans: 输入文件“{0}”比输出文件“{1}”新。
zh_hant: 輸入檔 "{0}" 比輸出檔 "{1}" 新。

# BuildTargetCompletelyOutputDoesntExist
source: Output file "{0}" does not exist.
cs: Výstupní soubor {0} neexistuje.
es: El archivo de salida "{0}" no existe.
fr: Le fichier de sortie "{0}" n'existe pas.
it: Il file di output "{0}" non esiste.
ja: 出力ファイル "{0}" は存在しません。
ko: 출력 파일 "{0}"이(가) 없습니다.
pl: Plik wyjściowy „{0}” nie istnieje.
pt_br: O arquivo de saída "{0}" não existe.
ru: Выходной файл "{0}" не существует.
tr: "{0}" çıkış dosyası yok.
zh_hans: 输出文件“{0}”不存在。
zh_hant: 輸出檔 "{0}" 不存在。

# BuildTargetCompletelyInputDoesntExist
source: Input file "{0}" does not exist.
cs: Vstupní soubor {0} neexistuje.
es: El archivo de entrada "{0}" no existe.
fr: Le fichier d'entrée "{0}" n'existe pas.
it: Il file di input "{0}" non esiste.
ja: 入力ファイル {0} は存在しません。
ko: 입력 파일 "{0}"이(가) 없습니다.
pl: Plik wejściowy „{0}” nie istnieje.
pt_br: O arquivo de entrada "{0}" não existe.
ru: Входной файл "{0}" не существует.
tr: "{0}" giriş dosyası yok.
zh_hans: 输入文件“{0}”不存在。
zh_hant: 輸入檔 "{0}" 不存在。

# BuildTargetPartially
source: Building target "{0}" partially, because some output files are out of date with respect to their input files.
cs: Probíhá částečné vytváření cíle {0}, protože některé výstupní soubory nejsou aktuální vzhledem k jejich vstupním souborům.
es: Compilando parcialmente el destino "{0}" porque algunos de los archivos de salida están obsoletos respecto a los archivos de entrada.
fr: Génération partielle de la cible "{0}", car certains fichiers de sortie sont obsolètes par rapport aux fichiers d'entrée.
it: Compilazione parziale della destinazione "{0}" perché alcuni file di output sono obsoleti rispetto ai file di input corrispondenti.
ja: いくつかの出力ファイルが、それらの入力ファイルに対して古い形式であるため、ターゲット "{0}" を部分的にビルドしています。
ko: 해당 입력 파일과 비교하여 출력 파일이 최신 파일이 아니므로 "{0}" 대상을 일부만 빌드하고 있습니다.
pl: Trwa częściowe kompilowanie elementu docelowego „{0}”, ponieważ niektóre pliki wyjściowe są nieaktualne w porównaniu z plikami wejściowymi.
pt_br: Compilando o destino "{0}" parcialmente, pois alguns arquivos de saída estão desatualizados em relação aos arquivos de entrada.
ru: Частичное создание целевого объекта "{0}", так как некоторые выходные файлы устарели по отношению к входным.
tr: Bazı çıkış dosyaları, giriş dosyalarına göre güncel durumda olmadığından "{0}" hedefi kısmen oluşturuluyor.
zh_hans: 正在部分生成目标“{0}”，因为某些输出文件相对于其输入文件而言已经过期。
zh_hant: 部分建置目標 "{0}"，因為某些輸出檔對於其輸入檔而言已過期。

# BuildTargetPartiallyInputNewer
source: [{0}: Input={1}, Output={2}] Input file is newer than output file.
cs: [{0}: Vstup={1}, Výstup={2}] Vstupní soubor je novější než výstupní soubor.
es: [{0}: Entrada={1}, Salida={2}] El archivo de entrada es más reciente que el archivo de salida.
fr: [{0} : Entrée={1}, Sortie={2}] Le fichier d'entrée est plus récent que le fichier de sortie.
it: [{0}: Input={1}, Output={2}] Il file di input è più recente del file di output.
ja: [{0}: Input={1}, Output={2}] 入力ファイルは出力ファイルよりも新しいです。
ko: [{0}: 입력={1}, 출력={2}] 입력 파일이 출력 파일보다 최신 파일입니다.
pl: [{0}: Wejście={1}, Wyjście={2}] Plik wejściowy jest nowszy niż plik wyjściowy.
pt_br: [{0}: Input={1}, Output={2}] O arquivo de entrada é mais recente do que o arquivo de saída.
ru: [{0}: Входной={1}, Выходной={2}] Входной файл новее выходного.
tr: [{0}: Giriş={1}, Çıkış={2}] Giriş dosyası çıkış dosyasından daha yeni.
zh_hans: [{0}: Input={1}, Output={2}] 输入文件比输出文件新。
zh_hant: [{0}: Input={1}, Output={2}] 輸入檔比輸出檔新。

# BuildTargetPartiallyOutputDoesntExist
source: [{0}: Input={1}, Output={2}] Output file does not exist.
cs: [{0}: Vstup={1}, Výstup={2}] Výstupní soubor neexistuje.
es: [{0}: Entrada={1}, Salida={2}] El archivo de salida no existe.
fr: [{0} : Entrée={1}, Sortie={2}] Le fichier de sortie n'existe pas.
it: [{0}: Input={1}, Output={2}] Il file di output non esiste.
ja: [{0}: Input={1}, Output={2}] 出力ファイルが存在しません。
ko: [{0}: 입력={1}, 출력={2}] 출력 파일이 없습니다.
pl: [{0}: Wejście={1}, Wyjście={2}] Plik wyjściowy nie istnieje.
pt_br: [{0}: Input={1}, Output={2}] O arquivo de saída não existe.
ru: [{0}: Входной={1}, Выходной={2}] Выходной файл не существует.
tr: [{0}: Giriş={1}, Çıkış={2}] Çıkış dosyası yok.
zh_hans: [{0}: Input={1}, Output={2}] 输出文件不存在。
zh_hant: [{0}: Input={1}, Output={2}] 輸出檔不存在。

# BuildTargetPartiallyInputDoesntExist
source: [{0}: Input={1}, Output={2}] Input file does not exist.
cs: [{0}: Vstup={1}, Výstup={2}] Vstupní soubor neexistuje.
es: [{0}: Entrada={1}, Salida={2}] El archivo de entrada no existe.
fr: [{0} : Entrée={1}, Sortie={2}] Le fichier d'entrée n'existe pas.
it: [{0}: Input={1}, Output={2}] Il file di input non esiste.
ja: [{0}: Input={1}, Output={2}] 入力ファイルは存在しません。
ko: [{0}: 입력={1}, 출력={2}] 입력 파일이 없습니다.
pl: [{0}: Wejście={1}, Wyjście={2}] Plik wejściowy nie istnieje.
pt_br: [{0}: Input={1}, Output={2}] O arquivo de entrada não existe.
ru: [{0}: Входной={1}, Выходной={2}] Входной файл не существует.
tr: [{0}: Giriş={1}, Çıkış={2}] Giriş dosyası yok.
zh_hans: [{0}: Input={1}, Output={2}] 输入文件不存在。
zh_hant: [{0}: Input={1}, Output={2}] 輸入檔不存在。

# CannotAccessKnownAttributes
source: The attribute "{0}" is a known MSBuild attribute, and cannot be accessed using this method.
cs: Atribut {0} je znám jako atribut nástroje MSBuild a nelze k němu získat přístup pomocí této metody.
es: El atributo "{0}" es un atributo de MSBuild conocido al que no se puede obtener acceso con este método.
fr: L'attribut "{0}" est un attribut MSBuild connu et n'est pas accessible avec cette méthode.
it: L'attributo "{0}" è un attributo MSBuild noto. Non è possibile accedervi usando questo metodo.
ja: 属性 "{0}" は既知の MSBuild 属性であり、このメソッドを使用してアクセスできません。
ko: "{0}" 특성은 알려진 MSBuild 특성이므로 이 메서드를 사용하여 액세스할 수 없습니다.
pl: Atrybut „{0}” jest znanym atrybutem programu MSBuild i nie można uzyskać do niego dostępu przy użyciu tej metody.
pt_br: O atributo "{0}" é conhecido como atributo do MSBuild, e não pode ser acessado com este método.
ru: Атрибут "{0}" — это известный атрибут MSBuild, и обращение к нему с помощью этого метода невозможно.
tr: "{0}" özniteliği bilinen bir MSBuild özniteliğidir ve bu yöntem kullanılarak erişilemez.
zh_hans: 特性“{0}”是已知的 MSBuild 特性，不能使用此方法访问。
zh_hant: 屬性 "{0}" 是已知的 MSBuild 屬性，無法使用這個方法存取。

# CannotAccessPropertyByName
source: Properties in persisted property groups cannot be accessed by name.
cs: K vlastnostem v trvalých skupinách vlastností nelze přistupovat pomocí názvu.
es: No se puede obtener acceso por nombre a las propiedades de los grupos de propiedades almacenadas.
fr: L'accès aux propriétés de groupes de propriétés persistantes ne peut se faire par nom.
it: Non è possibile accedere per nome alle proprietà presenti in gruppi di proprietà persistenti.
ja: 持続プロパティ グループのプロパティに名前でアクセスできません。
ko: 보관된 속성 그룹의 속성은 이름으로 액세스할 수 없습니다.
pl: Do właściwości znajdujących się w grupach właściwości trwałych nie można uzyskać dostępu przy użyciu ich nazw.
pt_br: As propriedades em grupos de propriedades persistentes não podem ser acessadas pelo nome.
ru: К свойствам в постоянных группах свойств нельзя обращаться по имени.
tr: Kalıcı özellik gruplarındaki özelliklere adlarıyla erişilemez.
zh_hans: 不能通过名称访问保留的属性组中的属性。
zh_hant: 永續性屬性群組中的屬性不能依照名稱來存取。

# CannotEvaluateItemMetadata
source: MSB4023: Cannot evaluate the item metadata "%({0})". {1}
cs: MSB4023: Nelze vyhodnotit metadata položky %({0}). {1}
es: MSB4023: No se pueden evaluar los metadatos del elemento "%({0})". {1}
fr: MSB4023: Impossible d'évaluer la métadonnée d'élément "%({0})". {1}
it: MSB4023: non è possibile valutare i metadati dell'elemento "%({0})". {1}
ja: MSB4023: 項目のメタデータ "%({0})" を評価できません。{1}
ko: MSB4023: 항목 메타데이터 "%({0})"을(를) 계산할 수 없습니다. {1}
pl: MSB4023: Nie można ocenić metadanych elementu „%({0})”. {1}
pt_br: MSB4023: não é possível avaliar o metadados do item "%({0})". {1}
ru: MSB4023: не удается вычислить метаданные элемента "%({0})". {1}
tr: MSB4023: "%({0})" öğe meta verisi değerlendirilemiyor. {1}
zh_hans: MSB4023: 无法计算项元数据“%({0})”。{1}
zh_hant: MSB4023: 無法評估項目中繼資料 "%({0})"。{1}

# CannotExecuteUnassociatedTask
source: Cannot execute a task not associated with a project object.
cs: Nelze provést úlohu, která není přidružena k objektu projektu.
es: No se puede ejecutar una tarea que no está asociada a un objeto Project.
fr: Impossible d'exécuter une tâche qui n'est pas associée à un objet du projet.
it: Non è possibile eseguire un'attività non associata a un oggetto Project.
ja: プロジェクト オブジェクトに関連付けられていないタスクを実行することはできません。
ko: 프로젝트 개체에 연결되지 않은 작업은 실행할 수 없습니다.
pl: Nie można wykonać zadania nieskojarzonego z obiektem projektu.
pt_br: Não é possível executar uma tarefa que não esteja associada a um objeto de projeto.
ru: Невозможно выполнить задачу, не связанную с объектом проекта.
tr: Proje nesnesiyle ilişkilendirilmemiş bir görev yürütülemez.
zh_hans: 无法执行未与项目对象关联的任务。
zh_hant: 無法執行與專案物件沒有關聯的工作。

# CannotModifyCacheEntryValues
source: The cache entry has already been set to a different value and cannot be modified.
cs: Položka mezipaměti již byla nastavena na jinou hodnotu a nelze ji změnit.
es: La entrada de caché ya se ha establecido en un valor diferente y no se puede modificar.
fr: Une autre valeur a déjà été affectée à l'entrée de cache et elle ne peut pas être modifiée.
it: La voce della cache è già stata impostata su un valore differente e non può essere modificata.
ja: キャッシュ エントリには既に別の値が設定されており、変更できません。
ko: 캐시 엔트리가 이미 다른 값으로 설정되었으므로 수정할 수 없습니다.
pl: Wpis pamięci podręcznej został już ustawiony na inną wartość i nie można go zmodyfikować.
pt_br: A entrada do cache já foi definida em um valor diferente e não pode ser modificada.
ru: Для записи кэша уже задано другое значение, которое не может быть изменено.
tr: Önbellek girişi zaten farklı bir değere ayarlandı ve değiştirilemez.
zh_hans: 缓存条目已被设置为其他值，并且无法修改。
zh_hant: 快取項目已經設定為另一個值，無法修改。

# CannotModifyEnvironmentProperty
source: The "{0}" property comes from an environment variable, and cannot be modified.
cs: Vlastnost {0} závisí na proměnné prostředí a nelze ji upravovat.
es: La propiedad "{0}" procede de una variable de entorno y no puede modificarse.
fr: La propriété "{0}" provient d'une variable d'environnement et ne peut pas être modifiée.
it: Non è possibile modificare la proprietà "{0}". Proviene da una variabile di ambiente.
ja: "{0}" プロパティは環境変数にあり、変更できません。
ko: "{0}" 속성은 환경 변수에서 가져온 것이므로 수정할 수 없습니다.
pl: Właściwość „{0}” pochodzi ze zmiennej środowiskowej i nie można jej modyfikować.
pt_br: A propriedade "{0}" vem de uma variável de ambiente e não pode ser modificada.
ru: Свойство "{0}" извлекается из переменной окружения и не может быть изменено.
tr: "{0}" özelliği bir ortam değişkeninden geliyor ve değiştirilemez.
zh_hans: “{0}”属性来自环境变量，无法修改。
zh_hant: "{0}" 屬性來自環境變數，而且不能修改。

# CannotModifyGlobalProperty
source: The "{0}" property is a global property, and cannot be modified through an evaluated property group. Use "{1}" instead.
cs: Vlastnost {0} je globální vlastnost a nelze ji upravovat prostřednictvím vyhodnocené skupiny vlastností. Místo toho použijte {1}.
es: La propiedad "{0}" es una propiedad global y no puede modificarse con un grupo de propiedades evaluadas. Utilice "{1}" en su lugar.
fr: La propriété "{0}" est une propriété globale et ne peut pas être modifiée par le biais d'un groupe de propriétés évaluées. Utilisation de "{1}" à la place.
it: Non è possibile modificare la proprietà "{0}" tramite un gruppo di proprietà valutato perché è una proprietà globale. Usare "{1}".
ja: "{0}" プロパティはグローバル プロパティであり、評価されたプロパティ グループをとおして変更することはできません。"{1}" を使用してください。
ko: "{0}" 속성은 전역 속성이므로 확인된 속성 그룹을 통해 수정할 수 없습니다. "{1}"을(를) 대신 사용하십시오.
pl: Wartość „{0}” jest wartością globalną i nie można jej modyfikować za pomocą grupy właściwości szacowanych. Zamiast niej użyj „{1}”.
pt_br: A propriedade "{0}" é global e não pode ser modificada através de um grupo de propriedades avaliadas. Use "{1}".
ru: "{0}" — это глобальное свойство. Изменить его с помощью вычисленной группы свойств невозможно. Используйте вместо этого "{1}".
tr: "{0}" özelliği genel bir özelliktir ve değerlendirilmiş bir özellik grubu aracılığıyla değiştirilemez. Bunun yerine "{1}" kullanın.
zh_hans: “{0}”属性是全局属性，无法通过计算的属性组修改。请改用“{1}”。
zh_hant: "{0}" 屬性是全域屬性，而且不能透過已評估的屬性群組進行修改。請改用 "{1}"。
