Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RemoteErrorDuringTaskExecution
source: MSB4151: An error occurred while building project "{0}", target "{1}". Please see innerException for detailed information.
cs: MSB4151: Došlo k chybě při sestavování projektu {0}, cíl {1}. Podrobné informace naleznete v datech innerException.
es: MSB4151: Error al compilar el proyecto "{0}", destino "{1}". Vea innerException para obtener información detallada.
fr: MSB4151: Erreur lors de la génération du projet "{0}", cible "{1}". Pour obtenir des informations plus détaillées, consultez innerException.
it: MSB4151: errore durante la compilazione del progetto "{0}", destinazione "{1}". Per informazioni dettagliate, vedere innerException.
ja: MSB4151: プロジェクト "{0}" (ターゲット "{1}") のビルド中にエラーが発生しました。詳細については、innerException を参照してください。
ko: MSB4151: 프로젝트 "{0}", 대상 "{1}"을(를) 빌드하는 동안 오류가 발생했습니다. 자세한 정보는 innerException을 참조하십시오.
pl: MSB4151: Wystąpił błąd podczas kompilowania projektu „{0}”, element docelowy „{1}”. Aby uzyskać szczegółowe informacje, zobacz innerException.
pt_br: MSB4151: Ocorreu um erro ao compilar o projeto "{0}", destino "{1}". Consulte innerException para obter informações detalhadas.
ru: MSB4151: ошибка при сборке проекта "{0}", целевой объект "{1}". Дополнительные сведения см. в описании внутреннего исключения innerException.
tr: MSB4151: "{1}" hedefinde "{0}" projesi oluşturulurken hata oluştu. Ayrıntılı bilgiler için lütfen innerException öğesine bakın.
zh_hans: MSB4151: 生成项目“{0}”(目标“{1}”)时出错。有关详细信息，请参阅 innerException。
zh_hant: MSB4151: 建置專案 "{0}" 時發生錯誤，目標 "{1}"。請參閱 innerException 中的詳細資訊。

# FatalErrorOnChildNode
source: MSB4152: An error occurred on the child node "{0}" and could not be passed to the parent node. {1}
cs: MSB4152: V podřízeném uzlu {0} došlo k chybě a nebylo možné provést předání nadřazenému uzlu. {1}
es: MSB4152: Error en el nodo secundario "{0}" y no se pudo pasar al nodo principal. {1}.
fr: MSB4152: Une erreur s'est produite sur le nœud enfant "{0}" et n'a pas pu être passée au nœud parent. {1}
it: MSB4152: errore sul nodo figlio "{0}". Non è stato possibile passare al nodo padre. {1}
ja: MSB4152: 子ノード "{0}" でエラーが発生したため、親ノードに渡せませんでした。{1}
ko: MSB4152: 자식 노드 "{0}"에서 오류가 발생했지만 부모 노드로 전달할 수 없습니다. {1}
pl: MSB4152: Wystąpił błąd w węźle podrzędnym „{0}” i nie można przekazać go do węzła nadrzędnego. {1}
pt_br: MSB4152: erro no nó filho "{0}" e não foi possível transferi-lo ao nó pai. {1}
ru: MSB4152: ошибка в дочернем узле "{0}", который не удалось передать в родительский узел. {1}
tr: MSB4152: "{0}" alt düğümünde bir hata oluştu ve üst düğüme geçirilemedi. {1}
zh_hans: MSB4152: 子节点“{0}”上出错，未能传递到父节点。{1}
zh_hant: MSB4152: 子節點 "{0}" 上發生錯誤，無法傳遞到父節點。{1}

# AttemptingToLogFromInactiveTask
source: MSB4153: A call is made on an inactive IBuildEngine interface corresponding to a task that already finished execution.
cs: MSB4153: Bylo voláno neaktivní rozhraní IBuildEngine odpovídající úloze, jejíž provádění již bylo dokončeno.
es: MSB4153: Se ha llamado a una interfaz IBuildEngine inactiva correspondiente a una tarea cuya ejecución ya ha terminado.
fr: MSB4153: Un appel est effectué sur une interface IBuildEngine inactive correspondant à une tâche dont l'exécution est terminée.
it: MSB4153: su un'interfaccia IBuildEngine inattiva è stata effettuata una chiamata per un'attività la cui esecuzione è già terminata.
ja: MSB4153: アクティブでない IBuildEngine インターフェイスが呼び出されています。このインターフェイスに対応するタスクは既に実行を終了しています。
ko: MSB4153: 이미 실행이 끝난 작업에 해당하는 비활성 IBuildEngine 인터페이스를 호출했습니다.
pl: MSB4153: Wywołano nieaktywny interfejs IBuildEngine odpowiadający zadaniu, którego wykonywanie już się zakończyło.
pt_br: MSB4153: É efetuada uma chamada em uma interface inativa do IBuildEngine correspondente a uma tarefa cuja execução já foi finalizada.
ru: MSB4153: выполнен вызов неактивного интерфейса IBuildEngine, который соответствует уже завершенной задаче.
tr: MSB4153: Yürütülmesi zaten bitmiş bir göreve karşılık gelen etkinlik dışı IBuildEngine arabiriminde bir çağrı yapıldı.
zh_hans: MSB4153: 调用了对应于已完成执行的任务的不活动 IBuildEngine 接口。
zh_hant: MSB4153: 在對應到已完成工作執行的非現用 IBuildEngine 介面上進行了呼叫。

# DontForwardBuildFinished
source: MSB4154: A forwarding logger is attempting to forward BuildFinished event
cs: MSB4154: Předávající protokolovací nástroj se pokouší předat událost BuildFinished
es: MSB4154: Un registrador de reenvío está intentando reenviar el evento BuildFinished
fr: MSB4154: Un journal de transfert tente de transférer l'événement BuildFinished
it: MSB4154: un logger di inoltro sta tentando di inoltrare l'evento BuildFinished
ja: MSB4154: 転送ロガーが BuildFinished イベントを転送しようとしています
ko: MSB4154: 전달 로거가 BuildFinished 이벤트를 전달하려고 합니다.
pl: MSB4154: Rejestrator przekazujący próbuje przesłać dalej zdarzenie BuildFinished
pt_br: MSB4154: Um agente de log de encaminhamento está tentando encaminhar um evento BuildFinished
ru: MSB4154: журнал перенаправления пытается передать событие BuildFinished
tr: MSB4154: İletme günlükçüsü BuildFinished olayını iletmeye çalışıyor
zh_hans: MSB4154: 转发记录器正在尝试转发 BuildFinished 事件
zh_hant: MSB4154: 有個轉送記錄器正嘗試轉送 BuildFinished 事件

# NodeProviderFailure
source: MSB4155: There was an error while communicating with a node.
cs: MSB4155: Došlo k chybě při komunikaci s uzlem.
es: MSB4155: Error al comunicar con un nodo.
fr: MSB4155: Erreur lors de la communication avec un nœud.
it: MSB4155: errore durante la comunicazione con un nodo.
ja: MSB4155: ノードとの通信中にエラーが発生しました。
ko: MSB4155: 노드와 통신하는 동안 오류가 발생했습니다.
pl: MSB4155: Wystąpił błąd podczas komunikacji z węzłem.
pt_br: MSB4155: Houve um erro ao estabelecer comunicação com um nó.
ru: MSB4155: произошла ошибка при обмене данными с узлом.
tr: MSB4155: Düğümle iletişim kurulurken hata oluştu.
zh_hans: MSB4155: 与节点通信时出错。
zh_hant: MSB4155: 與節點通訊時發生錯誤。

# LoggerCreationError
source: MSB1021: Cannot create an instance of the logger - {0}.
cs: MSB1021: Nelze vytvořit instanci protokolovacího nástroje - {0}.
es: MSB1021: No se puede crear una instancia del registrador: {0}.
fr: MSB1021: Impossible de créer une instance du journal - {0}.
it: MSB1021: non è possibile creare un'istanza del logger - {0}.
ja: MSB1021: ロガーのインスタンスを作成できません - {0}。
ko: MSB1021: 로거의 인스턴스를 만들 수 없습니다. {0}.
pl: MSB1021: Nie można utworzyć wystąpienia rejestratora — {0}.
pt_br: MSB1021: Não é possível criar uma instância do agente de log - {0}.
ru: MSB1021: не удается создать экземпляр журнала - {0}.
tr: MSB1021: Günlükçünün örneği oluşturulamıyor - {0}.
zh_hans: MSB1021: 无法创建记录器的实例 - {0}。
zh_hant: MSB1021: 無法建立記錄器 {0} 的執行個體。

# LoggerNotFoundError
source: MSB1020: The logger {0} was not found. Check the following: 1.) The logger name specified is the same as the name of the logger class. 2.) The logger class is "public" and implements the Microsoft.Build.Framework.ILogger interface. 3.) The path to the logger assembly is correct, or the logger can be loaded using only the assembly name provided.
cs: MSB1020: Protokolovací nástroj {0} nebyl nalezen. Zkontrolujte, zda platí následující skutečnosti: 1.) Zadaný název protokolovacího nástroje je stejný jako název třídy protokolovacího nástroje. 2.) Třída protokolovacího nástroje je veřejná (public) a implementuje rozhraní Microsoft.Build.Framework.ILogger. 3.) Cesta k sestavení protokolovacího nástroje je správná, nebo lze protokolovací nástroj načíst pouze pomocí zadaného názvu sestavení.
es: MSB1020: No se encontró el registrador {0}. Compruebe lo siguiente: 1.) El nombre del registrador especificado es el mismo que el nombre de la clase de registrador. 2.) La clase de registrador es "public" e implementa la interfaz Microsoft.Build.Framework.ILogger. 3.) La ruta de acceso del ensamblado del registrador es correcta o el registrador puede cargarse usando sólo el nombre del ensamblado especificado.
fr: MSB1020: Le journal {0} est introuvable. Vérifiez les points suivants : 1.) Le nom du journal est le même que celui de la classe de journalisation. 2.) La classe de journalisation est "public" et implémente l'interface Microsoft.Build.Framework.ILogger. 3.) Le chemin d'accès à l'assembly de journalisation est correct ou le journal peut uniquement être chargé avec le nom d'assembly fourni.
it: MSB1020: il logger {0} non è stato trovato. Verificare quanto segue: 1.) Il nome del logger specificato corrisponde al nome della classe logger. 2.) La classe logger è "public" e implementa l'interfaccia Microsoft.Build.Framework.ILogger. 3.) Il percorso dell'assembly logger è corretto o è possibile caricare il logger usando esclusivamente il nome di assembly fornito.
ja: MSB1020: ロガー {0} は見つかりませんでした。次のことを確認してください: 1.) 指定したロガー名がロガー クラスの名前と同じであること。2.) ロガー クラスが "public" であり、Microsoft.Build.Framework.ILogger インターフェイスを実装していること。3.) ロガー アセンブリへのパスが正しいこと。または指定のアセンブリ名だけを使用してロガーを読み込めること。
ko: MSB1020: {0} 로거를 찾을 수 없습니다. 다음을 수행하십시오. 1) 지정한 로거 이름이 로거 클래스 이름과 같은지 확인합니다. 2) 로거 클래스가 "public"이고 Microsoft.Build.Framework.ILogger 인터페이스를 구현하는지 확인합니다. 3) 로거 어셈블리의 경로가 올바른지 또는 지정한 어셈블리 이름만 사용하여 로거를 로드할 수 있는지 확인합니다.
pl: MSB1020: Nie można odnaleźć rejestratora {0}. Sprawdź, czy: 1) Określona nazwa rejestratora jest taka sama, jak nazwa klasy rejestratora. 2) Klasą rejestratora jest „public” i czy implementuje ona interfejs Microsoft.Build.Framework.ILogger. 3) Ścieżka do zestawu rejestratora jest poprawna lub rejestrator można załadować przy użyciu tylko podanej nazwy zestawu.
pt_br: MSB1020: O agente de log {0} não foi encontrado. Verifique o seguinte: 1.) O nome do agente de log especificado é igual ao nome da classe do agente de log. 2.) A classe do agente de log é "public" e implementa a interface Microsoft.Build.Framework.ILogger. 3.) O caminho para o assembly do agente de log está correto ou se é possível carregar o agente de log somente com o nome do assembly fornecido.
ru: MSB1020: журнал {0} не найден. Проверьте следующее: 1.) Указанное имя журнала соответствует имени класса журнала. 2. Класс средства ведения журнала является открытым и реализует интерфейс Microsoft.Build.Framework.ILogger. 3.) Правильность пути к сборке журнала или возможность загрузки журнала только при помощи предоставленного имени сборки.
tr: MSB1020: {0} günlükçüsü bulunamadı. Şunları denetleyin: 1.) Belirtilen günlükçü adı günlükçü sınıfındakiyle aynı. 2.) Günlükçü sınıfı "public" ve Microsoft.Build.Framework.ILogger arabirimini uyguluyor. 3.) Günlükçü derlemesi yolu doğru veya günlükçü yalnızca sağlanan derleme adıyla yüklenebiliyor.
zh_hans: MSB1020: 找不到记录器 {0}。请检查以下各项: 1.) 指定的记录器名称与记录器类的名称相同。2.) 记录器类为“公共的”并且实现 Microsoft.Build.Framework.ILogger 接口。3.) 记录器程序集的路径正确无误，或者只能使用提供的程序集名称来加载记录器。
zh_hant: MSB1020: 找不到記錄器 {0}。請檢查: 1.) 指定的記錄器名稱是否與記錄器類的別名相同。2.) 記錄器類別是否為 "public" 並且實作 Microsoft.Build.Framework.ILogger 介面。3.) 記錄器組件的路徑是否正確、記錄器是否只能使用所提供的組件名稱載入。

# DontForwardBuildStarted
source: MSB4156: A forwarding logger is attempting to forward BuildStarted event
cs: MSB4156: Předávající protokolovací nástroj se pokouší předat událost BuildStarted
es: MSB4156: Un registrador de reenvío está intentando reenviar el evento BuildStarted
fr: MSB4156: Un journal de transfert tente de transférer l'événement BuildStarted
it: MSB4156: un logger di inoltro sta tentando di inoltrare l'evento BuildStarted
ja: MSB4156: 転送ロガーが BuildStarted イベントを転送しようとしています
ko: MSB4156: 전달 로거가 BuildStarted 이벤트를 전달하려고 합니다.
pl: MSB4156: Rejestrator przekazujący próbuje przesłać dalej zdarzenie BuildStarted
pt_br: MSB4156: Um agente de log de encaminhamento está tentando encaminhar um evento BuildStarted
ru: MSB4156: журнал перенаправления пытается передать событие BuildStarted
tr: MSB4156: İletme günlükçüsü BuildStarted olayını iletmeye çalışıyor
zh_hans: MSB4156: 转发记录器正在尝试转发 BuildStarted 事件
zh_hant: MSB4156: 有個轉送記錄器正嘗試轉送 BuildStarted 事件

# ProjectStackWithTargetNames
source: "{0}" ({1} target) ({2}) ->
cs: {0} ({1} cíl) ({2}) ->
es: "{0}" ({1} destino) ({2}) ->
fr: "{0}" ({1} cible) ({2}) ->
it: "{0}" (destinazione: {1}) ({2}) ->
ja: "{0}" ({1} ターゲット) ({2}) ->
ko: "{0}"({1} 대상)({2}) ->
pl: „{0}” (element docelowy {1}) ({2}) ->
pt_br: "{0}" ({1} destino) ({2}) ->
ru: "{0}" (целевой объект {1} ) ({2}) ->
tr: "{0}" ({1} hedefi) ({2}) ->
zh_hans: “{0}”({1} 目标) ({2}) ->
zh_hant: "{0}" ({1} 目標) ({2}) ->

# ProjectStackWithDefaultTargets
source: "{0}" (default target) ({1}) ->
cs: "{0}" (výchozí cíl) ({1}) ->
es: "{0}" (destino predeterminado) ({1}) ->
fr: "{0}" (cible par défaut) ({1}) ->
it: "{0}" (destinazione predefinita) ({1}) ->
ja: "{0}" (既定のターゲット) ({1}) ->
ko: "{0}"(기본 대상)({1})->
pl: „{0}” (domyślny element docelowy) ({1})->
pt_br: "{0}" (destino padrão) ({1}) ->
ru: "{0}" (целевой объект по умолчанию) ({1}) ->
tr: "{0}" (varsayılan hedef) ({1}) ->
zh_hans: “{0}”(默认目标) ({1}) ->
zh_hant: "{0}" (預設目標) ({1}) ->

# ProjectStartedTopLevelProjectWithTargetNames
source: Project "{0}" on node {1} ({2} target(s)).
cs: Projekt {0} v uzlu {1} (počet cílů: {2}).
es: Proyecto "{0}" en el nodo {1} ({2} destinos).
fr: Projet "{0}" sur le nœud {1} ({2} cible(s)).
it: Progetto "{0}" sul nodo {1} (destinazioni: {2}).
ja: ノード {1} 上のプロジェクト "{0}" ({2} ターゲット)。
ko: {1} 노드의 "{0}" 프로젝트({2} 대상)입니다.
pl: Projekt „{0}” w węźle {1} (elementy docelowe: {2}).
pt_br: Projeto "{0}" no nó {1} ({2} destino(s)).
ru: Проект "{0}" в узле {1} (целевые объекты {2}).
tr: {1} düğümünde "{0}" projesi ({2} hedef).
zh_hans: 项目“{0}”在节点 {1} 上({2} 个目标)。
zh_hant: 節點 {1} ({2} 目標) 上的專案 "{0}"。

# ProjectStartedTopLevelProjectWithDefaultTargets
source: Project "{0}" on node {1} (default targets).
cs: Projekt {0} v uzlu {1} (výchozí cíle).
es: Proyecto "{0}" en nodo {1} (destinos predeterminados).
fr: Projet "{0}" sur le nœud {1} (cibles par défaut).
it: Progetto "{0}" sul nodo {1} (destinazioni predefinite).
ja: ノード {1} 上のプロジェクト "{0}" (既定のターゲット)。
ko: {1} 노드의 "{0}" 프로젝트(기본 대상)입니다.
pl: Projekt „{0}” w węźle {1} (domyślne elementy docelowe).
pt_br: Projeto "{0}" no nó {1} (destinos padrão).
ru: Проект "{0}" в узле {1} (целевые объекты по умолчанию).
tr: {1} düğümünde "{0}" projesi (varsayılan hedefler).
zh_hans: 节点 {1} 上的项目“{0}”(默认目标)。
zh_hant: 節點 {1} (預設目標) 上的專案 "{0}"。

# ProjectStartedWithTargetsMultiProc
source: Project "{0}" ({1}) is building "{2}" ({3}) on node {4} ({5} target(s)).
cs: Probíhá sestavení projektu {0} ({1}) – {2} ({3}) v uzlu {4} (počet cílů: {5}).
es: El proyecto "{0}" ({1}) está compilando "{2}" ({3}) en el nodo {4} ({5} destinos).
fr: Le projet "{0}" ({1}) génère "{2}" ({3}) sur le nœud {4} ({5} cible(s)).
it: Compilazione di "{2}" ({3}) dal progetto "{0}" ({1}) sul nodo {4} (destinazioni: {5}).
ja: プロジェクト "{0}" ({1}) は、ノード {4} 上に "{2}" ({3}) をビルドしています ({5} ターゲット)。
ko: "{0}"({1}) 프로젝트가 {4} 노드에서 "{2}"({3})을(를) 빌드하고 있습니다({5} 대상).
pl: Projekt „{0}” ({1}) kompiluje „{2}” ({3}) w węźle {4} (elementy docelowe: {5}).
pt_br: O projeto "{0}" ({1}) está compilando "{2}" ({3}) no nó {4} ({5} destino(s)).
ru: Проект "{0}" ({1}) выполняет сборку "{2}" ({3}) в узле {4} (целевые объекты {5}).
tr: "{0}" projesi ({1}) {4} düğümünde "{2}" ({3}) oluşturuyor ({5} hedef).
zh_hans: 项目“{0}”({1})正在节点 {4} 上生成“{2}”({3}) ({5} 个目标)。
zh_hant: 專案 "{0}" ({1}) 正在節點 {4} ({5} 目標) 上建置 "{2}" ({3})。

# ProjectStartedWithDefaultTargetsMultiProc
source: Project "{0}" ({1}) is building "{2}" ({3}) on node {4} (default targets).
cs: Probíhá sestavení projektu {0} ({1}) – {2} ({3}) v uzlu {4} (výchozí cíle).
es: El proyecto "{0}" ({1}) está compilando "{2}" ({3}) en el nodo {4} (destinos predeterminados).
fr: Le projet "{0}" ({1}) génère "{2}" ({3}) sur le nœud {4} (cibles par défaut).
it: Compilazione di "{2}" ({3}) dal progetto "{0}" ({1}) sul nodo {4} (destinazioni predefinite).
ja: プロジェクト "{0}" ({1}) は、ノード {4} 上に "{2}" ({3}) をビルドしています (既定のターゲット)。
ko: "{0}"({1}) 프로젝트가 {4} 노드에서 "{2}"({3})을(를) 빌드하고 있습니다(기본 대상).
pl: Projekt „{0}” ({1}) kompiluje „{2}” ({3}) w węźle {4} (domyślne elementy docelowe).
pt_br: O projeto "{0}" ({1}) está compilando "{2}" ({3}) no nó {4} (destinos padrão).
ru: Проект "{0}" ({1}) выполняет сборку "{2}" ({3}) в узле {4} (целевые объекты по умолчанию).
tr: "{0}" projesi ({1}) {4} düğümünde "{2}" ({3}) oluşturuyor (varsayılan hedefler).
zh_hans: 项目“{0}”({1})正在节点 {4} 上生成“{2}”({3}) (默认目标)。
zh_hant: 專案 "{0}" ({1}) 正在節點 {4} (預設目標) 上建置 "{2}" ({3})。

# ErrorWarningInTarget
source: ({0} target) ->
cs: (cíl {0}) ->
es: ({0} destino) ->
fr: ({0} cible) ->
it: (destinazione: {0}) ->
ja: ({0} ターゲット) ->
ko: ({0} 대상) ->
pl: (element docelowy {0}) ->
pt_br: ({0} destino) ->
ru: ({0} конечный объект) ->
tr: ({0} hedefi) ->
zh_hans: ({0} 目标) ->
zh_hant: ({0} 目標) ->

# projectFilesEmpty
source: MSB4157: The array of project files needs to contain at least one value.
cs: MSB4157: Pole souborů projektu musí obsahovat alespoň jednu hodnotu.
es: MSB4157: La matriz de archivos de proyecto debe contener al menos un valor.
fr: MSB4157: Le tableau de fichiers projet doit contenir au moins une valeur.
it: MSB4157: la matrice dei file di progetto deve contenere almeno un valore.
ja: MSB4157: プロジェクト ファイルの配列には、少なくとも 1 つの値が必要です。
ko: MSB4157: 프로젝트 파일 배열에는 값이 적어도 하나는 있어야 합니다.
pl: MSB4157: Tablica plików projektu musi zawierać co najmniej jedną wartość.
pt_br: MSB4157: A matriz dos arquivos do projeto precisa conter, ao menos, um valor.
ru: MSB4157: массив файлов проекта должен содержать хотя бы одно значение.
tr: MSB4157: Proje dosyaları dizisinin en az bir değer içermesi gerekiyor.
zh_hans: MSB4157: 项目文件的数组至少需要包含一个值。
zh_hant: MSB4157: 專案檔陣列至少要包含一個值。

# projectFilesEmptyElement
source: MSB4158: The project file name at element {0} is empty.
cs: MSB4158: Název souboru projektu {0} je prázdný.
es: MSB4158: El nombre de archivo de proyecto en el elemento {0} está vacío.
fr: MSB4158: Le nom du fichier projet à l'élément {0} est vide.
it: MSB4158: il nome del file di progetto nell'elemento {0} è vuoto.
ja: MSB4158: 要素 {0} のプロジェクト ファイル名が空です。
ko: MSB4158: {0} 요소의 프로젝트 파일 이름이 비어 있습니다.
pl: MSB4158: Nazwa pliku projektu w elemencie {0} jest pusta.
pt_br: MSB4158: O nome do arquivo do projeto no elemento {0} está em branco.
ru: MSB4158: пустое имя файла проекта в элементе {0}.
tr: MSB4158: {0} öğesindeki proje dosyası adı boş.
zh_hans: MSB4158: 元素 {0} 处的项目文件名为空。
zh_hant: MSB4158: 位於項目 {0} 的專案檔名稱是空白。

# PropertyOutputOverridden
source: The property "{0}" with value "{1}" is being overridden by another batch. The property is now: "{2}"
cs: Probíhá přepsání vlastnosti {0} s hodnotou {1} jinou dávkou. Nová hodnota vlastnosti: {2}.
es: La propiedad "{0}" con el valor "{1}" está siendo invalidada por otro lote. La propiedad es ahora: "{2}"
fr: La propriété "{0}" ayant la valeur "{1}" est substituée par un autre lot. À présent, la propriété est : "{2}"
it: Override della proprietà "{0}" con valore "{1}" con un altro batch. La proprietà è adesso: "{2}"
ja: 値 "{1}" が指定されたプロパティ "{0}" は別のバッチによってオーバーライドされています。現在のプロパティ: "{2}"
ko: 값이 "{1}"인 "{0}" 속성을 다른 일괄 처리에서 재정의하고 있습니다. 속성은 이제 "{2}"입니다.
pl: Właściwość „{0}” o wartości „{1}” jest zastępowana przez inny proces wsadowy. Obecnie właściwość to „{2}”.
pt_br: A propriedade "{0}" com o valor "{1}" está sendo substituída por outro lote. Agora a propriedade é: "{2}"
ru: Свойство "{0}" со значением "{1}" переопределяется другим пакетом. Теперь свойство имеет значение "{2}"
tr: Değeri "{1}" olan "{0}" özelliği başka bir toplu işlem tarafından geçersiz kılınıyor. Özelliğin şimdiki değeri: "{2}"
zh_hans: 值为“{1}”的属性“{0}”被另一个 Batch 重写。该属性现在为:“{2}”
zh_hant: 另一個批次正在覆寫值為 "{1}" 的屬性 "{0}"。此屬性現在是: "{2}"

# RethrownEngineException
source: Please see inner exception for error information.
cs: Informace o chybě naleznete v datech vnitřní výjimky.
es: Vea la excepción interna para obtener información del error.
fr: Consultez l'exception interne pour obtenir des informations sur l'erreur.
it: Per informazioni dettagliate, vedere l'eccezione interna.
ja: エラーについては、内部例外を参照してください。
ko: 오류 정보는 내부 예외를 참조하십시오.
pl: Aby uzyskać informacje o błędzie, zobacz wyjątek wewnętrzny.
pt_br: Consulte a exceção interna para obter informações do erro.
ru: Сведения об ошибке см. в описании внутреннего исключения.
tr: Lütfen hata bilgileri için iç özel duruma bakın.
zh_hans: 有关错误信息，请参阅内部异常。
zh_hant: 請參閱內部例外狀況中的錯誤資訊。

# ExpectedEventToBeSerializable
source: Event type "{0}" was expected to be serializable. The event was not serializable and has been ignored.
cs: Typ události {0} měl být podle očekávání serializovatelný. Událost nebyla serializovatelná a byla ignorována.
es: Se esperaba que el tipo de evento "{0}" fuera serializable. El evento no era serializable y se ha omitido.
fr: Le type d'événement "{0}" devait être sérialisable. L'événement n'était pas sérialisable et a été ignoré.
it: Previsto tipo evento "{0}" serializzabile. L'evento non era serializzabile ed è stato ignorato.
ja: イベントの種類 "{0}" はシリアル化可能であることが想定されていましたが、シリアル化可能でなかったため無視されました。
ko: "{0}" 이벤트 형식은 serialize할 수 있어야 합니다. 이 이벤트는 serialize할 수 없으므로 무시되었습니다.
pl: Typ zdarzenia „{0}” miał być możliwy do serializacji. Serializacja zdarzenia nie była możliwa i element został zignorowany.
pt_br: Esperava-se que o tipo de evento "{0}" fosse serializado. O evento não era serializado e foi ignorado.
ru: Ожидалось, что тип события "{0}" будет сериализуемым. Событие не было сериализуемым и было пропущено.
tr: "{0}" olay türünün seri hale getirilebileceği bekleniyordu. Olay seri hale getirilemedi ve yoksayıldı.
zh_hans: 事件类型“{0}”应是可序列化的。该事件不可序列化，已被忽略。
zh_hant: 事件類型 "{0}" 應該可以序列化。此事件不可序列化，已被忽略。

# logfilePathNullOrEmpty
source: The log file path cannot be null or empty.
cs: Cesta k souboru protokolu nemůže mít hodnotu Null a nesmí být prázdná.
es: La ruta del archivo de registro no puede ser NULL ni estar vacía.
fr: Le chemin d'accès du fichier journal ne peut pas être null ou vide.
it: Il percorso file di log non può essere Null o vuoto.
ja: ログ ファイル パスは null または空にできません。
ko: 로그 파일 경로는 null이거나 비어 있을 수 없습니다.
pl: Ścieżka pliku dziennika nie może być zerowa ani pusta.
pt_br: O caminho do arquivo de log não pode ser nulo nem ficar em branco.
ru: Путь к файлу журнала не может быть пустым или иметь значение NULL.
tr: Günlük dosyası yolu null veya boş olamaz.
zh_hans: 日志文件路径不能为 null 或为空。
zh_hant: 記錄檔路徑不可為 null 或空白。
