Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ItemSpecModifierCannotBeCustomMetadata
source: MSB4033: "{0}" is a reserved item metadata, and cannot be redefined as a custom metadata on the item.
cs: MSB4033: {0} jsou rezervovaná metadata položky a nelze je předefinovat jako přizpůsobená metadata této položky.
es: MSB4033: "{0}" es un metadato de elemento reservado y no se puede volver a definir como metadatos personalizados en el elemento.
fr: MSB4033: "{0}" est une métadonnée d'élément réservée qui ne peut pas être redéfinie en tant que métadonnée personnalisée pour l'élément.
it: MSB4033: "{0}" sono metadati di elemento riservati e non possono essere ridefiniti come metadati personalizzati per l'elemento.
ja: MSB4033: "{0}" は予約されている項目メタデータであるため、項目のカスタム メタデータとして再定義できません。
ko: MSB4033: "{0}"은(는) 예약된 항목 메타데이터이므로 항목의 사용자 지정 메타데이터로 다시 정의할 수 없습니다.
pl: MSB4033: Element „{0}” stanowi zastrzeżone metadane elementu i nie można go ponownie zdefiniować jako metadanych niestandardowych w elemencie.
pt_br: MSB4033: "{0}" são metadados de item reservado e não pode ser redefinido como metadados personalizado no item.
ru: MSB4033: "{0}" — это зарезервированные метаданные элемента, которые не могут быть переопределены как пользовательские метаданные элемента.
tr: MSB4033: "{0}", bir ayrılmış öğe meta verisidir; öğe üzerinde özel meta veri olarak yeniden tanımlanamaz.
zh_hans: MSB4033: “{0}”是保留的项元数据，不能重新定义为该项的自定义元数据。
zh_hant: MSB4033: "{0}" 是保留的項目中繼資料，不能重新定義為該項目上的自訂中繼資料。

# InternalLoggerExceptionOnlyThrownByEngine
source: An InternalLoggerException can only be thrown by the MSBuild engine. The public constructors of this class cannot be used to create an instance of the exception.
cs: Výjimku InternalLoggerException může vyvolat pouze nástroj MSBuild. Veřejné konstruktory této třídy nelze používat k vytvoření instance výjimky.
es: El motor de MSBuild es el único que puede iniciar InternalLoggerException. Los constructores públicos de esta clase no se pueden usar para crear una instancia de la excepción.
fr: Une exception InternalLoggerException peut être levée uniquement par le moteur MSBuild. Impossible d'utiliser les constructeurs publics de cette classe pour créer une instance de l'exception.
it: InternalLoggerException può essere generato solo dal motore di MSBuild. I costruttori pubblici di questa classe non possono essere usati per creare un'istanza dell'eccezione.
ja: InternalLoggerException は MSBuild エンジンによってのみスローされることができます。このクラスのパブリック コンストラクターを、例外のインスタンスを作成するために使用することはできません。
ko: InternalLoggerException은 MSBuild 엔진에서만 throw할 수 있습니다. 이 클래스의 public 생성자는 예외의 인스턴스를 만드는 데 사용할 수 없습니다.
pl: Wyjątek InternalLoggerException może być zgłoszony tylko przez aparat MSBuild. Publicznych konstruktorów tej klasy nie można użyć do utworzenia wystąpienia wyjątku.
pt_br: InternalLoggerException pode ser acionado somente pelo mecanismo MSBuild. Os construtores públicos desta classe não podem ser usados para criar uma instância da exceção.
ru: Исключение InternalLoggerException может быть вызвано только модулем MSBuild. Открытые конструкторы этого класса нельзя использовать для создания экземпляра исключения.
tr: InternalLoggerException yalnızca MSBuild altyapısı tarafından oluşturulabilir. Bu sınıfın genel oluşturucuları, özel durumun bir örneğini oluşturmak için kullanılamaz.
zh_hans: InternalLoggerException 只能由 MSBuild 引擎引发。不能使用此类的公共构造函数创建该异常的实例。
zh_hant: InternalLoggerException 只能由 MSBuild 引擎擲回。此類別的公用建構函式不能用來建立例外狀況的執行個體。

# ItemListHeader
source: Initial Items:
cs: Počáteční položky:
es: Elementos iniciales:
fr: Éléments initiaux :
it: Elementi iniziali:
ja: 初期項目:
ko: 초기 항목:
pl: Elementy początkowe:
pt_br: Itens iniciais:
ru: Начальные элементы:
tr: İlk Öğeler:
zh_hans: 初始项:
zh_hant: 初始項目:

# MissingCondition
source: MSB4083: Expected a Condition attribute on element "{0}".
cs: MSB4083: Byl očekáván atribut Condition elementu {0}.
es: MSB4083: Se esperaba un atributo Condition en el elemento "{0}".
fr: MSB4083: Attribut Condition attendu sur l'élément "{0}".
it: MSB4083: è previsto un attributo Condition per l'elemento "{0}".
ja: MSB4083: 条件属性が要素 "{0}" で必要です。
ko: MSB4083: "{0}" 요소에 Condition 특성이 필요합니다.
pl: MSB4083: Oczekiwany atrybut Condition w elemencie „{0}”.
pt_br: MSB4083: Esperado atributo Condition no elemento "{0}".
ru: MSB4083: ожидается атрибут Condition элемента "{0}".
tr: MSB4083: "{0}" öğesinde Condition özniteliği bekleniyor.
zh_hans: MSB4083: 元素“{0}”上需要 Condition 特性。
zh_hant: MSB4083: 在項目 "{0}" 上必須有條件屬性。

# MetadataDefinitionCannotContainItemVectorExpression
source: MSB4164: The value "{0}" of metadata "{1}" contains an item list expression. Item list expressions are not allowed on default metadata values.
cs: MSB4164: Hodnota {0} metadat {1} obsahuje výraz seznamu položek. Ve výchozích hodnotách metadat nejsou výrazy seznamů položek povoleny.
es: MSB4164: El valor "{0}" de los metadatos "{1}" contiene una expresión de lista de elementos. No se permiten expresiones de lista de elementos en valores de metadatos predeterminados.
fr: MSB4164: La valeur "{0}" de la métadonnée "{1}" contient une expression de liste d'éléments. Les expressions de listes d'éléments ne sont pas autorisées pour les valeurs de métadonnées par défaut.
it: MSB4164: il valore "{0}" dei metadati "{1}" contiene un'espressione dell'elenco di elementi. Le espressioni dell'elenco di elementi non sono consentite per i valori dei metadati predefiniti.
ja: MSB4164: メタデータ "{1}" の値 "{0}" には、項目一覧式が含まれています。項目一覧式は、メタデータのデフォルト値では許可されていません。
ko: MSB4164: "{1}" 메타데이터의 "{0}" 값에 항목 목록 식이 있습니다. 기본 메타데이터 값에는 항목 목록 식이 허용되지 않습니다.
pl: MSB4164: Wartość „{0}” metadanych „{1}” zawiera wyrażenie listy elementów. Stosowanie wyrażeń list elementów w domyślnych wartościach metadanych jest niedozwolone.
pt_br: MSB4164: O valor "{0}" dos metadados "{1}" contém uma expressão de lista de itens. Essas expressões não são permitidas em valores de metadados padrão.
ru: MSB4164: значение"{0}" метаданных "{1}" содержит выражение списка элементов.
tr: MSB4164: "{1}" meta verisinin "{0}" değeri bir öğe listesi ifadesi içeriyor. Varsayılan meta veri değerlerinde öğe listesi ifadelerine izin verilmez.
zh_hans: MSB4164: 元数据“{1}”的值“{0}”包含一个项列表表达式。默认元数据值不能包含项列表表达式。
zh_hant: MSB4164: 中繼資料 "{1}" 的值 "{0}" 包含項目清單運算式。預設中繼資料值上不允許有項目清單運算式。

# MissingProject
source: MSBuild is expecting a valid "{0}" object.
cs: Nástroj MSBuild očekává platný objekt {0}.
es: MSBuild espera un objeto "{0}" válido.
fr: MSBuild attend un objet "{0}" valide.
it: MSBuild prevede un oggetto "{0}" valido.
ja: MSBuild は有効な "{0}" オブジェクトを必要としています。
ko: MSBuild에 올바른 "{0}" 개체가 필요합니다.
pl: Program MSBuild oczekuje prawidłowego obiektu „{0}”.
pt_br: O MSBuild está esperando um objeto "{0}" válido.
ru: Для MSBuild требуется допустимый объект "{0}".
tr: MSBuild, geçerli bir "{0}" nesnesi bekliyor.
zh_hans: MSBuild 需要有效的“{0}”对象。
zh_hant: MSBuild 需要有效的 "{0}" 物件。

# MissingRequiredAttribute
source: MSB4035: The required attribute "{0}" is missing from element <{1}>.
cs: MSB4035: Nebyl nalezen požadovaný atribut {0} elementu <{1}>.
es: MSB4035: Falta el atributo requerido "{0}" en el elemento <{1}>.
fr: MSB4035: L'attribut requis "{0}" est absent de l'élément <{1}>.
it: MSB4035: l'attributo obbligatorio "{0}" non è presente nell'elemento <{1}>.
ja: MSB4035: 要素 <{1}> に必要な属性 "{0}" が存在しません。
ko: MSB4035: 필요한 "{0}" 특성이 <{1}> 요소에 없습니다.
pl: MSB4035: Brak wymaganego atrybutu „{0}” w elemencie <{1}>.
pt_br: MSB4035: O atributo "{0}" obrigatório não tem o elemento <{1}>.
ru: MSB4035: у элемента <{1}> отсутствует обязательный атрибут "{0}".
tr: MSB4035: Gerekli "{0}" özniteliği <{1}> öğesinde yok.
zh_hans: MSB4035: 元素 <{1}> 中缺少必需的特性“{0}”。
zh_hant: MSB4035: 項目 <{1}> 遺漏必要的屬性 "{0}"。

# MissingTaskError
source: MSB4036: The "{0}" task was not found. Check the following: 1.) The name of the task in the project file is the same as the name of the task class. 2.) The task class is "public" and implements the Microsoft.Build.Framework.ITask interface. 3.) The task is correctly declared with <UsingTask> in the project file, or in the *.tasks files located in the "{1}" directory.
cs: MSB4036: Nebyla nalezena úloha {0}. Zkontrolujte, zda platí následující skutečnosti: 1.) Název úlohy v souboru projektu je stejný jako název třídy úloh. 2.) Třída úloh je veřejná (public) a implementuje rozhraní Microsoft.Build.Framework.ITask. 3.) Úloha je správně deklarována s elementem <UsingTask> v souboru projektu nebo v souborech *.tasks v adresáři {1}.
es: MSB4036: No se encuentra la tarea "{0}". Compruebe lo siguiente: 1.) El nombre de la tarea del archivo del proyecto es el mismo que el nombre de la clase de tarea. 2.) La clase de tarea es "public" e implementa la interfaz Microsoft.Build.Framework.ITask. 3.) La tarea se declaró correctamente con <UsingTask> en el archivo del proyecto o en los archivos *.tasks ubicados en el directorio "{1}".
fr: MSB4036: Tâche "{0}" introuvable. Vérifiez les points suivants : 1.) Le nom de la tâche dans le fichier projet est identique au nom de la classe de tâche. 2.) La classe de tâche est "public" et implémente l'interface Microsoft.Build.Framework.ITask. 3.) La tâche est correctement déclarée avec <UsingTask> dans le fichier projet ou dans les fichiers *.tasks stockés dans le répertoire "{1}".
it: MSB4036: attività "{0}" non trovata. Verificare quanto segue: 1.) Il nome dell'attività nel file di progetto corrisponde al nome della classe dell'attività. 2.) La classe dell'attività è "public" e implementa l'interfaccia Microsoft.Build.Framework.ITask. 3.) L'attività è stata dichiarata correttamente con <UsingTask> nel file di progetto o nei file *.tasks presenti nella directory "{1}".
ja: MSB4036: "{0}" タスクが見つかりませんでした。次のことを確認してください。1.) プロジェクト ファイルの中のタスク名がタスク クラス名と同一である。2.) タスク クラスが public であり Microsoft.Build.Framework.ITask インターフェイスを実装する。3.) プロジェクト ファイルまたは "{1}" ディレクトリに配置された *.tasks ファイルの中の <UsingTask> でタスクが正しく宣言されている。
ko: MSB4036: "{0}" 작업을 찾을 수 없습니다. 다음을 수행하십시오. 1) 프로젝트 파일에 있는 작업 이름이 작업 클래스 이름과 같은지 확인합니다. 2) 작업 클래스가 "public"이고 Microsoft.Build.Framework.ITask 인터페이스를 구현하는지 확인합니다. 3) 프로젝트 파일 또는 "{1}" 디렉터리에 있는 *.tasks 파일에 <UsingTask>를 사용하여 작업이 올바르게 선언되었는지 확인합니다.
pl: MSB4036: Nie można odnaleźć zadania „{0}”. Sprawdź, czy: 1) Nazwa zadania w pliku projektu jest taka sama, jak nazwa klasy zadania. 2) Klasą zadania jest „public” i implementuje ona interfejs Microsoft.Build.Framework.ITask. 3) Zadanie jest poprawnie zadeklarowane za pomocą parametru <UsingTask> w pliku projektu lub w plikach *.tasks zlokalizowanych w katalogu „{1}”.
pt_br: MSB4036: A tarefa "{0}" não foi encontrada. Verifique se: 1.) O nome da tarefa no arquivo de projeto é o mesmo nome da classe da tarefa. 2.) A classe da tarefa é "public" e implementa a interface Microsoft.Build.Framework.ITask. 3.) A tarefa está declarada corretamente com <UsingTask> no arquivo de projeto ou nos arquivos *.tasks localizados no diretório "{1}".
ru: MSB4036: задача "{0}" не найдена. Проверьте следующее. 1. Имя задачи в файле проекта совпадает с именем класса задачи. 2. Класс задачи относится к категории "public" и реализует интерфейс Microsoft.Build.Framework.ITask. 3. Задача правильно объявлена с помощью <UsingTask> в файле проекта или в файлах с расширением TASKS в каталоге "{1}".
tr: MSB4036: "{0}" görevi bulunamadı. Şunları denetleyin: 1.) Proje dosyasındaki görevin adı ile görev sınıfının adı aynı. 2.) Görev sınıfı "public" olarak tanımlanmış ve Microsoft.Build.Framework.ITask arabirimini uyguluyor. 3.) Görev, proje dosyasında veya "{1}" dizinindeki *.tasks dosyalarında <UsingTask> ile doğru biçimde bildirilmiş.
zh_hans: MSB4036: 未找到“{0}”任务。请检查下列各项: 1.) 项目文件中的任务名称与任务类的名称相同。2.) 任务类为“public”且实现 Microsoft.Build.Framework.ITask 接口。3.) 在项目文件中或位于“{1}”目录的 *.tasks 文件中使用 <UsingTask> 正确声明了该任务。
zh_hant: MSB4036: 找不到 "{0}" 工作。請檢查下列事項: 1.) 專案檔中工作的名稱與工作類別的名稱相同。2.) 工作類別是 "public"，並且實作 Microsoft.Build.Framework.ITask 介面。3.) 工作是以專案檔中的 <UsingTask> 或在位於 "{1}" 目錄中的 *.tasks 檔案中正確宣告該名稱。

# MSBuildToolsPathIsNotSpecified
source: MSB4141: MSBuildToolsPath is not specified for the ToolsVersion "{0}" defined at "{1}", or the value specified evaluates to the empty string.
cs: MSB4141: Pro verzi ToolsVersion {0} definovanou v {1} není zadán parametr MSBuildToolsPath nebo je výsledkem vyhodnocení zadané hodnoty prázdný řetězec.
es: MSB4141: No se ha especificado MSBuildToolsPath para el elemento ToolsVersion "{0}" definido en "{1}" o el valor especificado se evalúa como una cadena vacía.
fr: MSB4141: MSBuildToolsPath n'est pas spécifié pour le ToolsVersion "{0}" défini à "{1}", ou la valeur spécifiée est une chaîne vide.
it: MSB4141: il valore MSBuildToolsPath non è specificato per il parametro ToolsVersion "{0}" definito in "{1}" o restituisce una stringa vuota.
ja: MSB4141: "{1}" で定義されている ToolsVersion "{0}" に MSBuildToolsPath が指定されていないか、指定された値が空の文字列として評価されています。
ko: MSB4141: "{1}"에 정의된 ToolsVersion "{0}"에 대해 MSBuildToolsPath가 지정되지 않았거나 지정된 값이 빈 문자열로 계산됩니다.
pl: MSB4141: Nie określono parametru MSBuildToolsPath dla wartości ToolsVersion „{0}” zdefiniowanej w elemencie „{1}” lub określona wartość jest szacowana jako ciąg pusty.
pt_br: MSB4141: MSBuildToolsPath não está especificado para a ToolsVersion "{0}" definida em "{1}" ou o valor especificado resulta na cadeia de caracteres vazia.
ru: MSB4141: не указан путь MSBuildToolsPath для версии ToolsVersion "{0}", определенной в "{1}", или результатом вычисления указанного значения является пустая строка.
tr: MSB4141: "{1}" konumunda tanımlanan ToolsVersion "{0}" için MSBuildToolsPath belirtilmedi veya belirtilen değer boş dize olarak değerlendiriliyor.
zh_hans: MSB4141: 没有为 ToolsVersion“{0}”(在“{1}”处定义)指定 MSBuildToolsPath，或者指定值的计算结果为空字符串。
zh_hant: MSB4141: 未針對在 "{1}" 定義的 ToolsVersion "{0}" 指定 MSBuildToolsPath，或者指定的值評估為空字串。

# MSBuildVersionAttributeDeprecated
source: MSB4031: The "MSBuildVersion" attribute is deprecated. If the project is authored in the MSBuild 2003 format, please remove the attribute from the <Project> tag. If the project has been authored in the old 1.0 or 1.2 format, please convert it to MSBuild 2003 format.
cs: MSB4031: Atribut MSBuildVersion se již nepoužívá. Pokud je projekt vytvořen ve formátu MSBuild 2003, odeberte atribut ze značky <Project>. Jestliže byl projekt vytvořen ve starém formátu 1.0 nebo 1.2, převeďte jej na formát MSBuild 2003.
es: MSB4031: El atributo "MSBuildVersion" está obsoleto. Si el proyecto se creó en formato MSBuild 2003, quite el atributo de la etiqueta <Project>. Si se creó con el formato 1.0 ó 1.2 anterior, conviértalo al formato MSBuild 2003.
fr: MSB4031: L'attribut "MSBuildVersion" est déconseillé. Si le projet a été créé au format MSBuild 2003, supprimez l'attribut dans la balise <Project>. S'il a été créé dans des formats anciens comme 1.0 ou 1.2, convertissez-le au format MSBuild 2003.
it: MSB4031: l'attributo "MSBuildVersion" è deprecato. Se il progetto viene modificato in formato MSBuild 2003, rimuovere l'attributo dal tag <Project>. Se il progetto è stato modificato nel formato precedente 1.0 o 1.2, convertirlo nel formato MSBuild 2003.
ja: MSB4031: "MSBuildVersion" 属性を使用できません。プロジェクトが MSBuild 2003 形式で作成されている場合、<Project> タグから属性を削除してください。プロジェクトが古い 1.0 または 1.2 形式で作成された場合は、MSBuild 2003 形式に変換してください。
ko: MSB4031: "MSBuildVersion" 특성은 사용되지 않습니다. 프로젝트를 MSBuild 2003 형식으로 작성한 경우에는 <Project> 태그에서 이 특성을 제거하고, 프로젝트를 이전 1.0 또는 1.2 형식으로 작성한 경우에는 해당 특성을 MSBuild 2003 형식으로 변환하십시오.
pl: MSB4031: Atrybut „MSBuildVersion” jest przestarzały. Jeżeli projekt został utworzony w formacie programu MSBuild 2003, usuń atrybut z tagu <Project>. Jeżeli projekt został utworzony w starym formacie 1.0 lub 1.2, przekonwertuj go na format programu MSBuild 2003.
pt_br: MSB4031: O atributo "MSBuildVersion" foi preterido. Se o projeto tiver sido criado no formato MSBuild 2003, remova o atributo da marcação de <Project>. Se o projeto tiver sido criado nos antigos formatos 1.0 ou 1.2, converta-o no formato MSBuild 2003.
ru: MSB4031: атрибут MSBuildVersion устарел. Если проект создан в формате MSBuild 2003, удалите этот атрибут в теге <Project>. Если проект был создан в старом формате 1.0 или 1.2, преобразуйте его в формат MSBuild 2003.
tr: MSB4031: "MSBuildVersion" özniteliği uygun bulunmadı. Proje, MSBuild 2003 biçiminde yazılmışsa, lütfen <Project> etiketinden özniteliği kaldırın. Proje eski 1.0 veya 1.2 biçiminde yazılmışsa, lütfen MSBuild 2003 biçimine dönüştürün.
zh_hans: MSB4031: 已否决“MSBuildVersion”特性。如果项目是用 MSBuild 2003 格式编写的，请从 <Project> 标记中移除该特性。如果项目是用旧的 1.0 或 1.2 格式编写的，请将它转换为 MSBuild 2003 格式。
zh_hant: MSB4031: "MSBuildVersion" 屬性已被取代。如果使用 MSBuild 2003 格式設計專案，請將該屬性從 <Project> 標記中移除。如果使用舊版的 1.0 或 1.2 格式設計專案，請將專案轉換成 MSBuild 2003 的格式。

# MultipleDefinitionsForSameToolset
source: MSB4144: Multiple definitions were found for the toolset "{0}".
cs: MSB4144: Bylo nalezeno více definicí sady nástrojů {0}.
es: MSB4144: Se encontraron varias definiciones para el conjunto de herramientas "{0}".
fr: MSB4144: Plusieurs définitions ont été trouvées pour l'ensemble d'outils "{0}".
it: MSB4144: trovate più definizioni per il set di strumenti "{0}".
ja: MSB4144: ツールセット "{0}" に対して複数の定義が見つかりました。
ko: MSB4144: "{0}" 도구 집합에 대한 정의가 여러 개 있습니다.
pl: MSB4144: Odnaleziono wiele definicji dla zestawu narzędzi „{0}”.
pt_br: MSB4144: Várias definições foram encontradas para o conjunto de ferramentas "{0}".
ru: MSB4144: для набора инструментов "{0}" найдено несколько определений.
tr: MSB4144: "{0}" araç kümesi için birden çok tanım bulundu.
zh_hans: MSB4144: 找到了工具集“{0}”的多个定义。
zh_hant: MSB4144: 找到工具組 "{0}" 的多個定義。

# MultipleDefinitionsForSameProperty
source: MSB4145: Multiple definitions were found for the property "{0}".
cs: MSB4145: Bylo nalezeno více definicí vlastnosti {0}.
es: MSB4145: Se encontraron varias definiciones para la propiedad "{0}".
fr: MSB4145: Plusieurs définitions ont été trouvées pour la propriété "{0}".
it: MSB4145: trovate più definizioni per la proprietà "{0}".
ja: MSB4145: プロパティ "{0}" に対して複数の定義が見つかりました。
ko: MSB4145: "{0}" 속성에 대한 정의가 여러 개 있습니다.
pl: MSB4145: Odnaleziono wiele definicji dla właściwości „{0}”.
pt_br: MSB4145: Várias definições foram encontradas para a propriedade "{0}".
ru: MSB4145: для свойства "{0}" найдено несколько определений.
tr: MSB4145: "{0}" özelliği için birden çok tanım bulundu.
zh_hans: MSB4145: 找到了属性“{0}”的多个定义。
zh_hant: MSB4145: 找到屬性 "{0}" 的多個定義。

# MultipleOtherwise
source: MSB4082: Choose has more than one <Otherwise> element.
cs: MSB4082: Choose má více než jeden element <Otherwise>.
es: MSB4082: Choose tiene más de un elemento <Otherwise>.
fr: MSB4082: L'élément Choose a plusieurs éléments <Otherwise>.
it: MSB4082: Choose contiene più elementi <Otherwise>.
ja: MSB4082: Choose には、2 つ以上の <Otherwise> 要素があります。
ko: MSB4082: Choose에 <Otherwise> 요소가 두 개 이상 있습니다.
pl: MSB4082: Element Choose ma więcej niż jeden element <Otherwise>.
pt_br: MSB4082: Choose tem mais de um elemento <Otherwise>.
ru: MSB4082: элемент Choose содержит несколько элементов <Otherwise>.
tr: MSB4082: Choose, birden fazla <Otherwise> öğesi içeriyor.
zh_hans: MSB4082: Choose 包含多个 <Otherwise> 元素。
zh_hant: MSB4082: Choose 有一個以上的 <Otherwise> 項目。

# NeedPersistedPropertyGroup
source: This method is only valid for persisted <{0}> elements.
cs: Tato metoda je platná pouze pro trvalé elementy <{0}>.
es: Este método sólo es válido para elementos <{0}> almacenados.
fr: Cette méthode n'est valide que pour les éléments <{0}> persistants.
it: Questo metodo è valido solo per elementi <{0}> persistenti.
ja: このメソッドは、持続する <{0}> 要素にのみ有効です。
ko: 이 메서드는 보관된 <{0}> 요소에만 사용할 수 있습니다.
pl: Ta metoda jest prawidłowa tylko dla trwałych elementów <{0}>.
pt_br: Este método é válido somente para elementos <{0}> persistentes.
ru: Этот метод допустим только для постоянных элементов <{0}>.
tr: Bu yöntem yalnızca <{0}> öğeleri için geçerlidir.
zh_hans: 此方法仅对保留的 <{0}> 元素有效。
zh_hant: 此方法只對永續性的 <{0}> 項目有效。

# NeedVirtualPropertyGroup
source: This method is only valid for virtual property groups, not <{0}> elements.
cs: Tato metoda je platná pouze pro virtuální skupiny vlastností, nikoli pro elementy <{0}>.
es: Este método sólo es válido para grupos de propiedades virtuales, no para elementos <{0}>.
fr: Cette méthode n'est valide que pour les groupes de propriétés virtuelles, pas pour les éléments <{0}>.
it: Questo metodo è valido solo per gruppi di proprietà virtuali e non per elementi <{0}>.
ja: このメソッドは、仮想プロパティ グループにのみ有効であり、<{0}> 要素には有効ではありません。
ko: 이 메서드는 <{0}> 요소가 아니라 가상 속성 그룹에만 사용할 수 있습니다.
pl: Ta metoda jest prawidłowa tylko dla grup właściwości wirtualnych, a nie dla elementów <{0}>.
pt_br: Este método é válido somente para grupos de propriedades virtuais, não para elementos <{0}>.
ru: Этот метод допустим только для виртуальных групп свойств, а не для элементов <{0}>.
tr: Bu yöntem <{0}> öğeleri için değil, yalnızca sanal özellik grupları için geçerlidir.
zh_hans: 此方法只对虚拟属性组有效，对 <{0}> 元素无效。
zh_hant: 此方法只對虛擬屬性群組有效，但對 <{0}> 項目無效。

# NodeMustBeLastUnderElement
source: MSB4038: The element <{0}> must be last under element <{1}>. Found element <{2}> instead.
cs: MSB4038: Element <{0}> musí být poslední pod elementem <{1}>. Místo něj byl nalezen element <{2}>.
es: MSB4038: El elemento <{0}> debe estar el último en el elemento <{1}>. Se encontró el elemento <{2}> en su lugar.
fr: MSB4038: L'élément <{0}> doit être le dernier sous l'élément <{1}>. Élément <{2}> trouvé à la place.
it: MSB4038: l'elemento <{0}> deve essere l'ultimo sotto l'elemento <{1}>. È stato invece trovato l'elemento <{2}>.
ja: MSB4038: 要素 <{0}> は要素 <{1}> の最後になければなりません。要素 <{2}> が見つかりました。
ko: MSB4038: <{1}> 요소 아래의 마지막 항목은 <{0}> 요소여야 하는데 <{2}> 요소가 있습니다.
pl: MSB4038: Element <{0}> musi być ostatnim elementem pod elementem <{1}>. Zamiast niego znaleziono element <{2}>.
pt_br: MSB4038: O elemento <{0}> deve ser o último sob o elemento <{1}>. Encontrado o elemento <{2}>.
ru: MSB4038: последним в элементе <{1}> должен быть элемент <{0}>. Вместо этого обнаружен элемент <{2}>.
tr: MSB4038: <{0}> öğesi, <{1}> öğesinin altındaki son öğe olmalıdır. Bunun yerine <{2}> öğesi bulundu.
zh_hans: MSB4038: 元素 <{0}> 必须是元素 <{1}> 下的最后一个元素。但找到的是元素 <{2}>。
zh_hant: MSB4038: 項目 <{0}> 必須是項目 <{1}> 下的最後一個項目。反而找到項目 <{2}>。

# NonStringDataInRegistry
source: MSB4138: Non-string data was specified at the registry location "{0}".
cs: MSB4138: V umístění registru {0} byla nalezena neřetězcová data.
es: MSB4138: Se han especificado datos que no son del tipo string en la ubicación del Registro "{0}".
fr: MSB4138: Des données qui ne sont pas des chaînes ont été spécifiées à l'emplacement de Registre "{0}".
it: MSB4138: dati non di tipo stringa specificati nel percorso del Registro di sistema "{0}".
ja: MSB4138: レジストリの場所 "{0}" に文字列以外のデータが指定されています。
ko: MSB4138: 레지스트리 위치 "{0}"에 문자열이 아닌 데이터가 지정되었습니다.
pl: MSB4138: Określono dane inne niż ciąg w lokalizacji rejestru „{0}”.
pt_br: MSB4138: Dados que não são de cadeia de caracteres foram especificados no local do Registro "{0}".
ru: MSB4138: в разделе реестра "{0}" указаны нестроковые данные.
tr: MSB4138: "{0}" kayıt defteri konumunda dize olmayan veriler belirtildi.
zh_hans: MSB4138: 在注册表位置“{0}”处指定了非字符串数据。
zh_hant: MSB4138: 在登錄位置 "{0}" 指定了非字串資料。

# NoRootProjectElement
source: MSB4039: No "{0}" element was found in the project file.
cs: MSB4039: V tomto souboru projektu nebyl nalezen žádný element {0}.
es: MSB4039: No se encuentra ningún elemento "{0}" en el archivo del proyecto.
fr: MSB4039: Aucun élément "{0}" n'a été trouvé dans le fichier projet.
it: MSB4039: nessun elemento "{0}" nel file di progetto.
ja: MSB4039: "{0}" 要素がプロジェクト ファイルで見つかりませんでした。
ko: MSB4039: 프로젝트 파일에 "{0}" 요소가 없습니다.
pl: MSB4039: W pliku projektu nie odnaleziono elementu „{0}”.
pt_br: MSB4039: Não foi encontrado nenhum elemento "{0}" no arquivo de projeto.
ru: MSB4039: элемент "{0}" не найден в файле проекта.
tr: MSB4039: Proje dosyasında "{0}" öğesi bulunamadı.
zh_hans: MSB4039: 未在项目文件中找到任何“{0}”元素。
zh_hant: MSB4039: 在專案檔中找不到 "{0}" 項目。
