Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TreatingHigherToolsVersionAs40
source: Project file contains ToolsVersion="{0}". This toolset is unknown or missing. You may be able to resolve this by installing the appropriate .NET Framework for this toolset. Treating the project as if it had ToolsVersion="4.0".
cs: Soubor projektu obsahuje parametr ToolsVersion="{0}". Tato sada nástrojů je neznámá nebo chybí. Řešením tohoto problému může být instalace příslušného rozhraní .NET Framework pro tuto sadu nástrojů. Projekt bude zpracován, jako by měl parametr ToolsVersion="4.0".
es: El archivo del proyecto contiene ToolsVersion="{0}". Este conjunto de herramientas falta o es desconocido. Es posible que pueda resolver este problema instalando la versión de .NET Framework adecuada para dicho conjunto. Se tratará el proyecto como si contuviera ToolsVersion="4.0".
fr: Le fichier projet contient ToolsVersion="{0}". Cet ensemble d'outils est inconnu ou manquant. Vous pouvez résoudre cela en installant le .NET Framework approprié pour cet ensemble d'outils. Projet traité comme si ToolsVersion="4.0".
it: Il file di progetto contiene ToolsVersion="{0}". Questo set di strumenti è sconosciuto o mancante. È possibile risolvere il problema installando la versione di .NET Framework appropriata per questo set di strumenti. Il progetto verrà considerato come se contenesse ToolsVersion="4.0".
ja: プロジェクト ファイルに ToolsVersion="{0}" が含まれています。このツールセットが不明であるか、存在しません。この問題は、このツールセットに適切な .NET Framework をインストールすることで解決できる可能性があります。プロジェクトを ToolsVersion="4.0" として扱います。
ko: 프로젝트 파일에 ToolsVersion="{0}"이(가) 들어 있습니다. 이 도구 집합을 알 수 없거나 누락되었습니다. 이 도구 집합에 적합한 .NET Framework를 설치하면 이 문제를 해결할 수 있습니다. 프로젝트에 ToolsVersion="4.0"이 들어 있는 것으로 간주합니다.
pl: Plik projektu zawiera atrybut ToolsVersion="{0}". Ten zestaw narzędzi jest nieznany lub nieobecny. Być może problem uda się rozwiązać przez zainstalowanie wersji oprogramowania .NET Framework odpowiedniej dla tego zestawu narzędzi. Projekt zostanie potraktowany tak, jakby zawierał parametr ToolsVersion="4.0".
pt_br: O arquivo de projeto contém ToolsVersion="{0}". Esse conjunto de ferramentas é desconhecido ou está ausente. Talvez seja possível resolver isso instalando o .NET Framework apropriado para esse conjunto de ferramentas. Tratando o projeto como se tivesse ToolsVersion="4.0".
ru: Файл проекта содержит ToolsVersion="{0}". Данный набор инструментов является неизвестным или отсутствует. Для устранения этой ошибки можно установить для данного набора инструментов соответствующую версию .NET Framework. Считается, что проект содержит ToolsVersion="4.0".
tr: Proje dosyası ToolsVersion="{0}" içeriyor. Bu araç kümesi bilinmiyor veya eksik. Bu görev takımı için uygun .NET Framework'ü yükleyerek bunu çözümleyebilirsiniz. Projede ToolsVersion="4.0" varmış gibi kabul edilecek.
zh_hans: 项目文件包含 ToolsVersion="{0}" 设置，但此工具集未知或缺失。您可以通过为此工具集安装相应的 .NET Framework 来解决此问题。将项目视为具有 ToolsVersion="4.0" 设置。
zh_hant: 專案檔包含 ToolsVersion="{0}"。這個 Toolset 未知或遺漏。您可以為這個 Toolset 安裝適當的 .NET Framework，藉此解決這個問題。專案將被視為包含 ToolsVersion="4.0"。

source: Deferred Messages
cs: Odložené zprávy
es: Mensajes aplazados
fr: Messages différés
it: Messaggi rinviati
ja: 遅延メッセージ
ko: 지연된 메시지
pl: Komunikaty odłożone
pt_br: Mensagens adiadas
ru: Отложенные сообщения
tr: Geciktirilen İletiler
zh_hans: 延迟消息
zh_hant: 延後的訊息

# DeferredMessagesAvailiable
source: Some messages did not display because they were not associated with any ProjectStarted events. Use diagnostic verbosity to view these messages.
cs: Některé zprávy se nezobrazily, protože nebyly přiřazeny k žádným událostem ProjectStarted. Chcete-li tyto zprávy zobrazit, nastavte diagnostickou úroveň podrobností.
es: Algunos mensajes no se mostraron porque no estaban asociados a ningún evento ProjectStarted. Utilice el nivel de detalle de diagnóstico para ver estos mensajes.
fr: Certains messages ne se sont pas affichés, car ils n'étaient pas associés à des événements ProjectStarted. Utilisez les commentaires de diagnostic pour afficher ces messages.
it: Alcuni messaggi non sono stati visualizzati perché non associati ad alcun evento ProjectStarted. Usare il livello di dettaglio diagnostico per visualizzare i messaggi.
ja: 一部のメッセージは ProjectStarted イベントと関連付けられていなかったため、表示されていません。これらのメッセージを表示するには、詳細レベル diagnostic を使用してしてください。
ko: ProjectStarted 이벤트와 연결되지 않은 일부 메시지가 표시되지 않았습니다. 이러한 메시지를 보려면 세부 정보 표시로 diagnostic을 사용하세요.
pl: Niektóre komunikaty nie zostały wyświetlone, ponieważ nie były skojarzone z żadnymi zdarzeniami ProjectStarted. Aby wyświetlić te komunikaty, użyj poziomu szczegółowości diagnostic.
pt_br: Algumas mensagens não foram exibidas porque não estavam associadas a nenhum evento ProjectStarted. Use o detalhamento de diagnóstico para exibir essas mensagens.
ru: Не удалось отобразить некоторые сообщения, так как они не связаны с какими-либо событиями ProjectStarted. Воспользуйтесь диагностической детализацией для просмотра данных сообщений.
tr: Bazı iletiler hiçbir ProjectStarted olayıyla ilişkilendirilmediğinden görüntülenmedi. Bu iletileri görmek için tanılama ayrıntı düzeyini kullanın.
zh_hans: 某些消息未显示，因为它们未与任何 ProjectStarted 事件关联。请在诊断详细程度中查看这些消息。
zh_hant: 有些訊息並未顯示，因為它們未與任何 ProjectStarted 事件關聯。請利用診斷詳細程度檢視這些訊息。

# UnexpectedCharacterInCondition
source: MSB4090: Found an unexpected character '{2}' at position {1} in condition "{0}".
cs: MSB4090: Byl nalezen neočekávaný znak {2} na pozici {1} v podmínce {0}.
es: MSB4090: Se encontró un carácter inesperado '{2}' en la posición {1} en la condición "{0}".
fr: MSB4090: Un caractère inattendu '{2}' a été trouvé à la position {1} dans la condition "{0}".
it: MSB4090: trovato carattere imprevisto '{2}' nella posizione {1} nella condizione "{0}".
ja: MSB4090: 予期しない文字 '{2}' が、条件 "{0}" の場所 {1} で見つかりました。
ko: MSB4090: "{0}" 조건의 {1} 위치에 예기치 않은 '{2}' 문자가 있습니다.
pl: MSB4090: Znaleziono nieoczekiwany znak „{2}” w położeniu {1} w warunku „{0}”.
pt_br: MSB4090: Encontrado um caractere "{2}" inesperado na posição {1} da condição "{0}".
ru: MSB4090: неожиданный знак "{2}" в позиции {1} условия "{0}".
tr: MSB4090: "{0}" koşulunda, '{1}' konumunda beklenmeyen {2} karakteri bulundu.
zh_hans: MSB4090: 在条件“{0}”中的位置 {1} 处发现意外字符“{2}”。
zh_hant: MSB4090: 條件 "{0}" 的位置 {1} 中找到未預期的字元 '{2}'。

# UndefinedFunctionCall
source: MSB4091: Found a call to an undefined function "{1}" in condition "{0}".
cs: MSB4091: Bylo nalezeno volání nedefinované funkce {1} v podmínce {0}.
es: MSB4091: Se encontró una llamada a una función "{1}" sin definir en la condición "{0}".
fr: MSB4091: Un appel à une fonction "{1}" non définie a été trouvé dans la condition "{0}".
it: MSB4091: trovata chiamata alla funzione non definita "{1}" nella condizione "{0}".
ja: MSB4091: 定義されていない関数 "{1}" への呼び出しが、条件 "{0}" で見つかりました。
ko: MSB4091: "{0}" 조건에 정의되지 않은 "{1}" 함수의 호출이 있습니다.
pl: MSB4091: Znaleziono wywołanie niezdefiniowanej funkcji „{1}” w warunku „{0}”.
pt_br: MSB4091: Encontrada uma chamada para uma função não definida "{1}" da condição "{0}".
ru: MSB4091: вызов неопределенной функции "{1}" в условии "{0}".
tr: MSB4091: "{0}" koşulunda tanımlanmamış "{1}" işlevine yönelik çağrı bulundu.
zh_hans: MSB4091: 在条件“{0}”中发现对未定义函数“{1}”的调用。
zh_hant: MSB4091: 在條件 "{0}" 中找到對未定義函式 "{1}" 的呼叫。

# UnexpectedTaskAttribute
source: MSB4064: The "{0}" parameter is not supported by the "{1}" task. Verify the parameter exists on the task, and it is a settable public instance property.
cs: MSB4064: Parametr {0} není podporován úlohou {1}. Zkontrolujte, zda parametr úlohy existuje a zda se jedná o nastavitelnou vlastnost veřejné instance.
es: MSB4064: El parámetro "{0}" no es compatible con la tarea "{1}". Compruebe que el parámetro existe en la tarea y que es una propiedad de instancia Public que se puede establecer.
fr: MSB4064: Le paramètre "{0}" n'est pas pris en charge par la tâche "{1}". Vérifiez que le paramètre existe pour la tâche et qu'il représente une propriété d'instance publique définissable.
it: MSB4064: il parametro "{0}" non è supportato dall'attività "{1}". Verificare che il parametro sia presente per l'attività e che si tratti di un'istanza pubblica e impostabile della proprietà.
ja: MSB4064: "{0}" パラメーターは "{1}" タスクではサポートされていません。タスク上にパラメーターが存在し、設定可能なパブリック インスタンス プロパティであることを確認してください。
ko: MSB4064: "{1}" 작업에서 "{0}" 매개 변수를 지원하지 않습니다. 해당 매개 변수가 작업에 있는지 그리고 설정 가능한 public 인스턴스 속성인지 확인하세요.
pl: MSB4064: Parametr „{0}” nie jest obsługiwany przez zadanie „{1}”. Sprawdź, czy parametr istnieje w zadaniu i czy jest właściwością wystąpienia publicznego, którą można ustawić.
pt_br: MSB4064: O parâmetro "{0}" não tem suporte na tarefa "{1}". Verifique se o parâmetro existe na tarefa e se ele é uma propriedade de instância pública que pode ser definida.
ru: MSB4064: параметр "{0}" не поддерживается задачей "{1}". Убедитесь, что параметр существует в задаче и является открытым задаваемым свойством экземпляра.
tr: MSB4064: "{0}" parametresi "{1}" görevi tarafından desteklenmiyor. Parametrenin görevde bulunduğunu ve ayarlanabilir bir genel örnek özelliği olduğunu doğrulayın.
zh_hans: MSB4064: “{1}”任务不支持“{0}”参数。请确认该参数存在于此任务中，并且是可设置的公共实例属性。
zh_hant: MSB4064: "{1}" 工作不支援 "{0}" 參數。請驗證參數位於工作上，且為可設定的公用執行個體屬性。

# UnexpectedTaskOutputAttribute
source: MSB4131: The "{0}" parameter is not supported by the "{1}" task. Verify the parameter exists on the task, and it is a gettable public instance property.
cs: MSB4131: Parametr {0} není podporován úlohou {1}. Zkontrolujte, zda parametr v úloze existuje a zda se jedná o veřejnou vlastnost instance, kterou lze získat pomocí funkce get.
es: MSB4131: El parámetro "{0}" no es compatible con la tarea "{1}". Compruebe que el parámetro existe en la tarea y que es una propiedad de instancia Public que se puede obtener.
fr: MSB4131: Le paramètre "{0}" n'est pas pris en charge par la tâche "{1}". Vérifiez que le paramètre existe pour la tâche et qu'il représente une propriété d'instance publique pouvant être obtenue.
it: MSB4131: il parametro "{0}" non è supportato dall'attività "{1}". Verificare che il parametro sia presente per l'attività e che si tratti di un'istanza pubblica e recuperabile della proprietà.
ja: MSB4131: "{0}" パラメーターは "{1}" タスクではサポートされていません。タスク上にパラメーターが存在し、取得可能なパブリック インスタンス プロパティであることを確認してください。
ko: MSB4131: "{1}" 작업에서 "{0}" 매개 변수를 지원하지 않습니다. 해당 매개 변수가 작업에 있는지 그리고 가져올 수 있는 public 인스턴스 속성인지 확인하세요.
pl: MSB4131: Parametr „{0}” nie jest obsługiwany przez zadanie „{1}”. Sprawdź, czy parametr istnieje w zadaniu i czy jest właściwością wystąpienia publicznego, którą można pobrać.
pt_br: MSB4131: O parâmetro "{0}" não tem suporte na tarefa "{1}". Verifique se o parâmetro existe na tarefa e se é uma propriedade de instância pública que pode ser obtida.
ru: MSB4131: параметр "{0}" не поддерживается задачей "{1}". Убедитесь, что параметр существует в задаче и является открытым получаемым свойством экземпляра.
tr: MSB4131: "{0}" parametresi "{1}" görevi tarafından desteklenmiyor. Parametrenin görevde bulunduğunu ve alınabilir bir genel örnek özelliği olduğunu doğrulayın.
zh_hans: MSB4131: “{1}”任务不支持“{0}”参数。请确认该参数存在于此任务中，并且是可获得的公共实例属性。
zh_hant: MSB4131: "{1}" 工作不支援 "{0}" 參數。請驗證參數位於工作上，且為可取得的公用執行個體屬性。

# UnexpectedTokenInCondition
source: MSB4092: An unexpected token "{1}" was found at character position {2} in condition "{0}".
cs: MSB4092: Byl nalezen neočekávaný token {1} na pozici znaku {2} v podmínce {0}.
es: MSB4092: Se encontró un token "{1}" inesperado en la posición de carácter {2} en la condición "{0}".
fr: MSB4092: Un jeton inattendu "{1}" a été trouvé à la position de caractère {2} dans la condition "{0}".
it: MSB4092: token imprevisto "{1}" trovato nella posizione di carattere {2} nella condizione "{0}".
ja: MSB4092: 予期しないトークン "{1}" が、条件 "{0}" の文字の場所 {2} で見つかりました。
ko: MSB4092: "{0}" 조건의 문자 위치 {2}에 예기치 않은 "{1}" 토큰이 있습니다.
pl: MSB4092: Znaleziono nieoczekiwany token „{1}” w położeniu znaku {2} w warunku „{0}”.
pt_br: MSB4092: Um token "{1}" inesperado foi encontrado na posição de caractere {2} da condição "{0}".
ru: MSB4092: неожиданный маркер "{1}" в позиции {2} условия "{0}".
tr: MSB4092: "{0}" koşulunda, {2} karakter konumunda beklenmeyen "{1}" belirteci bulundu.
zh_hans: MSB4092: 在条件“{0}”中的字符位置 {2} 处发现意外标记“{1}”。
zh_hant: MSB4092: 條件 "{0}" 的字元位置 {2} 中找到未預期的語彙基元 "{1}"。

# UnmarkedOutputTaskParameter
source: MSB4065: The "{0}" parameter is not marked for output by the "{1}" task.
cs: MSB4065: Parametr {0} není označen pro výstup úlohou {1}.
es: MSB4065: El parámetro "{0}" no está marcado para aparecer en el resultado por la tarea "{1}".
fr: MSB4065: Le paramètre "{0}" n'est pas marqué pour la sortie par la tâche "{1}".
it: MSB4065: il parametro "{0}" non è contrassegnato per l'output dall'attività "{1}".
ja: MSB4065: "{0}" パラメーターは、"{1}" タスクによって出力を設定されていません。
ko: MSB4065: "{1}" 작업에서 "{0}" 매개 변수를 출력용으로 표시하지 않았습니다.
pl: MSB4065: Parametr „{0}” nie został oznaczony do wyprowadzenia przez zadanie „{1}”.
pt_br: MSB4065: O parâmetro "{0}" não é marcado para saída pela tarefa "{1}".
ru: MSB4065: параметр "{0}" не помечен для вывода задачей "{1}".
tr: MSB4065: "{0}" parametresi, "{1}" görevi tarafından çıkış için işaretlenmedi.
zh_hans: MSB4065: 任务“{1}”未将“{0}”参数标记为输出。
zh_hant: MSB4065: "{0}" 參數未標記為由 "{1}" 工作輸出。

# UnrecognizedAttribute
source: MSB4066: The attribute "{0}" in element <{1}> is unrecognized.
cs: MSB4066: Atribut {0} v elementu <{1}> nebyl rozpoznán.
es: MSB4066: No se reconoce el atributo "{0}" del elemento <{1}>.
fr: MSB4066: L'attribut "{0}" de l'élément <{1}> n'est pas reconnu.
it: MSB4066: attributo "{0}" nell'elemento <{1}> non riconosciuto.
ja: MSB4066: 要素 <{1}> の属性 "{0}" は認識されていません。
ko: MSB4066: <{1}> 요소의 "{0}" 특성을 인식할 수 없습니다.
pl: MSB4066: Atrybut „{0}” w elemencie <{1}> nie został rozpoznany.
pt_br: MSB4066: O atributo "{0}" no elemento <{1}> não é reconhecido.
ru: MSB4066: нераспознанный атрибут "{0}" в элементе <{1}>.
tr: MSB4066: <{1}> öğesindeki "{0}" özniteliği tanınmıyor.
zh_hans: MSB4066: 无法识别元素 <{1}> 中的特性“{0}”。
zh_hant: MSB4066: 無法辨認項目 <{1}> 中的屬性 "{0}"。

# UnrecognizedChildElement
source: MSB4067: The element <{0}> beneath element <{1}> is unrecognized.
cs: MSB4067: Element <{0}> pod elementem <{1}> nebyl rozpoznán.
es: MSB4067: No se reconoce el subelemento <{0}> del elemento <{1}>.
fr: MSB4067: L'élément "{0}" situé sous l'élément <{1}> n'est pas reconnu.
it: MSB4067: elemento <{0}> sotto l'elemento <{1}> non riconosciuto.
ja: MSB4067: 要素 <{1}> の下の要素 <{0}> は認識されていません。
ko: MSB4067: <{1}> 요소 아래의 <{0}> 요소를 인식할 수 없습니다.
pl: MSB4067: Element <{0}> znajdujący się pod elementem <{1}> nie został rozpoznany.
pt_br: MSB4067: O elemento <{0}> abaixo do elemento <{1}> não é reconhecido.
ru: MSB4067: неопознанный элемент <{0}> в элементе <{1}>.
tr: MSB4067: <{1}> öğesinin altındaki <{0}> öğesi tanınmıyor.
zh_hans: MSB4067: 无法识别元素 <{1}> 下面的元素 <{0}>。
zh_hant: MSB4067: 無法辨認項目 <{1}> 下的項目 <{0}>。

# UnrecognizedElement
source: MSB4068: The element <{0}> is unrecognized, or not supported in this context.
cs: MSB4068: Element <{0}> nebyl rozpoznán nebo není v tomto kontextu podporován.
es: MSB4068: No se reconoce el elemento <{0}> o no se admite en este contexto.
fr: MSB4068: L'élément <{0}> n'est pas reconnu ou n'est pas pris en charge dans ce contexte.
it: MSB4068: elemento <{0}> non riconosciuto o non supportato in questo contesto.
ja: MSB4068: 要素 <{0}> は認識されていないか、またはこのコンテキストでサポートされていません。
ko: MSB4068: <{0}> 요소를 인식할 수 없거나 요소가 이 컨텍스트에서 지원되지 않습니다.
pl: MSB4068: Element <{0}> nie został rozpoznany lub jest nieobsługiwany w tym kontekście.
pt_br: MSB4068: O elemento <{0}> não é reconhecido, ou não há suporte para ele no contexto.
ru: MSB4068: элемент <{0}> не опознан или не поддерживается в этом контексте.
tr: MSB4068: <{0}> öğesi tanınmıyor veya bu bağlamda desteklenmiyor.
zh_hans: MSB4068: 无法识别元素 <{0}>，或者在此上下文中不支持该元素。
zh_hant: MSB4068: 無法辨認或在此內容中不支援項目 <{0}>。

# UnrecognizedToolsVersion
source: MSB4132: The tools version "{0}" is unrecognized.
cs: MSB4132: Verze nástrojů {0} je neznámá.
es: MSB4132: No se reconoce la versión de herramientas "{0}".
fr: MSB4132: La version des outils "{0}" n'est pas reconnue.
it: MSB4132: versione degli strumenti "{0}" non riconosciuta.
ja: MSB4132: ツール バージョン "{0}" が認識されません。
ko: MSB4132: 도구 버전 "{0}"을(를) 인식할 수 없습니다.
pl: MSB4132: Wersja narzędzi „{0}” nie została rozpoznana.
pt_br: MSB4132: A versão das ferramentas "{0}" não é reconhecida.
ru: MSB4132: версия инструментов "{0}" не распознана.
tr: MSB4132: Araçlar sürümü "{0}" tanınmıyor.
zh_hans: MSB4132: 无法识别工具版本“{0}”。
zh_hant: MSB4132: 工具版本 "{0}" 無法辨認。

# UnsupportedTaskParameterTypeError
source: MSB4069: The "{0}" type of the "{1}" parameter of the "{2}" task is not supported by MSBuild.
cs: MSB4069: Typ {0} parametru {1} úlohy {2} není podporován nástrojem MSBuild.
es: MSB4069: El tipo "{0}" del parámetro "{1}" de la tarea "{2}" no es compatible con MSBuild.
fr: MSB4069: Le type "{0}" du paramètre "{1}" de la tâche "{2}" n'est pas pris en charge par MSBuild.
it: MSB4069: tipo "{0}" del parametro "{1}" dell'attività "{2}" non supportato in MSBuild.
ja: MSB4069: "{2}" タスクの "{1}" パラメーターの "{0}" 型は、MSBuild ではサポートされていません。
ko: MSB4069: MSBuild에서는 "{2}" 작업의 "{1}" 매개 변수에 "{0}" 형식을 사용할 수 없습니다.
pl: MSB4069: Typ „{0}” parametru „{1}” zadania „{2}” nie jest obsługiwany przez program MSBuild.
pt_br: MSB4069: Não há suporte no MSBuild para o tipo "{0}" do parâmetro "{1}" da tarefa "{2}".
ru: MSB4069: тип "{0}" параметра "{1}" задачи "{2}" не поддерживается программой MSBuild.
tr: MSB4069: "{2}" görevindeki "{1}" parametresinin "{0}" türü, MSBuild tarafından desteklenmiyor.
zh_hans: MSB4069: MSBuild 不支持“{2}”任务的“{1}”参数的“{0}”类型。
zh_hant: MSB4069: MSBuild 不支援 "{2}" 工作之 "{1}" 參數的 "{0}" 類型。

# UsingTaskAssemblySpecification
source: MSB4072: A <{0}> element must contain either the "{1}" attribute or the "{2}" attribute (but not both).
cs: MSB4072: Element <{0}> musí obsahovat buď atribut {1}, nebo atribut {2} (nikoli však oba).
es: MSB4072: Un elemento <{0}> debe contener el atributo "{1}" o "{2}" (pero no ambos).
fr: MSB4072: Un élément <{0}> doit contenir l'attribut "{1}" ou "{2}" (mais pas les deux).
it: MSB4072: un elemento <{0}> deve contenere l'attributo "{1}" o "{2}", ma non entrambi.
ja: MSB4072: <{0}> 要素は、"{1}" 属性または "{2}" 属性 (いずれか 1 つ) を含んでいなければなりません。
ko: MSB4072: <{0}> 요소는 "{1}" 특성 또는 "{2}" 특성 중 하나를 포함해야 합니다(둘 다 포함할 수 없음).
pl: MSB4072: Element <{0}> musi zawierać atrybut „{1}” lub „{2}” (ale nie oba te atrybuty).
pt_br: MSB4072: Um elemento <{0}> deve conter o atributo "{1}" ou "{2}" (mas não os dois).
ru: MSB4072: элемент <{0}> должен содержать атрибут "{1}" или атрибут "{2}" (но не оба).
tr: MSB4072: <{0}> öğesi ya "{1}" ya da "{2}" özniteliğini içermelidir (ancak her ikisini de değil).
zh_hans: MSB4072: <{0}> 元素必须包含“{1}”特性或“{2}”特性(但不能同时包含二者)。
zh_hant: MSB4072: <{0}> 項目必須包含 "{1}" 或 "{2}" 其中一個屬性 (但兩者不可以同時包含)。

# WarningCount
source: {0} Warning(s)
cs: {0} upozornění
es: {0} Advertencia(s)
fr: {0} Avertissement(s)
it: Avvisi: {0}
ja: {0} 個の警告
ko: 경고 {0}개
pl: Ostrzeżenia: {0}
pt_br: {0} Aviso(s)
ru: Предупреждений: {0}
tr: {0} Uyarı
zh_hans: {0} 个警告
zh_hant: {0} 個警告

# WhenNotAllowedAfterOtherwise
source: MSB4084: A <When> element may not follow an <Otherwise> element in a <Choose>.
cs: MSB4084: V elementu <Choose> nesmí element <When> následovat po elementu <Otherwise>.
es: MSB4084: Es posible que un elemento <When> no siga a <Otherwise> en un elemento <Choose>.
fr: MSB4084: Un élément <When> ne peut pas suivre un élément <Otherwise> dans un élément <Choose>.
it: MSB4084: un elemento <When> non può seguire un elemento <Otherwise> in un elemento <Choose>.
ja: MSB4084: <When> 要素は、<Choose> 内の <Otherwise> 要素の後に配置することはできません。
ko: MSB4084: <Choose>에서 <When> 요소는 <Otherwise> 요소 다음에 올 수 없습니다.
pl: MSB4084: Element <When> nie może następować po elemencie <Otherwise> w elemencie <Choose>.
pt_br: MSB4084: O elemento <When> não acompanha um elemento <Otherwise> em <Choose>.
ru: MSB4084: в <Choose> элемент <When> не может следовать за элементом <Otherwise>.
tr: MSB4084: <Choose> öğesinde <When> öğesinin ardından <Otherwise> gelemez.
zh_hans: MSB4084: 在 <Choose> 中 <When> 元素不能跟在 <Otherwise> 元素之后。
zh_hant: MSB4084: 在 <Choose> 中，<When> 元素不能接在 <Otherwise> 元素後面。

# cycleTraceLine
source: Target Name: "{0}" Project Name: "{1}"
cs: Název cíle: {0} Název projektu: {1}
es: Nombre de destino: "{0}" Nombre de proyecto: "{1}"
fr: Nom de la cible : "{0}" - Nom du projet : "{1}"
it: Nome destinazione: "{0}" Nome progetto: "{1}"
ja: ターゲット名: "{0}" プロジェクト名:"{1}"
ko: 대상 이름: "{0}" 프로젝트 이름: "{1}"
pl: Nazwa elementu docelowego: „{0}”, nazwa projektu: „{1}”
pt_br: Nome de destino: "{0}" Nome do projeto: "{1}"
ru: Имя конечного объекта: "{0}" Имя проекта: "{1}"
tr: Hedef Adı: "{0}" Proje Adı: "{1}"
zh_hans: 目标名:“{0}”项目名:“{1}”
zh_hant: 目標名稱: "{0}" 專案名稱: "{1}"

# cycleTraceTitle
source: Cycle trace:
cs: Trasování cyklu:
es: Seguimiento de ciclo:
fr: Suivi du cycle :
it: Traccia ciclo:
ja: 循環トレース:
ko: 순환 추적:
pl: Ślad cyklu:
pt_br: Rastreamento de ciclo:
ru: Отслеживание цикла:
tr: Döngü izi:
zh_hans: 循环跟踪:
zh_hant: 循環追蹤:

# MustCallInitializeBeforeApplyParameter
source: MSB4150: Must initialize the console logger using the initialize method before using ApplyParameter
cs: MSB4150: Před použitím funkce ApplyParameter je nutné inicializovat protokolovací nástroj konzoly pomocí inicializační metody.
es: MSB4150: Debe inicializar el registrador de consola con el método de inicialización antes de usar ApplyParameter
fr: MSB4150: Le journal de console doit être initialisé via la méthode initialize avant l'utilisation de ApplyParameter
it: MSB4150: per poter usare ApplyParameter è necessario inizializzare il logger di console mediante il metodo Initialize
ja: MSB4150: ApplyParameter を使用するには、最初に初期化メソッドを使用してコンソール ロガーを初期化する必要があります。
ko: MSB4150: ApplyParameter를 사용하기 전에 initialize 메서드를 사용하여 콘솔 로거를 초기화해야 합니다.
pl: MSB4150: Przed użyciem metody ApplyParameter należy zainicjować rejestratora konsoli za pomocą metody inicjującej.
pt_br: MSB4150: É necessário iniciar o agente de log do console com o método de inicialização antes de usar ApplyParameter
ru: MSB4150: перед использованием параметра ApplyParameter необходимо инициализировать журнал консоли при помощи метода инициализации
tr: MSB4150: ApplyParameter kullanılmadan önce başlatma yöntemi kullanılarak konsol günlükçüsü başlatılmalıdır
zh_hans: MSB4150: 在使用 ApplyParameter 之前，必须使用 initialize 方法来初始化控制台记录器
zh_hant: MSB4150: 必須先使用 Initialize 方法初始化主控台記錄器，然後才能使用 ApplyParameter
