Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DuplicateImport
source: MSB4011: There is a circular reference involving the import of file "{0}". This file may have been imported more than once, or you may have attempted to import the main project file. All except the first instance of this file will be ignored.
cs: MSB4011: Existuje cyklická závislost týkající se importu souboru {0}. Je možné, že byl tento soubor naimportován více než jednou nebo že jste se pokusili naimportovat hlavní soubor projektu. Kromě první instance budou všechny ostatní instance tohoto souboru ignorovány.
es: MSB4011: Existe una referencia circular que implica la importación del archivo "{0}". Es posible que este archivo se importara más de una vez, o bien es posible que intentara importar el archivo de proyecto principal. Se omitirán todas las instancias de este archivo excepto la primera.
fr: MSB4011: Il existe une référence circulaire qui implique l'importation du fichier "{0}". Ce dernier peut avoir été importé plusieurs fois, ou vous avez tenté d'importer le fichier projet principal. Tout sauf la première instance de ce fichier sera ignoré.
it: MSB4011: è presente un riferimento circolare che usa l'importazione del file "{0}". Il file potrebbe essere stato importato più volte oppure è possibile che si sia tentato di importare il file di progetto principale. Tutte le istanze del file, ad eccezione della prima, verranno ignorate.
ja: MSB4011: ファイル "{0}" のインポートで循環参照が存在します。このファイルは 2 度以上インポートされた可能性があるか、メイン プロジェクト ファイルをインポートしようとした可能性があります。このファイルの最初のインスタンス以外は無視されます。
ko: MSB4011: "{0}" 파일 가져오기와 관련된 순환 참조가 있습니다. 이 파일을 두 번 이상 가져왔거나 기본 프로젝트 파일을 가져오려고 시도했을 수 있습니다. 이 파일의 첫 번째 인스턴스를 제외한 모든 인스턴스가 무시됩니다.
pl: MSB4011: Istnieje odwołanie cykliczne obejmujące importowanie pliku „{0}”. Ten plik mógł zostać zaimportowany więcej niż jeden raz lub mogła nastąpić próba zaimportowania głównego pliku projektu. Wszystkie wystąpienia tego pliku poza pierwszym zostaną zignorowane.
pt_br: MSB4011: Há uma referência circular envolvendo a importação do arquivo "{0}". Talvez esse arquivo tenha sido importado mais de uma vez, ou você tenha tentado importar o arquivo de projeto principal. Todas as instâncias, exceto a primeira, desse arquivo serão ignoradas.
ru: MSB4011: для импорта файла "{0}" существуют круговые ссылки. Файл мог быть импортирован несколько раз, или вы пытались импортировать основной файл проекта. Все, кроме первого экземпляра этого файла, будет пропущено.
tr: MSB4011: "{0}" dosyasını içeri aktarma işlemini içeren bir döngüsel başvuru var. Bu dosya bir kereden fazla içeri aktarılmış olabilir veya ana proje dosyasını içeri aktarmayı denemiş olabilirsiniz. Bu dosyanın ilk örneğinin dışındaki tüm örnekler yoksayılacak.
zh_hans: MSB4011: 文件“{0}”的导入存在循环引用。此文件可能已被导入多次，或者您尝试导入的是主项目文件。此文件的第一个实例以外的所有实例都将被忽略。
zh_hant: MSB4011: 有涉及匯入檔案 "{0}" 的循環參考。這個檔案可能已經匯入一次以上，或者您可能已經嘗試過匯入主要專案檔。除了這個檔案的第一個執行個體以外，將忽略所有的執行個體。

# DuplicateProjectExtensions
source: MSB4079: The <ProjectExtensions> element occurs more than once.
cs: MSB4079: Element <ProjectExtensions> se vyskytuje více než jednou.
es: MSB4079: El elemento <ProjectExtensions> aparece más de una vez.
fr: MSB4079: L'élément <ProjectExtensions> survient plusieurs fois.
it: MSB4079: elemento <ProjectExtensions> presente più di una volta.
ja: MSB4079: <ProjectExtensions> 要素が複数見つかりました。
ko: MSB4079: <ProjectExtensions> 요소가 두 번 이상 나타납니다.
pl: MSB4079: Element <ProjectExtensions> występuje więcej niż raz.
pt_br: MSB4079: O elemento <ProjectExtensions> ocorre mais de uma vez.
ru: MSB4079: элемент <ProjectExtensions> встречается несколько раз.
tr: MSB4079: <ProjectExtensions> öğesi birden fazla yineleniyor.
zh_hans: MSB4079: <ProjectExtensions> 元素出现多次。
zh_hant: MSB4079: <ProjectExtensions> 項目出現一次以上。

# EmbeddedItemVectorCannotBeItemized
source: MSB4012: The expression "{0}" cannot be used in this context. Item lists cannot be concatenated with other strings where an item list is expected. Use a semicolon to separate multiple item lists.
cs: MSB4012: Výraz {0} nelze v tomto kontextu použít. Seznamy položek nelze řetězit s dalšími řetězci tam, kde se očekává seznam položek. K oddělení více seznamů položek použijte středník.
es: MSB4012: La expresión "{0}" no se puede usar en este contexto. Las listas de elementos no se pueden concatenar con otras cadenas donde se espera una lista de elementos. Use un punto y coma para separar varias listas de elementos.
fr: MSB4012: Impossible d'utiliser l'expression "{0}" dans ce contexte. Les listes d'éléments ne peuvent pas être concaténées avec d'autres chaînes où une liste d'éléments est attendue. Utilisez des points-virgules pour séparer plusieurs listes d'éléments.
it: MSB4012: l'espressione "{0}" non può essere usata in questo contesto. Gli elenchi di elementi non possono essere concatenati ad altre stringhe se è previsto un elenco di elementi. Usare un punto e virgola per separare più elenchi di elementi.
ja: MSB4012: 式 "{0}" はこのコンテキストでは使用できません。項目一覧が予期される場所で、項目一覧を他の文字列と連結することはできません。セミコロンを使用して、複数の項目一覧を分離してください。
ko: MSB4012: 이 컨텍스트에서는 "{0}" 식을 사용할 수 없습니다. 항목 목록이 필요한 위치에서는 항목 목록을 다른 문자열과 연결할 수 없습니다. 세미콜론을 사용하여 여러 항목 목록을 구분하세요.
pl: MSB4012: Wyrażenia „{0}” nie można użyć w tym kontekście. Listy elementów nie można połączyć z innymi ciągami, gdy oczekiwana jest lista elementów. Użyj średnika, aby rozdzielić wiele list elementów.
pt_br: MSB4012: A expressão "{0}" não pode ser usada neste contexto. As listas de itens não podem ser concatenadas com outras cadeias de caracteres onde uma lista de itens é esperada. Use ponto-e-vírgula para separar várias listas de itens.
ru: MSB4012: выражение "{0}" не может использоваться в этом контексте. Списки элементов не могут соединяться с другими строками, которые должны содержать список элементов. Списки элементов должны разделяться точкой с запятой (;).
tr: MSB4012: "{0}" ifadesi bu bağlamda kullanılamaz. Öğe listeleri bir öğe listesinin beklendiği diğer dizelerle birleştirilemez. Birden fazla öğe listesini ayırmak için noktalı virgül kullanın.
zh_hans: MSB4012: 表达式“{0}”不能用在此上下文中。在应使用项列表的位置，项列表不能与其他字符串相串联。请使用分号来分隔多个项列表。
zh_hant: MSB4012: 此內容中不能使用運算式 "{0}"。項目清單無法與必須是項目清單的其他字串結合在一起使用。請使用分號來分隔多個項目清單。

# EmptyProjectFileName
source: Need to specify the project file name.
cs: Je třeba zadat název souboru projektu.
es: Especifique el nombre del archivo de proyecto.
fr: Vous devez spécifier le nom du fichier projet.
it: Specificare il nome di file del progetto.
ja: プロジェクト ファイル名を指定しなければなりません。
ko: 프로젝트 파일 이름을 지정해야 합니다.
pl: Należy określić nazwę pliku projektu.
pt_br: É necessário especificar o nome de arquivo de projeto.
ru: Необходимо указать имя файла проекта.
tr: Proje dosyası adının belirtilmesi gerekir.
zh_hans: 需要指定项目文件名。
zh_hant: 必須指定專案檔名。

# EndOfInputTokenName
source: end of input
cs: konec vstupu
es: fin de entrada
fr: entrée terminée
it: fine input
ja: 入力の終わり
ko: 입력의 끝
pl: koniec danych wejściowych
pt_br: fim de entrada
ru: конец входных данных
tr: girişin sonu
zh_hans: 输入结束
zh_hant: 輸入的結尾

# ErrorConvertedIntoWarning
source: The previous error was converted to a warning because the task was called with ContinueOnError=true.
cs: Předchozí chyba byla převedena na upozornění, protože úloha byla volána s hodnotou ContinueOnError=true.
es: El error anterior se ha convertido en una advertencia porque se ha llamado a la tarea con ContinueOnError=true.
fr: L'erreur précédente a été convertie en avertissement, car la tâche a été appelée avec ContinueOnError=true.
it: L'errore precedente è stato convertito in un avviso perché l'attività è stata chiamata con ContinueOnError=true.
ja: タスクが ContinueOnError=true を伴って呼び出されたため、前のエラーは警告に変換されました。
ko: ContinueOnError=true로 작업을 호출했으므로 이전 오류가 경고로 변환되었습니다.
pl: Poprzedni błąd został przekonwertowany na ostrzeżenie, ponieważ zadanie było wywołane przy użyciu parametru ContinueOnError=true.
pt_br: O erro anterior foi convertido em aviso porque a tarefa foi chamada com ContinueOnError=true.
ru: Предыдущая ошибка преобразована в предупреждение, так как задача вызывалась с атрибутом ContinueOnError=true.
tr: Görev ContinueOnError=true ile çağrıldığından, önceki hata uyarıya dönüştürüldü.
zh_hans: 上一错误已转换为警告，因为调用任务时指定了 ContinueOnError=true。
zh_hant: 先前的錯誤已轉換成警告，因為工作是以 ContinueOnError=true 呼叫。

# ErrorCount
source: {0} Error(s)
cs: Počet chyb: {0}
es: {0} Errores
fr: {0} Erreur(s)
it: Errori: {0}
ja: {0} エラー
ko: 오류 {0}개
pl: Liczba błędów: {0}
pt_br: {0} Erro(s)
ru: Ошибок: {0}
tr: {0} Hata
zh_hans: {0} 个错误
zh_hant: {0} 個錯誤

# ErrorCreatingToolset
source: MSB4159: Error creating the toolset "{0}". {1}
cs: MSB4159: Chyba při vytvoření sady nástrojů {0}. {1}
es: MSB4159: Error al crear el conjunto de herramientas "{0}". {1}
fr: MSB4159: Erreur lors de la création de l'ensemble d'outils "{0}". {1}
it: MSB4159: errore durante la creazione del set di strumenti "{0}". {1}
ja: MSB4159: ツールセット "{0}" の作成中にエラーが発生しました。{1}
ko: MSB4159: "{0}" 도구 집합을 만드는 동안 오류가 발생했습니다. {1}
pl: MSB4159: Błąd podczas tworzenia zestawu narzędzi „{0}”. {1}
pt_br: MSB4159: Erro ao criar o conjunto de ferramentas "{0}". {1}
ru: MSB4159: ошибка при создании набора инструментов "{0}". {1}
tr: MSB4159: "{0}" araç kümesini oluşturma hatası. {1}
zh_hans: MSB4159: 创建工具集“{0}”时出错。{1}
zh_hant: MSB4159: 建立工具組 "{0}" 時發生錯誤。{1}

# ErrorEvaluatingToolsetPropertyExpression
source: MSB4146: Cannot evaluate the property expression "{0}" found at "{1}". {2}
cs: MSB4146: Nelze vyhodnotit výraz vlastnosti {0} nalezený v {1}. {2}
es: MSB4146: No se puede evaluar la expresión de propiedad "{0}" encontrada en "{1}". {2}
fr: MSB4146: Impossible d'évaluer l'expression de propriété "{0}" trouvée à "{1}". {2}
it: MSB4146: non è possibile valutare l'espressione di proprietà "{0}" trovata in "{1}". {2}
ja: MSB4146: "{1}" で見つかったプロパティ式 "{0}" を評価できません。{2}
ko: MSB4146: "{1}"에 있는 속성 식 "{0}"을(를) 계산할 수 없습니다. {2}
pl: MSB4146: Nie można oszacować wyrażenia właściwości „{0}” znalezionego w „{1}”. {2}
pt_br: MSB4146: Não é possível avaliar a expressão de propriedade "{0}" encontrada em "{1}". {2}
ru: MSB4146: не удается оценить выражение свойства "{0}", найденное в "{1}". {2}
tr: MSB4146: "{1}" konumunda bulunan "{0}" özellik ifadesi değerlendirilemiyor. {2}
zh_hans: MSB4146: 无法计算“{1}”处的属性表达式“{0}”的值。{2}
zh_hant: MSB4146: 無法評估位於 "{1}" 的屬性運算式 "{0}"。{2}

# ErrorWarningMessageNotSupported
source: The <{0}> tag is no longer supported as a child of the <Project> element. Place this tag within a target, and add the name of the target to the "InitialTargets" attribute of the <Project> element.
cs: Značka <{0}> již není podporována jako podřízený element elementu <Project>. Umístěte tuto značku v rámci cíle a přidejte název cíle do atributu InitialTargets elementu <Project>.
es: La etiqueta <{0}> ya no se admite como elemento secundario del elemento <Project>. Coloque esta etiqueta dentro de un destino y agregue el nombre de dicho destino al atributo "InitialTargets" del elemento <Project>.
fr: La balise <{0}> n'est plus prise en charge comme enfant de l'élément <Project>. Placez cette balise dans une cible et ajoutez le nom de la cible à l'attribut "InitialTargets" de l'élément <Project>.
it: Il tag <{0}> non è più supportato come elemento figlio di <Project>. Inserire questo tag in una destinazione e aggiungere il nome della destinazione nell'attributo "InitialTargets" dell'elemento <Project>.
ja: <{0}> タグは <Project> 要素の子としてサポートされません。このタグをターゲット内に配置して、ターゲット名を <Project> 要素の "InitialTargets" 属性に追加してください。
ko: <{0}> 태그는 더 이상 <Project> 요소의 자식으로 지원되지 않습니다. 이 태그를 대상 안에 넣고 대상의 이름을 <Project> 요소의 "InitialTargets" 특성에 추가하세요.
pl: Tag <{0}> nie jest już obsługiwany jako element podrzędny elementu <Project>. Umieść ten tag w elemencie docelowym i dodaj nazwę elementu docelowego do atrybutu „InitialTargets” elementu <Project>.
pt_br: Não há mais suporte para a marca <{0}> como filho do elemento <Project>. Posicione essa marca dentro de um destino e adicione o nome do destino ao atributo "InitialTargets" do elemento <Project>.
ru: Тег <{0}> уже не поддерживается как дочерний элемент <Project>. Включите этот тег в цель и добавьте имя цели в атрибут InitialTargets элемента <Project>.
tr: <{0}> etiketi artık <Project> öğesinin alt öğesi olarak desteklenmiyor. Bu etiketi bir hedef içine yerleştirin ve hedefin adını <Project> öğesinin "InitialTargets" özniteliğine ekleyin.
zh_hans: 不再支持将 <{0}> 标记作为 <Project> 元素的子元素。请将此标记放在某个目标中，然后向 <Project> 元素的“InitialTargets”特性中添加该目标的名称。
zh_hant: 不再支援 <{0}> 標記做為 <Project> 項目的子系。請將這個標記置放於目標中，然後將目標的名稱加入 <Project> 項目的 "InitialTargets" 屬性中。

# ExpressionDoesNotEvaluateToBoolean
source: MSB4100: Expected "{0}" to evaluate to a boolean instead of "{1}", in condition "{2}".
cs: MSB4100: Bylo očekáváno, že {0} bude v podmínce {2} vyhodnoceno jako logická hodnota místo hodnoty {1}.
es: MSB4100: Se esperaba que "{0}" se evaluara como un booleano en lugar de "{1}", en la condición "{2}".
fr: MSB4100: "{0}" devrait donner une valeur booléenne au lieu de "{1}", dans la condition "{2}".
it: MSB4100: era previsto che "{0}" restituisse un valore booleano anziché "{1}", nella condizione "{2}".
ja: MSB4100: "{0}" は条件 "{2}" で、"{1}" ではなくブール値として評価される必要があります。
ko: MSB4100: "{2}" 조건에서 "{1}" 대신 부울로 계산되는 "{0}"이(가) 필요합니다.
pl: MSB4100: Oczekiwano, że element „{0}” zostanie oszacowany jako wartość logiczna, a nie jako „{1}” w warunku „{2}”.
pt_br: MSB4100: "{0}" esperado para ser avaliado como booliano em vez de "{1}", na condição "{2}".
ru: MSB4100: в условии "{2}" результат вычисления "{0}" должен быть логическим выражением, а не "{1}".
tr: MSB4100: "{0}" öğesinin "{2}" koşulunda "{1}" yerine boole olarak değerlendirilmesi bekleniyor.
zh_hans: MSB4100: 在条件“{2}”中，“{0}”的计算结果应为布尔值而不是“{1}”。
zh_hant: MSB4100: 條件 "{2}" 中的 "{0}" 必須評估為布林值，而非 "{1}"。

# FailedToRetrieveTaskOutputs
source: MSB4028: The "{0}" task's outputs could not be retrieved from the "{1}" parameter. {2}
cs: MSB4028: Výstupy úlohy {0} nebylo možné z parametru {1} načíst. {2}
es: MSB4028: Las salidas de la tarea "{0}" no pudieron recuperarse del parámetro "{1}". {2}
fr: MSB4028: Impossible de récupérer les sorties de la tâche "{0}" à partir du paramètre "{1}". {2}
it: MSB4028: non è stato possibile recuperare gli output dell'attività "{0}" dal parametro "{1}". {2}
ja: MSB4028: "{0}" タスクの出力を "{1}" パラメーターから取得できませんでした。{2}
ko: MSB4028: "{0}" 작업의 출력을 "{1}" 매개 변수에서 검색할 수 없습니다. {2}
pl: MSB4028: Nie można pobrać danych wyjściowych zadania „{0}” z parametru „{1}”. {2}
pt_br: MSB4028: As saídas da tarefa "{0}" não foram recuperadas a partir do parâmetro "{1}". {2}
ru: MSB4028: не удалось получить выходные спецификации задачи "{0}" из параметра "{1}". {2}
tr: MSB4028: "{0}" görevinin çıkışları "{1}" parametresinden alınamadı. {2}
zh_hans: MSB4028: 未能从“{1}”参数中检索到“{0}”任务的输出。{2}
zh_hant: MSB4028: 無法從 "{1}" 參數擷取 "{0}" 工作的輸出。{2}

# FatalBuildError
source: MSB4014: The build was aborted because of an internal failure.
cs: MSB4014: Sestavování bylo přerušeno z důvodu interní chyby.
es: MSB4014: Se anuló la compilación debido a un error interno.
fr: MSB4014: La génération a été abandonnée suite à une erreur interne.
it: MSB4014: errore interno. Compilazione annullata.
ja: MSB4014: 内部エラーのため、ビルドは中止されました。
ko: MSB4014: 내부 오류로 인해 빌드가 중단되었습니다.
pl: MSB4014: Kompilowanie zostało przerwane z powodu błędu wewnętrznego.
pt_br: MSB4014: A compilação foi cancelada devido a um erro interno.
ru: MSB4014: сборка прервана из-за внутренней ошибки.
tr: MSB4014: İç hata nedeniyle oluşturma durduruldu.
zh_hans: MSB4014: 由于发生内部错误，已中止生成。
zh_hant: MSB4014: 由於內部失敗而中止建置。

# FatalErrorDuringLoggerShutdown
source: MSB4015: The build was aborted because the "{0}" logger failed unexpectedly during shutdown.
cs: MSB4015: Sestavování bylo přerušeno, protože během ukončování došlo neočekávaně k chybě protokolovacího nástroje {0}.
es: MSB4015: Se anuló la compilación debido a un error inesperado del registrador "{0}" durante el cierre.
fr: MSB4015: La génération a été abandonnée car le journal "{0}" a échoué de manière inattendue lors de l'arrêt.
it: MSB4015: errore imprevisto del logger "{0}" durante la chiusura. Compilazione annullata.
ja: MSB4015: シャットダウン中に "{0}" logger に失敗したため、ビルドは中止されました。
ko: MSB4015: 종료하는 동안 "{0}" 로거에서 예기치 않은 오류가 발생하여 빌드가 중단되었습니다.
pl: MSB4015: Kompilowanie zostało przerwane, ponieważ rejestrator „{0}” uległ nieoczekiwanej awarii podczas zamykania.
pt_br: MSB4015: A compilação foi cancelada devido à falha inesperada do agente de log "{0}" durante o encerramento.
ru: MSB4015: сборка прервана из-за непредвиденного сбоя в журнале событий "{0}" при завершении работы.
tr: MSB4015: Kapatma sırasında "{0}" günlükçüsü beklenmedik bir biçimde başarısız olduğundan oluşturma durduruldu.
zh_hans: MSB4015: 由于“{0}”记录器在关闭过程中意外失败，已中止生成。
zh_hant: MSB4015: 由於 "{0}" 記錄器於關機期間發生未預期的失敗，因此已中止建置。

# FatalErrorWhileInitializingLogger
source: MSB4016: The build was aborted because the "{0}" logger failed unexpectedly during initialization.
cs: MSB4016: Sestavování bylo přerušeno, protože během inicializace došlo neočekávaně k chybě protokolovacího nástroje {0}.
es: MSB4016: Se anuló la compilación debido a un error inesperado del registrador "{0}" durante la inicialización.
fr: MSB4016: La génération a été abandonnée car le journal "{0}" a échoué de manière inattendue lors de l'initialisation.
it: MSB4016: errore imprevisto del logger "{0}" durante l'inizializzazione. Compilazione annullata.
ja: MSB4016: 初期化中に "{0}" logger に失敗したため、ビルドは中止されました。
ko: MSB4016: 초기화하는 동안 "{0}" 로거에서 예기치 않은 오류가 발생하여 빌드가 중단되었습니다.
pl: MSB4016: Przerwano kompilowanie, ponieważ rejestrator „{0}” uległ nieoczekiwanej awarii w czasie inicjowania.
pt_br: MSB4016: A compilação foi cancelada devido à falha inesperada do agente de log "{0}" durante a inicialização.
ru: MSB4016: сборка прервана из-за непредвиденного сбоя в журнале событий "{0}" во время инициализации.
tr: MSB4016: Başlatma sırasında "{0}" günlükçüsü beklenmedik bir biçimde başarısız olduğundan oluşturma durduruldu.
zh_hans: MSB4016: 由于“{0}”记录器在初始化过程中意外失败，已中止生成。
zh_hant: MSB4016: 由於 "{0}" 記錄器於初始設定期間發生未預期的失敗，因此已中止建置。

# FatalErrorWhileLogging
source: MSB4017: The build was aborted because of an unexpected logger failure.
cs: MSB4017: Sestavování bylo přerušeno z důvodu neočekávané chyby protokolovacího nástroje.
es: MSB4017: Se anuló la compilación debido a un error inesperado del registrador.
fr: MSB4017: La génération a été abandonnée suite à une erreur inattendue du journal.
it: MSB4017: la compilazione è stata annullata a causa di un errore imprevisto del logger.
ja: MSB4017: 予期しない logger エラーのため、ビルドは中止されました。
ko: MSB4017: 예기치 않은 로거 오류가 발생하여 빌드가 중단되었습니다.
pl: MSB4017: Kompilowanie zostało przerwane z powodu nieoczekiwanej awarii rejestratora.
pt_br: MSB4017: A compilação foi cancelada devido à falha inesperada do agente de log.
ru: MSB4017: сборка прервана из-за непредвиденного сбоя в журнале событий.
tr: MSB4017: Beklenmedik bir günlükçü hatası nedeniyle oluşturma durduruldu.
zh_hans: MSB4017: 由于发生意外的记录器错误，已中止生成。
zh_hant: MSB4017: 由於發生未預期的記錄器失敗，因此已中止建置。

# FatalTaskError
source: MSB4018: The "{0}" task failed unexpectedly.
cs: MSB4018: Došlo k neočekávané chybě úlohy {0}.
es: MSB4018: Error inesperado en la tarea "{0}".
fr: MSB4018: Échec inattendu de la tâche "{0}".
it: MSB4018: errore imprevisto dell'attività "{0}".
ja: MSB4018: "{0}" タスクが予期せずに失敗しました。
ko: MSB4018: "{0}" 작업에서 예기치 않은 오류가 발생했습니다.
pl: MSB4018: Nastąpiło nieoczekiwane niepowodzenie zadania „{0}”.
pt_br: MSB4018: Falha inesperada da tarefa "{0}".
ru: MSB4018: непредвиденная ошибка при выполнении задачи {0}".
tr: MSB4018: "{0}" görevi beklenmedik biçimde başarısız oldu.
zh_hans: MSB4018: “{0}”任务意外失败。
zh_hant: MSB4018: "{0}" 工作發生未預期的失敗。

# FailedToReceiveChildStatus
source: MSB4165: Failed to receive a response from the child node "{0}" in the timeout period "{1}" ms. Shutting down.
cs: MSB4165: Nepodařilo se přijmout odezvu z podřízeného uzlu {0} v časovém limitu {1} ms. Probíhá ukončení práce.
es: MSB4165: No se recibió respuesta del nodo secundario "{0}" durante el tiempo de espera de "{1}" ms. Se finalizará la ejecución ahora.
fr: MSB4165: Échec de réception d'une réponse du nœud enfant "{0}" dans le délai de "{1}" ms. Arrêt.
it: MSB4165: non è stato possibile ricevere una risposta dal nodo figlio "{0}" entro il periodo di timeout di "{1}" ms. Chiusura in corso.
ja: MSB4165: 子ノード "{0}" からの応答をタイムアウト期限の "{1}" ミリ秒以内に受信できませんでした。シャットダウンしています。
ko: MSB4165: "{1}"ms의 제한 시간 내에 자식 노드 "{0}"에서 응답을 받지 못했습니다. 종료합니다.
pl: MSB4165: Nie można odebrać odpowiedzi od węzła podrzędnego „{0}” w ciągu limitu czasu wynoszącego „{1}” ms. Zamykanie.
pt_br: MSB4165: falha ao receber uma resposta do nó filho"{0}" no período de tempo limite "{1}" ms. Desligando.
ru: MSB4165: не удалось получить ответ от дочернего узла "{0}" до истечения периода ожидания ("{1}" мсек.). Идет завершение работы.
tr: MSB4165: "{0}" alt düğümünden "{1}" ms olan zaman aşımı süresi içinde yanıt alınamadı. Kapatılıyor.
zh_hans: MSB4165: 未能在超时期限“{1}”毫秒内收到来自子节点“{0}”的响应。正在关闭。
zh_hant: MSB4165: 無法在 "{1}" 毫秒的逾時期限內收到來自子節點 "{0}" 的回應。即將關閉。

# IllFormedCondition
source: MSB4088: Condition "{0}" is improperly constructed.
cs: MSB4088: Podmínka {0} není vytvořena správně.
es: MSB4088: La construcción de la condición "{0}" no es correcta.
fr: MSB4088: La condition "{0}" n'est pas formulée correctement.
it: MSB4088: condizione "{0}" non costruita correttamente.
ja: MSB4088: 条件 "{0}" は正しく構築されていません。
ko: MSB4088: "{0}" 조건이 제대로 생성되지 않았습니다.
pl: MSB4088: Warunek „{0}” jest nieprawidłowo skonstruowany.
pt_br: MSB4088: A condição "{0}" foi construída de modo inadequado.
ru: MSB4088: неправильное условие "{0}".
tr: MSB4088: "{0}" koşulu hatalı oluşturulmuş.
zh_hans: MSB4088: 条件“{0}”的构造不正确。
zh_hant: MSB4088: 條件 "{0}" 的建構不正確。

# IllFormedEqualsInCondition
source: MSB4105: Found an unexpected character '{2}' at position {1} in condition "{0}". Did you intend to use "=="?
cs: MSB4105: Byl nalezen neočekávaný znak {2} na pozici {1} v podmínce {0}. Nechtěli jste použít znaky ==?
es: MSB4105: Se encontró un carácter inesperado '{2}' en la posición {1} en la condición "{0}". ¿Deseaba usar "=="?
fr: MSB4105: Un caractère inattendu '{2}' a été trouvé à la position {1} dans la condition "{0}". Vouliez-vous utiliser "==" ?
it: MSB4105: è stato trovato un carattere imprevisto '{2}' nella posizione {1} nella condizione "{0}". Si intendeva usare "=="?
ja: MSB4105: 予期しない文字 '{2}' が、条件 "{0}" の場所 {1} で見つかりました。"==" を指定しようとしましたか?
ko: MSB4105: "{0}" 조건의 {1} 위치에 예기치 않은 '{2}' 문자가 있습니다. "=="를 사용하려고 했나요?
pl: MSB4105: Znaleziono nieoczekiwany znak „{2}” w położeniu {1} w warunku „{0}”. Czy miały być użyte znaki „==”?
pt_br: MSB4105: Caractere "{2}" inesperado na posição {1} da condição "{0}". Você pretendia usar "=="?
ru: MSB4105: неожиданный символ "{2}" в позиции {1} условия "{0}". Возможно, имеется в виду "==".
tr: MSB4105: "{0}" koşulunda, '{1}' konumunda beklenmeyen {2} karakteri bulundu. "==" kullanmak mı istediniz?
zh_hans: MSB4105: 在条件“{0}”中的位置 {1} 处发现意外字符“{2}”。是否希望使用“==”?
zh_hant: MSB4105: 條件 "{0}" 的位置 {1} 中找到未預期的字元 '{2}'。是否想要使用 "=="?
