Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidMessageImportance
source: MSB4071: The value Importance="{0}" in the <Message> element is invalid. Valid values are: High, Normal and Low.
cs: MSB4071: Hodnota Importance={0} v elementu <Message> je neplatná. Platné hodnoty: High, Normal a Low.
es: MSB4071: El valor Importance="{0}" del elemento <Message> no es válido. Los valores admitidos son: High, Normal y Low.
fr: MSB4071: La valeur Importance="{0}" de l'élément <Message> n'est pas valide. Les valeurs valides sont : High, Normal et Low.
it: MSB4071: il valore Importance="{0}" nell'elemento <Message> non è valido. I valori validi sono High, Normal e Low.
ja: MSB4071: <Message> 要素の値 Importance="{0}" は無効です。有効な値は、High、Normal および Low です。
ko: MSB4071: <Message> 요소의 Importance="{0}" 값이 잘못되었습니다. 유효한 값은 High, Normal 및 Low입니다.
pl: MSB4071: Wartość Importance=„{0}” w elemencie <Message> jest nieprawidłowa. Prawidłowe wartości: High, Normal i Low.
pt_br: MSB4071: O valor Importance="{0}" no elemento <Message> é inválido. Os valores válidos são: High, Normal e Low.
ru: MSB4071: недопустимое значение Importance="{0}" в элементе <Message>. Допустимые значения: High, Normal и Low.
tr: MSB4071: <Message> öğesindeki Importance="{0}" değeri geçersiz. Geçerli değerler şunlardır: High, Normal ve Low.
zh_hans: MSB4071: <Message> 元素中的值 Importance="{0}" 无效。有效值有: High、Normal 和 Low。
zh_hant: MSB4071: <Message> 項目中的值 Importance="{0}" 無效。有效值為: High、Normal 和 Low。

# InvalidProjectFile
source: MSB4025: The project file could not be loaded. {0}
cs: MSB4025: Soubor projektu nelze načíst. {0}
es: MSB4025: No se pudo cargar el archivo del proyecto. {0}
fr: MSB4025: Impossible de charger le fichier projet. {0}
it: MSB4025: non è stato possibile caricare il file di progetto. {0}
ja: MSB4025: プロジェクト ファイルを読み込めませんでした。{0}
ko: MSB4025: 프로젝트 파일을 로드할 수 없습니다. {0}
pl: MSB4025: Nie można załadować pliku projektu. {0}
pt_br: MSB4025: Não foi possível carregar o arquivo de projeto. {0}
ru: MSB4025: не удалось загрузить файл проекта. {0}
tr: MSB4025: Proje dosyası yüklenemedi. {0}
zh_hans: MSB4025: 未能加载项目文件。{0}
zh_hant: MSB4025: 無法載入專案檔。{0}

# InvalidPropertyNameInToolset
source: MSB4147: The property "{0}" at "{1}" is invalid. {2}
cs: MSB4147: Vlastnost {0} v {1} je neplatná. {2}
es: MSB4147: La propiedad "{0}" en "{1}" no es válida. {2}
fr: MSB4147: La propriété "{0}" à "{1}" n'est pas valide. {2}
it: MSB4147: la proprietà "{0}" in "{1}" non è valida. {2}
ja: MSB4147: "{1}" にあるプロパティ "{0}" が無効です。{2}
ko: MSB4147: "{1}"의 "{0}" 속성이 잘못되었습니다. {2}
pl: MSB4147: Właściwość „{0}” w „{1}” jest nieprawidłowa. {2}
pt_br: MSB4147: A propriedade "{0}" em "{1}" não é válida. {2}
ru: MSB4147: недопустимое свойство "{0}" в "{1}". {2}
tr: MSB4147: "{1}" konumundaki "{0}" özelliği geçersiz. {2}
zh_hans: MSB4147: “{1}”处的属性“{0}”无效。{2}
zh_hant: MSB4147: 位於 "{1}" 的屬性 "{0}" 無效。{2}

# InvalidProjectFileEncodingValue
source: "{0}" is an invalid "ProjectFileEncoding" value.
cs: {0} je neplaná hodnota ProjectFileEncoding.
es: "{0}" es un valor de "ProjectFileEncoding" no válido.
fr: "{0}" n'est pas une valeur "ProjectFileEncoding" valide.
it: "{0}" è un valore "ProjectFileEncoding" non valido.
ja: "{0}" は "ProjectFileEncoding" には無効な値です。
ko: "{0}"은(는) 잘못된 "ProjectFileEncoding" 값입니다.
pl: „{0}” jest nieprawidłową wartością parametru „ProjectFileEncoding”.
pt_br: "{0}" é um valor "ProjectFileEncoding" inválido.
ru: "{0}" — недопустимое значение ProjectFileEncoding".
tr: "{0}", geçersiz bir "ProjectFileEncoding" değeridir.
zh_hans: “{0}”为无效的“ProjectFileEncoding”值。
zh_hant: "{0}" 是無效的 "ProjectFileEncoding" 值。

# InvalidRegistryPropertyExpression
source: MSB4143: The expression "{0}" cannot be evaluated. {1}
cs: MSB4143: Výraz {0} nelze vyhodnotit. {1}
es: MSB4143: No se puede evaluar la expresión "{0}". {1}
fr: MSB4143: Impossible d'évaluer l'expression "{0}". {1}
it: MSB4143: non è possibile valutare l'espressione "{0}". {1}
ja: MSB4143: 式 "{0}" は評価できません。{1}
ko: MSB4143: "{0}" 식을 계산할 수 없습니다. {1}
pl: MSB4143: Nie można oszacować wyrażenia „{0}”. {1}
pt_br: MSB4143: A expressão "{0}" não pode ser avaliada. {1}
ru: MSB4143: не удается оценить выражение "{0}". {1}
tr: MSB4143: "{0}" ifadesi değerlendirilemiyor. {1}
zh_hans: MSB4143: 无法计算表达式“{0}”的值。{1}
zh_hant: MSB4143: 無法評估運算式 "{0}"。{1}

# InvalidFunctionPropertyExpression
source: MSB4184: The expression "{0}" cannot be evaluated. {1}
cs: MSB4184: Výraz {0} nelze vyhodnotit. {1}
es: MSB4184: La expresión "{0}" no se puede evaluar. {1}
fr: MSB4184: impossible d'évaluer l'expression "{0}". {1}
it: MSB4184: non è possibile valutare l'espressione "{0}". {1}
ja: MSB4184: 式 "{0}" を評価できません。{1}
ko: MSB4184: "{0}" 식을 계산할 수 없습니다. {1}
pl: MSB4184: Nie można ocenić wyrażenia „{0}”. {1}
pt_br: MSB4184: A expressão "({0})" não pode ser avaliada. {1}
ru: MSB4184: не удается вычислить выражение "{0}". {1}
tr: MSB4184: "{0}" ifadesi değerlendirilemiyor. {1}
zh_hans: MSB4184: 无法计算表达式“{0}”。{1}
zh_hant: MSB4184: 無法評估運算式 "{0}"。{1}

# InvalidFunctionMethodUnavailable
source: MSB4185: The function "{0}" on type "{1}" has not been enabled for execution.
cs: MSB4185: Nebylo povoleno spuštění funkce {0} na typu {1}.
es: MSB4185: La función "{0}" del tipo "{1}" no se ha habilitado para ejecutarla.
fr: MSB4185: La fonction "{0}" sur le type "{1}" n'a pas été activée pour l'exécution.
it: MSB4185: la funzione "{0}" nel tipo "{1}" non è stata abilitata per l'esecuzione.
ja: MSB4185: 型 "{1}" の関数 "{0}" の実行は有効になっていません。
ko: MSB4185: "{1}" 형식의 "{0}" 함수를 실행할 수 없습니다.
pl: MSB4185: Funkcja „{0}” w typie „{1}” nie została włączona do wykonania.
pt_br: MSB4185: A função "{0}" no tipo "{1}" não foi habilitada para execução.
ru: MSB4185: выполнение функции "{0}" для типа "{1}" не было разрешено.
tr: MSB4185: "{1}" türü üzerindeki "{0}" işlevi yürütülmek üzere etkinleştirilmemiş.
zh_hans: MSB4185: 类型“{1}”上的函数“{0}”尚未启用，无法执行。
zh_hant: MSB4185: 類型 "{1}" 上的函式 "{0}" 尚未被啟用成執行。

# InvalidFunctionStaticMethodSyntax
source: MSB4186: Invalid static method invocation syntax: "{0}". Static method invocation should be of the form: $([FullTypeName]::Method()), e.g. $([System.IO.Path]::Combine(`a`, `b`))
cs: MSB4186: Syntaxe volání statické metody je neplatná: {0}. Volání statické metody by mělo mít tento tvar: $([FullTypeName]::Metoda()), např. $([System.IO.Path]::Combine(`a`, `b`))
es: MSB4186: Sintaxis de invocación de método estático no válida: "{0}". La invocación del método estático debe tener el formato: $([NombreTipoCompleto]::Método()), p. ej. $([System.IO.Path]::Combine(`a`, `b`))
fr: MSB4186: syntaxe d'appel de méthode statique non valide : "{0}". L'appel de méthode statique doit avoir le format : $([FullTypeName]::Method()), par exemple $([System.IO.Path]::Combine(`a`, `b`))
it: MSB4186: sintassi della chiamata al metodo statico non valida: "{0}". Il formato della chiamata al metodo statico deve essere il seguente: $([FullTypeName]::Method()), ad esempio $([System.IO.Path]::Combine(`a`, `b`))
ja: MSB4186: 無効な静的メソッド呼び出し構文: "{0}"。静的メソッド呼び出しは $([FullTypeName]::Method()) の形式である必要があります。例: $([System.IO.Path]::Combine(`a`, `b`))
ko: MSB4186: 정적 메서드 호출 구문 "{0}"이(가) 잘못되었습니다. 정적 메서드 호출의 형식은 $([FullTypeName]::Method())여야 합니다. 예: $([System.IO.Path]::Combine(`a`, `b`))
pl: MSB4186: Nieprawidłowa składnia wywołania metody statycznej: {0}. Wywołanie metody statycznej powinno mieć postać: $([PełnaNazwaTypu]::Metoda()), np. $([System.IO.Path]::Combine(`a`, `b`))
pt_br: MSB4186: Sintaxe de invocação de método estático inválida: "({0})". A invocação de método estático deve estar no formato: $([FullTypeName]::Method()), por exemplo, $([System.IO.Path]::Combine(`a`, `b`))
ru: MSB4186: недопустимый синтаксис вызова статического метода: "{0}". Вызов статического метода должен иметь следующую форму: $([FullTypeName]::Method()), например: $([System.IO.Path]::Combine(`a`, `b`))
tr: MSB4186: Geçersiz statik yöntem çağırma sözdizimi: "{0}". Statik yöntem çağırma şu biçimde olmalıdır: $([TamTürAdı]::Yöntem()), örn. $([System.IO.Path]::Combine(`a`, `b`))
zh_hans: MSB4186: 静态方法调用语法“{0}”无效。静态方法调用应采用以下形式:$([FullTypeName]::Method())，例如 $([System.IO.Path]::Combine(`a`, `b`))
zh_hant: MSB4186: 無效的靜態方法引動過程語法: "{0}"。靜態方法引動過程的格式應為: $([FullTypeName]::Method())，例如 $([System.IO.Path]::Combine(`a`, `b`))

# InvalidSchemaFile
source: MSB4070: The schema "{0}" is not valid. {1}
cs: MSB4070: Schéma {0} není platné. {1}
es: MSB4070: El esquema "{0}" no es válido. {1}
fr: MSB4070: Le schéma "{0}" n'est pas valide. {1}
it: MSB4070: lo schema "{0}" non è valido. {1}
ja: MSB4070: スキーマ "{0}" は無効です。{1}
ko: MSB4070: "{0}" 스키마가 잘못되었습니다. {1}
pl: MSB4070: Schemat „{0}” jest nieprawidłowy. {1}
pt_br: MSB4070: O esquema "{0}" não é válido. {1}
ru: MSB4070: недопустимая схема "{0}". {1}
tr: MSB4070: "{0}" şeması geçerli değil. {1}
zh_hans: MSB4070: 架构“{0}”无效。{1}
zh_hant: MSB4070: 結構描述 "{0}" 無效。{1}

# InvalidTaskAttributeError
source: MSB4026: The "{0}={1}" parameter for the "{2}" task is invalid.
cs: MSB4026: Parametr {0}={1} pro úlohu {2} je neplatný.
es: MSB4026: El parámetro "{0}={1}" para la tarea "{2}" no es válido.
fr: MSB4026: Le paramètre "{0}={1}" pour la tâche "{2}" n'est pas valide.
it: MSB4026: parametro "{0}={1}" per l'attività "{2}" non valido.
ja: MSB4026: "{2}" タスクの "{0}={1}" パラメーターは無効です。
ko: MSB4026: "{2}" 작업의 "{0}={1}" 매개 변수가 잘못되었습니다.
pl: MSB4026: Parametr „{0}={1}” zadania „{2}” jest nieprawidłowy.
pt_br: MSB4026: O parâmetro "{0}={1}" da tarefa "{2}" é inválido.
ru: MSB4026: нНедопустимый параметр "{0}={1}" для задачи "{2}".
tr: MSB4026: "{2}" görevi için "{0}={1}" parametresi geçersiz.
zh_hans: MSB4026: “{2}”任务的“{0}={1}”参数无效。
zh_hant: MSB4026: "{2}" 工作的 "{0}={1}" 參數無效。

# InvalidTaskItemsInTaskOutputs
source: MSB4027: The "{0}" task generated invalid items from the "{1}" output parameter. {2}
cs: MSB4027: Úloha {0} generovala neplatné položky z výstupního parametru {1}. {2}
es: MSB4027: La tarea "{0}" generó elementos no válidos desde el parámetro de salida "{1}". {2}
fr: MSB4027: La tâche "{0}" a généré des éléments non valides à partir du paramètre de sortie "{1}". {2}
it: MSB4027: l'attività "{0}" ha generato elementi non validi dal parametro di output "{1}". {2}
ja: MSB4027: "{0}" タスクは "{1}" 出力パラメーターから無効な項目を生成しました。{2}
ko: MSB4027: "{0}" 작업이 "{1}" 출력 매개 변수에서 잘못된 항목을 생성했습니다. {2}
pl: MSB4027: Zadanie „{0}” wygenerowało nieprawidłowe elementy na podstawie parametru wyjściowego „{1}”. {2}
pt_br: MSB4027: A tarefa "{0}" gerou itens inválidos a partir do parâmetro de saída "{1}". {2}
ru: MSB4027: задача "{0}" сгенерировала недопустимые элементы на основе выходного параметра "{1}". {2}
tr: MSB4027: "{0}" görevi, "{1}" çıkış parametresinden geçersiz öğeler üretti. {2}
zh_hans: MSB4027: “{0}”任务从“{1}”输出参数生成了无效项。{2}
zh_hant: MSB4027: "{0}" 工作從 "{1}" 輸出參數產生無效的項目。{2}

# InvalidTaskOutputSpecification
source: MSB4029: The "{0}" task has an invalid output specification. The "TaskParameter" attribute is required, and either the "ItemName" or "PropertyName" attribute must be specified (but not both).
cs: MSB4029: Úloha {0} má neplatnou výstupní specifikaci. Atribut TaskParameter je vyžadován a je nutné zadat buď atribut ItemName, nebo PropertyName (ale ne oba).
es: MSB4029: La tarea "{0}" tiene una especificación de salida no válida. Es necesario el atributo "TaskParameter" y debe especificarse el atributo "ItemName" o "PropertyName" (pero no ambos).
fr: MSB4029: La sortie spécifiée de la tâche "{0}" n'est pas valide. L'attribut "TaskParameter" est obligatoire et l'attribut "ItemName" ou "PropertyName" doit être spécifié (mais pas les deux).
it: MSB4029: la specifica dell'output dell'attività "{0}" non è valida. L'attributo "TaskParameter" è obbligatorio ed è necessario specificare l'attributo "ItemName" o "PropertyName", ma non entrambi.
ja: MSB4029: "{0}" タスクには無効な出力指定があります。"TaskParameter" 属性は必要であり、そのうえ "ItemName" か "PropertyName" 属性のいずれかを指定しなければなりません。
ko: MSB4029: "{0}" 작업의 출력 사양이 잘못되었습니다. "TaskParameter" 특성이 필요하고 "ItemName" 또는 "PropertyName" 특성 중 하나를 지정해야 합니다(둘 다 지정할 수 없음).
pl: MSB4029: Zadanie „{0}” ma nieprawidłową specyfikację wyjściową. Atrybut „TaskParameter” jest wymagany i należy określić atrybut „ItemName” lub „PropertyName” (ale nie oba te atrybuty).
pt_br: MSB4029: A tarefa "{0}" tem uma especificação de saída inválida. O atributo "TaskParameter" é obrigatório e o atributo "ItemName" ou "PropertyName" deve ser especificado (mas não os dois).
ru: MSB4029: недопустимая спецификация вывода у задачи "{0}". Требуется атрибут TaskParameter, а также атрибут ItemName или PropertyName (но не оба).
tr: MSB4029: "{0}" görevinin çıkış belirtimi geçersiz. "TaskParameter" özniteliği gereklidir ve "ItemName" veya "PropertyName" özniteliği belirtilmelidir (ancak ikisi birden değil).
zh_hans: MSB4029: “{0}”任务包含无效的输出规范。“TaskParameter”特性是必需的，并且必须指定“ItemName”或“PropertyName”特性(但不能同时指定二者)。
zh_hant: MSB4029: "{0}" 工作有無效的輸出規格。必須有 "TaskParameter" 屬性，而且必須指定 "ItemName" 或 "PropertyName" 其中一個屬性 (但兩者不可以同時指定)。

# InvalidTaskParameterValueError
source: MSB4030: "{0}" is an invalid value for the "{1}" parameter of the "{3}" task. The "{1}" parameter is of type "{2}".
cs: MSB4030: {0} je neplatná hodnota parametru {1} úlohy {3}. Parametr {1} je typu {2}.
es: MSB4030: "{0}" no es un valor válido para el parámetro "{1}" de la tarea "{3}". El parámetro "{1}" es del tipo "{2}".
fr: MSB4030: "{0}" n'est pas une valeur valide pour le paramètre "{1}" de la tâche "{3}". Le paramètre "{1}" est de type "{2}".
it: MSB4030: "{0}" non è un valore valido per il parametro "{1}" dell'attività "{3}". Il parametro "{1}" è di tipo "{2}".
ja: MSB4030: "{0}" は "{3}" タスクの "{1}" パラメーターには無効な値です。"{1}" パラメーターは型 "{2}" です。
ko: MSB4030: "{0}"은(는) "{3}" 작업의 "{1}" 매개 변수에 사용할 수 없는 값입니다. "{1}" 매개 변수는 "{2}" 형식입니다.
pl: MSB4030: Wartość „{0}” jest nieprawidłową wartością parametru „{1}” zadania „{3}”. Parametr „{1}” ma typ „{2}”.
pt_br: MSB4030: "{0}" é um valor inválido para o parâmetro "{1}" da tarefa "{3}". O parâmetro "{1}" é do tipo "{2}".
ru: MSB4030: "{0}" — недопустимое значение для параметра "{1}" задачи "{3}". Параметр "{1}" относится к типу "{2}".
tr: MSB4030: "{0}" değeri "{3}" görevinin "{1}" parametresi için geçersiz bir değer. "{1}" parametresi "{2}" türünde.
zh_hans: MSB4030: “{0}”对于“{3}”任务的“{1}”参数是无效值。“{1}”参数的类型为“{2}”。
zh_hant: MSB4030: "{0}" 是 "{3}" 工作 "{1}" 參數的無效值。"{1}" 參數屬於類型 "{2}"。

# InvalidToolsetValueInConfigFileValue
source: MSB4137: Invalid value specified in the configuration file at "{0}". Property name or tools version name is an empty string.
cs: MSB4137: V konfiguračním souboru na {0} byla zadána neplatná hodnota. Název vlastnosti nebo název verze nástrojů je prázdný řetězec.
es: MSB4137: Se ha especificado un valor no válido en el archivo de configuración en "{0}". El nombre de la propiedad o el nombre de la versión de herramientas es una cadena vacía.
fr: MSB4137: Valeur non valide spécifiée dans le fichier de configuration à "{0}". Le nom de la propriété ou le nom de la version des outils est une chaîne vide.
it: MSB4137: è stato specificato un valore non valido nel file di configurazione in "{0}". Il nome della proprietà o il nome della versione degli strumenti è una stringa vuota.
ja: MSB4137: "{0}" の構成ファイル内に指定されている値が無効です。プロパティ名またはツールのバージョン名が空の文字列になっています。
ko: MSB4137: 구성 파일의 "{0}"에 잘못된 값이 지정되었습니다. 속성 이름 또는 도구 버전 이름이 빈 문자열입니다.
pl: MSB4137: Określono nieprawidłową wartość w pliku konfiguracji w „{0}”. Nazwa właściwości lub nazwa wersji narzędzi jest pustym ciągiem.
pt_br: MSB4137: Valor inválido especificado no arquivo de configuração em "{0}". O nome da propriedade ou o nome da versão das ferramentas é uma cadeia de caracteres vazia.
ru: MSB4137: указано недопустимое значение в файле конфигурации в "{0}". Имя свойства или название версии инструментов являются пустой строкой.
tr: MSB4137: "{0}" konumundaki yapılandırma dosyasında geçersiz değer belirtildi. Özellik adı veya araç sürüm adı boş bir dizedir.
zh_hans: MSB4137: 在配置文件的“{0}”处指定的值无效。属性名或工具版本名称为空字符串。
zh_hant: MSB4137: 位於 "{0}" 的組態檔中指定了無效值。屬性名稱或工具版本名稱是空字串。

# InvalidVerbosity
source: MSB4103: "{0}" is not a valid logger verbosity level.
cs: MSB4103: {0} není platná úroveň podrobností protokolovacího nástroje.
es: MSB4103: "{0}" no es un nivel de detalle del registrador.
fr: MSB4103: "{0}" n'est pas un niveau de commentaires de journal valide.
it: MSB4103: "{0}" non è un livello di dettaglio valido del logger.
ja: MSB4103: "{0}" は有効なロガー詳細レベルではありません。
ko: MSB4103: "{0}"은(는) 로거의 세부 정보 표시로 알맞지 않습니다.
pl: MSB4103: „{0}” nie jest prawidłowym poziomem szczegółowości rejestratora.
pt_br: MSB4103: "{0}" não é um nível de verbosidade de agente de log válido.
ru: MSB4103: "{0}" не является допустимым уровнем подробного протоколирования.
tr: MSB4103: "{0}", geçerli bir günlükçü ayrıntı düzeyi değil.
zh_hans: MSB4103: "{0}" 不是有效的记录器详细程度。
zh_hant: MSB4103: "{0}" 不是有效的記錄器詳細程度等級。

# ItemDefinitionGroupNotLegalInsideTarget
source: MSB4163: <ItemDefinitionGroup> is not allowed inside a target.
cs: MSB4163: Uvnitř cíle není povolena položka <ItemDefinitionGroup>.
es: MSB4163: No se permite incluir <ItemDefinitionGroup> en un destino.
fr: MSB4163: <ItemDefinitionGroup> n'est pas autorisé dans une cible.
it: MSB4163: <ItemDefinitionGroup> non consentito all'interno di una destinazione.
ja: MSB4163: <ItemDefinitionGroup> は、ターゲットの内部では許可されていません。
ko: MSB4163: <ItemDefinitionGroup>은 대상 내에 사용할 수 없습니다.
pl: MSB4163: Wartość <ItemDefinitionGroup> jest niedozwolona wewnątrz elementu docelowego.
pt_br: MSB4163: <ItemDefinitionGroup> não permitido em um destino.
ru: MSB4163: <ItemDefinitionGroup> не допускается внутри конечного объекта.
tr: MSB4163: <ItemDefinitionGroup> hedef içinde kullanılamaz.
zh_hans: MSB4163: 目标内部不允许有 <ItemDefinitionGroup>。
zh_hant: MSB4163: 目標內部不允許有 <ItemDefinitionGroup>。

# ItemDoesNotBelongToItemGroup
source: The specified item does not belong to the current item group.
cs: Zadaná položka nepatří do aktuální skupiny položek.
es: El elemento especificado no pertenece al grupo de elementos actual.
fr: L'élément spécifié n'appartient pas au groupe d'éléments actuels.
it: L'articolo specificato non appartiene al gruppo di elementi corrente.
ja: 指定された項目は、現在の項目グループに属していません。
ko: 지정한 항목은 현재 항목 그룹에 속하지 않습니다.
pl: Określony element nie należy do bieżącej grupy elementów.
pt_br: O item especificado não pertence ao grupo de itens atual.
ru: Указанный элемент не принадлежит текущей группе элементов.
tr: Belirtilen öğe, geçerli öğe grubuna ait değil.
zh_hans: 指定项不属于当前项组。
zh_hant: 指定的項目不屬於目前的項目群組。

# ItemDoesNotContainValueForUnqualifiedMetadata
source: MSB4096: The item "{0}" in item list "{1}" does not define a value for metadata "{2}". In order to use this metadata, either qualify it by specifying %({1}.{2}), or ensure that all items in this list define a value for this metadata.
cs: MSB4096: Položka {0} v seznamu položek {1} nedefinuje hodnotu pro metadata {2}. Chcete-li používat tato metadata, kvalifikujte je zadáním %({1}.{2}) nebo zajistěte, aby všechny položky v tomto seznamu definovaly hodnotu pro tato metadata.
es: MSB4096: El elemento "{0}" de la lista de elementos "{1}" no define un valor para los metadatos "{2}". Para usar estos metadatos, especifique %({1}.{2}) para calificarlos o asegúrese de que todos los elementos de la lista definen un valor para estos metadatos.
fr: MSB4096: L'élément "{0}" de la liste d'éléments "{1}" ne définit aucune valeur pour les métadonnées "{2}". Pour utiliser ces métadonnées, qualifiez-les en spécifiant %({1}.{2}) ou assurez-vous que tous les éléments de cette liste définissent une valeur pour ces métadonnées.
it: MSB4096: l'elemento "{0}" nell'elenco di elementi "{1}" non definisce un valore per i metadati "{2}". Per poter usare questi metadati, qualificarli specificando %({1}.{2}) o assicurarsi che tutti gli elementi dell'elenco definiscano un valore per questi metadati.
ja: MSB4096: 項目一覧 "{1}" の項目 "{0}" はメタデータ "{2}" に対して値を定義していません。このメタデータを使用するには、%({1}.{2}) を指定してメタデータを限定するか、またはこの一覧のすべての項目がこのメタデータに対して値を定義していることを確認してください。
ko: MSB4096: 항목 목록 "{1}"의 "{0}" 항목은 "{2}" 메타데이터의 값을 정의하지 않습니다. 이 메타데이터를 사용하려면 %({1}.{2})을(를) 지정하여 메타데이터를 한정하거나, 이 목록에 있는 모든 항목이 이 메타데이터의 값을 정의하는지 확인하세요.
pl: MSB4096: Element „{0}” na liście elementów „{1}” nie definiuje wartości metadanych „{2}”. Aby używać tych metadanych, zakwalifikuj je, określając parametr %({1}.{2}), lub upewnij się, że wszystkie elementy na tej liście określają wartość tych metadanych.
pt_br: MSB4096: O item "{0}" na lista de itens "{1}" não define um valor dos metadados "{2}". Para usar esses metadados, qualifique-os especificando %({1}.{2}), ou assegure-se de que todos os itens na lista apresentem um valor definido para esses metadados.
ru: MSB4096: элемент "{0}" в списке элементов "{1}" не указывает значение для метаданных "{2}". Чтобы использовать эти метаданные, необходимо указать их путем уточнения (%({1}.{2}), либо все элементы в списке должны указывать значение для этих метаданных.
tr: MSB4096: "{1}" öğe listesindeki "{0}" öğesi "{2}" meta verileri için bir değer tanımlamıyor. Bu meta verileri kullanmak için %({1}.{2}) belirterek uygun duruma getirin veya bu listedeki tüm öğelerin bu meta veriler için bir değer tanımladığından emin olun.
zh_hans: MSB4096: 项列表“{1}”中的项“{0}”没有定义元数据“{2}”的值。要使用此元数据，请通过指定 %({1}.{2}) 来限定它，或确保此列表中的所有项都为此元数据定义了一个值。
zh_hant: MSB4096: 項目清單 "{1}" 中的項目 "{0}" 未定義中繼資料 "{2}" 的值。若要使用此中繼資料，請指定 %({1}.{2}) 加以限定，或確保此清單中的所有項目都會為此中繼資料定義值。

# ItemListNotAllowedInThisConditional
source: MSB4099: A reference to an item list at position {1} is not allowed in this condition "{0}".
cs: MSB4099: Odkaz na seznam položek na pozici {1} není v této podmínce {0} povolen.
es: MSB4099: La referencia a una lista de elementos en la posición {1} no está permitida en esta condición "{0}".
fr: MSB4099: Une référence à une liste d'éléments à la position {1} n'est pas autorisée dans cette condition "{0}".
it: MSB4099: non è consentito un riferimento a un elenco di elementi nella posizione {1} in questa condizione "{0}".
ja: MSB4099: 場所 {1} での項目一覧への参照は、この条件 "{0}" では許可されていません。
ko: MSB4099: 이 조건 "{0}"에서는 {1} 위치에 있는 항목 목록을 참조할 수 없습니다.
pl: MSB4099: Odwołanie do listy elementów wymienione w położeniu {1} jest niedozwolone w tym warunku „{0}”.
pt_br: MSB4099: Não é permitida uma referência a uma lista de itens na posição {1} da condição "{0}".
ru: MSB4099: в этом условии "{0}" ссылка на список элементов в позиции {1} не допускается.
tr: MSB4099: Bu "{0}" koşulunda, {1} konumundaki bir öğe listesine yönelik başvuruya izin verilmiyor.
zh_hans: MSB4099: 在条件“{0}”中，不允许存在对位置 {1} 处的项列表的引用。
zh_hant: MSB4099: 這個條件 "{0}" 中，不允許參考至在位置 {1} 的項目清單。
