Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Target Performance Summary:
cs: Souhrnné informace o výkonu cíle:
es: Resumen del rendimiento de destino:
fr: Résumé de performance cible :
it: Riepilogo prestazioni destinazione:
ja: ターゲット パフォーマンスの概要:
ko: 대상 성능 요약:
pl: Podsumowanie wydajności elementu docelowego:
pt_br: Resumo do Desempenho do Destino:
ru: Итоги по целям:
tr: Hedef Performans Özeti:
zh_hans: 目标性能摘要:
zh_hant: 目標效能摘要:

# TargetSkippedFalseCondition
source: Target "{0}" skipped, due to false condition; ({1}) was evaluated as ({2}).
cs: Cíl {0} byl vynechán z důvodu podmínky vyhodnocené jako false; ({1}) bylo vyhodnoceno jako ({2}).
es: Se omitió el destino "{0}" debido a una condición falsa (False); ({1}) se evaluó como ({2}).
fr: Cible "{0}" ignorée en raison d'une fausse condition ; ({1}) a été évaluée comme ({2}).
it: Destinazione"{0}" ignorata. Condizione false. ({1}) ha restituito ({2}).
ja: false 条件により、ターゲット "{0}" を省略しました。({1}) は ({2}) として評価されました。
ko: 조건이 잘못되어 "{0}" 대상을 건너뜁니다. ({1})이(가) ({2})(으)로 확인되었습니다.
pl: Pominięto element docelowy „{0}” z powodu fałszywego warunku; ({1}) oszacowano jako ({2}).
pt_br: Destino "{0}" ignorado devido à condição falsa; ({1}) foi avaliado como ({2}).
ru: Цель "{0}" пропущена из-за невыполненного условия; выражение ({1}) равно ({2}).
tr: Yanlış koşul nedeniyle "{0}" hedefi atlandı; ({1}), ({2}) olarak değerlendirildi.
zh_hans: 由于条件的计算结果为 false，已跳过目标“{0}”；({1})的计算结果为({2})。
zh_hant: 由於 false 條件，因此已略過工作 "{0}"; ({1}) 評估為 ({2})。

# TargetStarted
source: Target "{0}" in project "{1}"
cs: Cíl {0} v projektu {1}
es: Destino "{0}" en el proyecto "{1}"
fr: Cible "{0}" dans le projet "{1}"
it: Destinazione "{0}" nel progetto "{1}"
ja: プロジェクト "{1}" 内のターゲット "{0}" です。
ko: "{1}" 프로젝트의 "{0}" 대상
pl: Element docelowy „{0}” w projekcie „{1}”
pt_br: Destino "{0}" no projeto "{1}"
ru: Цель "{0}" в проекте "{1}"
tr: "{1}" projesindeki "{0}" hedefi
zh_hans: 目标“{0}”在项目“{1}”中
zh_hant: 專案 "{1}" 中的目標 "{0}"

# TargetStartedPrefix
source: Target {0}:
cs: Cíl {0}:
es: Destino {0}:
fr: {0} cible :
it: Destinazione {0}:
ja: ターゲット {0}:
ko: {0} 대상:
pl: Element docelowy {0}:
pt_br: Destino {0}:
ru: Целевой объект {0}:
tr: {0} hedefi:
zh_hans: 目标 {0}:
zh_hant: 目標 {0}:

# TargetStartedFromFile
source: Target "{0}" in file "{1}":
cs: Cíl {0} v souboru {1}:
es: Destino "{0}" en el archivo "{1}":
fr: Cible "{0}" dans le fichier "{1}":
it: Destinazione "{0}" nel file "{1}":
ja: ファイル "{1}" 内のターゲット "{0}":
ko: "{1}" 파일의 "{0}" 대상:
pl: Element docelowy „{0}” w pliku „{1}”:
pt_br: Destino "{0}" no arquivo "{1}":
ru: Целевой объект "{0}" в файле "{1}":
tr: "{1}" dosyasındaki "{0}" hedefi:
zh_hans: 文件“{1}”中的目标“{0}”:
zh_hant: 檔案 "{1}" 中的目標 "{0}":

# TaskContinuedDueToContinueOnError
source: Build continuing because "{0}" on the task "{1}" is set to "{2}".
cs: Pokračuje sestavování, protože {0} u úlohy {1} je nastaveno na {2}.
es: La compilación continúa porque "{0}" en la tarea "{1}" está establecido como "{2}".
fr: Poursuite de la génération, car "{0}" dans la tâche "{1}" a la valeur "{2}".
it: La compilazione proseguirà perché "{0}" nell'attività "{1}" è impostato su "{2}".
ja: タスク "{1}" の "{0}" が "{2}" に設定されているため、ビルドを続行しています。
ko: "{1}" 작업의 "{0}"이(가) "{2}"(으)로 설정되어 있으므로 빌드가 계속됩니다.
pl: Kompilowanie jest kontynuowane, ponieważ parametr „{0}” w zadaniu „{1}” jest ustawiony na „{2}”.
pt_br: A compilação continua porque "{0}" na tarefa "{1}" está definido como "{2}".
ru: Сборка продолжается, так как выражение "{0}" для задачи "{1}" равно "{2}".
tr: "{1}" görevindeki "{0}" öğesi "{2}" olarak ayarlandığından oluşturma devam ediyor.
zh_hans: 继续生成，因为任务“{1}”的“{0}”设置为“{2}”。
zh_hant: 繼續進行建置，因為工作 "{1}" 上的 "{0}" 是設為 "{2}"。

# TargetStartedPrefixInProject
source: Target {0} from project "{1}":
cs: Cíl {0} z projektu {1}:
es: Destino {0} del proyecto "{1}":
fr: {0} cible du projet "{1}" :
it: Destinazione "{0}" del progetto "{1}":
ja: プロジェクト "{1}" からのターゲット {0}:
ko: "{1}" 프로젝트의 {0} 대상:
pl: Element docelowy {0} z projektu „{1}”:
pt_br: Destino {0} do projeto "{1}":
ru: Целевой объект {0} из проекта "{1}":
tr: "{1}" projesinden {0} hedefi:
zh_hans: 项目“{1}”中的目标 {0}:
zh_hant: 專案 "{1}" 的目標 {0}:

# TargetStartedFromFileInProject
source: Target "{0}" in file "{1}" from project "{2}":
cs: Cíl {0} v souboru {1} projektu {2}:
es: Destino "{0}" en el archivo "{1}" del proyecto "{2}":
fr: Cible "{0}" dans le fichier "{1}" du projet "{2}" :
it: Destinazione "{0}" nel file "{1}" del progetto "{2}":
ja: ファイル "{1}" 内にある、プロジェクト "{2}" からのターゲット "{0}":
ko: "{2}" 프로젝트의 "{1}" 파일에 있는 "{0}" 대상:
pl: Element docelowy „{0}” w pliku „{1}” z projektu „{2}”:
pt_br: Destino "{0}" no arquivo "{1}" do projeto "{2}":
ru: Целевой объект "{0}" в файле "{1}" из проекта "{2}":
tr: "{2}" projesinin "{1}" dosyasındaki "{0}" hedefi:
zh_hans: 项目“{2}”的文件“{1}”中的目标“{0}”:
zh_hant: 專案 "{2}" 的檔案 "{1}" 中的目標 "{0}":

# TaskDeclarationOrUsageError
source: MSB4060: The "{0}" task has been declared or used incorrectly, or failed during construction. Check the spelling of the task name and the assembly name.
cs: MSB4060: Úloha {0} byla deklarována nebo použita nesprávně. Je také možné, že došlo k chybě při konstrukci. Zkontrolujte, zda je název úlohy a sestavení zadán správně.
es: MSB4060: La tarea "{0}" se declaró o usó incorrectamente o generó un error durante la construcción. Compruebe la ortografía de los nombres de la tarea y del ensamblado.
fr: MSB4060: La tâche "{0}" a été mal déclarée ou mal utilisée, ou a échoué lors de la construction. Vérifiez l'orthographe du nom de la tâche et de l'assembly.
it: MSB4060: l'attività "{0}" è stata dichiarata o usata in modo errato oppure si è verificato un errore durante la costruzione. Verificare l'ortografia del nome dell'attività e dell'assembly.
ja: MSB4060: "{0}" タスクが宣言されたか、正しく使用されなかったか、または作成中に失敗しました。タスク名とアセンブリ名のスペルを確認してください。
ko: MSB4060: "{0}" 작업이 잘못 선언 또는 사용되었거나, 생성 중에 실패했습니다. 작업 이름 및 어셈블리 이름의 철자를 확인하세요.
pl: MSB4060: Zadanie „{0}” zostało niepoprawnie zadeklarowane lub użyte albo jego tworzenie zakończyło się niepowodzeniem. Sprawdź pisownię nazwy zadania i nazwy zestawu.
pt_br: MSB4060: A tarefa "{0}" foi declarada ou usada incorretamente, ou ocorreu falha durante a construção. Verifique se os nomes da tarefa e do assembly estão escritos corretamente.
ru: MSB4060: задача "{0}" неправильно объявлена, неправильно использовалась или при ее сборке возникла ошибка. Проверьте правильность написания имени задачи и имени сборки.
tr: MSB4060: "{0}" görevi hatalı bir biçimde bildirildi veya kullanıldı ya da oluşturma sırasında başarısız oldu. Görev adının ve bütünleştirilmiş kod adının doğru yazıldığından emin olun.
zh_hans: MSB4060: “{0}”任务的声明或使用不正确，或在构造过程中失败。请检查任务名称和程序集名称的拼写是否正确。
zh_hant: MSB4060: "{0}" 工作已宣告或使用不正確，或者於建構期間失敗。請檢查工作名稱和組件名稱的拼寫是否正確。

# TaskNotMarshalByRef
source: MSB4077: The "{0}" task has been marked with the attribute LoadInSeparateAppDomain, but does not derive from MarshalByRefObject. Check that the task derives from MarshalByRefObject or AppDomainIsolatedTask.
cs: MSB4077: Úloha {0} byla označena atributem LoadInSeparateAppDomain, není ale odvozena od třídy MarshalByRefObject. Zkontrolujte, jestli je úloha odvozena od třídy MarshalByRefObject nebo AppDomainIsolatedTask.
es: MSB4077: La tarea "{0}" se marcó con el atributo LoadInSeparateAppDomain, pero esta no deriva de MarshalByRefObject. Asegúrese de que la tarea deriva de MarshalByRefObject o de AppDomainIsolatedTask.
fr: MSB4077: la tâche "{0}" a été marquée avec l'attribut LoadInSeparateAppDomain, mais ne dérive pas de MarshalByRefObject. Vérifiez que la tâche dérive de MarshalByRefObject ou de AppDomainIsolatedTask.
it: MSB4077: l'attività "{0}" è stata contrassegnata con l'attributo LoadInSeparateAppDomain, ma non deriva da MarshalByRefObject. Verificare che l'attività derivi da MarshalByRefObject o AppDomainIsolatedTask.
ja: MSB4077: "{0}" タスクに属性 LoadInSeparateAppDomain が設定されていますが、MarshalByRefObject から派生していません。そのタスクが MarshalByRefObject または AppDomainIsolatedTask から派生していることを確認してください。
ko: MSB4077: "{0}" 작업이 LoadInSeparateAppDomain 특성으로 표시되었지만 MarshalByRefObject에서 파생되지 않습니다. 해당 작업이 MarshalByRefObject 또는 AppDomainIsolatedTask에서 파생되는지 확인하십시오.
pl: MSB4077: Zadanie „{0}” zostało oznaczone atrybutem LoadInSeparateAppDomain, ale nie pochodzi od obiektu MarshalByRefObject. Sprawdź, czy zadanie pochodzi od obiektu MarshalByRefObject lub zadania AppDomainIsolatedTask.
pt_br: MSB4077: A tarefa "{0}" foi marcada com o atributo LoadInSeparateAppDomain, mas não é derivada de MarshalByRefObject. Verifique se a tarefa é derivada de MarshalByRefObject ou de AppDomainIsolatedTask.
ru: MSB4077: задача "{0}" помечена атрибутом LoadInSeparateAppDomain, но получить ее из MarshalByRefObject невозможно. Проверьте, можно ли получить эту задачу из MarshalByRefObject или AppDomainIsolatedTask.
tr: MSB4077: "{0}" görevi LoadInSeparateAppDomain özniteliğiyle işaretlenmiş, ancak MarshalByRefObject öğesinden türetilmiyor. Görevin MarshalByRefObject veya AppDomainIsolatedTask öğesinden türetildiğini denetleyin.
zh_hans: MSB4077: “{0}”任务已标记为 LoadInSeparateAppDomain 特性，但未派生自 MarshalByRefObject。请检查该任务是派生自 MarshalByRefObject 还是 AppDomainIsolatedTask。
zh_hant: MSB4077: "{0}" 工作已經以屬性 LoadInSeparateAppDomain 標記，但不是衍生自 MarshalByRefObject。請檢查工作是否衍生自 MarshalByRefObject 或 AppDomainIsolatedTask。

# TaskFinishedFailure
source: Done executing task "{0}" -- FAILED.
cs: Provádění úlohy {0} je dokončeno: CHYBA.
es: Ejecución de la tarea "{0}" terminada -- ERROR.
fr: Exécution de la tâche "{0}" terminée -- ÉCHEC.
it: Esecuzione attività "{0}" NON COMPLETATA.
ja: タスク "{0}" の実行が終了しました -- 失敗。
ko: "{0}" 작업을 실행했습니다. - 실패
pl: Wykonywanie zadania „{0}” zakończone — NIEPOWODZENIE.
pt_br: Tarefa em execução pronta "{0}" -- FALHA.
ru: Выполнение задачи "{0}" завершено с ошибкой.
tr: "{0}" görevini yürütme tamamlandı -- BAŞARISIZ OLDU.
zh_hans: 已完成执行任务“{0}”的操作 - 失败。
zh_hant: 工作 "{0}" 執行完成 -- 失敗。

# TaskFinishedSuccess
source: Done executing task "{0}".
cs: Provádění úlohy {0} je dokončeno.
es: Ejecución de la tarea "{0}" terminada.
fr: Exécution de la tâche "{0}" terminée.
it: Esecuzione attività "{0}" completata.
ja: タスク "{0}" の実行が終了しました。
ko: "{0}" 작업을 실행했습니다.
pl: Wykonywanie zadania „{0}” zakończone.
pt_br: Tarefa em execução pronta "{0}".
ru: Выполнение задачи "{0}" завершено.
tr: "{0}" görevini yürütme tamamlandı.
zh_hans: 已完成执行任务“{0}”的操作。
zh_hant: 工作 "{0}" 執行完成。

# TaskMessageWithId
source: {0} (TaskId:{1})
fr: {0} (IDTâche:{1})
it: {0} (ID attività:{1})
ko: {0}(작업 ID:{1})
pl: {0}: (identyfikator zadania: {1})
ru: {0} (Идентификатор задачи TaskId:{1})
zh_hans: {0} (任务 ID: {1})
zh_hant: {0} (工作 ID:{1})

# TaskFound
source: Using "{0}" task from assembly "{1}".
cs: Probíhá použití úlohy {0} ze sestavení {1}.
es: Usando la tarea "{0}" del ensamblado "{1}".
fr: Utilisation de la tâche "{0}" à partir de l'assembly "{1}".
it: Verrà usata l'attività "{0}" dall'assembly "{1}".
ja: "{0}" タスクをアセンブリ "{1}" から使用しています。
ko: "{1}" 어셈블리에서 "{0}" 작업을 사용합니다.
pl: Używanie zadania „{0}” z zestawu „{1}”.
pt_br: Usando a tarefa "{0}" do assembly "{1}".
ru: Используется задача "{0}" из сборки "{1}".
tr: "{1}" derlemesindeki "{0}" görevi kullanılıyor.
zh_hans: 正在使用程序集“{1}”中的“{0}”任务。
zh_hant: 正在使用組件 "{1}" 中的 "{0}" 工作。

# TaskInstantiationFailureError
source: MSB4061: The "{0}" task could not be instantiated from the assembly "{1}". {2}
cs: MSB4061: Nelze vytvořit instanci úlohy {0} ze sestavení {1}. {2}
es: MSB4061: No se pudo crear una instancia de la tarea "{0}" desde el ensamblado "{1}". {2}
fr: MSB4061: Impossible d'instancier la tâche "{0}" à partir de l'assembly "{1}". {2}
it: MSB4061: non è stato possibile creare un'istanza dell'attività "{0}" dall'assembly "{1}". {2}
ja: MSB4061: "{0}" タスクをアセンブリ "{1}" からインスタンス化できませんでした。{2}
ko: MSB4061: "{1}" 어셈블리에서 "{0}" 작업을 인스턴스화할 수 없습니다. {2}
pl: MSB4061: Nie można utworzyć wystąpienia zadania „{0}” na podstawie zestawu „{1}”. {2}
pt_br: MSB4061: A tarefa "{0}" não foi iniciada do assembly "{1}". {2}
ru: MSB4061: не удалось создать экземпляр задачи "{0}" из сборки "{1}". {2}
tr: MSB4061: "{1}" derlemesindeki "{0}" görevinin örneği oluşturulamadı. {2}
zh_hans: MSB4061: 未能从程序集“{1}”中实例化“{0}”任务。{2}
zh_hant: MSB4061: "{0}" 工作無法從組件 "{1}" 執行個體化。{2}

# TaskInstantiationFailureErrorInvalidCast
source: MSB4127: The "{0}" task could not be instantiated from the assembly "{1}". Please verify the task assembly has been built using the same version of the Microsoft.Build.Framework assembly as the one installed on your computer and that your host application is not missing a binding redirect for Microsoft.Build.Framework. {2}
cs: MSB4127: Nelze vytvořit instanci úlohy {0} ze sestavení {1}. Zkontrolujte, zda bylo sestavení úlohy vytvořeno s použitím stejné verze sestavení Microsoft.Build.Framework jako sestavení nainstalované do počítače a zda v hostitelské aplikaci nechybí přesměrování vazby pro rozhraní Microsoft.Build.Framework. {2}
es: MSB4127: No se pudo crear una instancia de la tarea "{0}" desde el ensamblado "{1}". Compruebe que el ensamblado de la tarea se ha compilado con la misma versión del ensamblado de Microsoft.Build.Framework que está instalada en el equipo y que no falta una redirección de enlace de Microsoft.Build.Framework en la aplicación host. {2}
fr: MSB4127: Impossible d'instancier la tâche "{0}" à partir de l'assembly "{1}". Assurez-vous que l'assembly de tâche a été généré à l'aide de la même version de l'assembly Microsoft.Build.Framework que celle installée sur votre ordinateur et qu'il ne manque pas une redirection de liaison dans votre application hôte pour Microsoft.Build.Framework. {2}
it: MSB4127: non è stato possibile creare un'istanza dell'attività "{0}" dall'assembly "{1}". Verificare che l'assembly dell'attività sia stato compilato con la stessa versione dell'assembly Microsoft.Build.Framework installata nel computer e che nell'applicazione host non manchi un reindirizzamento del binding per Microsoft.Build.Framework. {2}
ja: MSB4127: "{0}" タスクをアセンブリ "{1}" からインスタンス化できませんでした。タスク アセンブリのビルドに使用された Microsoft.Build.Framework アセンブリのバージョンがコンピューターにインストールされているものと同じであることと、ホスト アプリケーションに Microsoft.Build.Framework のバインド リダイレクトが存在することを確認してください。{2}
ko: MSB4127: "{1}" 어셈블리에서 "{0}" 작업을 인스턴스화할 수 없습니다. 컴퓨터에 설치된 버전과 동일한 Microsoft.Build.Framework 어셈블리를 사용하여 작업 어셈블리가 빌드되었는지, 호스트 애플리케이션에 Microsoft.Build.Framework에 대한 바인딩 리디렉션이 누락되지 않았는지 확인하세요. {2}
pl: MSB4127: Nie można utworzyć wystąpienia zadania „{0}” na podstawie zestawu „{1}”. Sprawdź, czy zestaw zadania został utworzony za pomocą tej samej wersji zestawu Microsoft.Build.Framework, co zainstalowany na komputerze, oraz że w aplikacji hosta nie brakuje przekierowania powiązania dla zestawu Microsoft.Build.Framework. {2}
pt_br: MSB4127: A tarefa "{0}" não foi iniciada do assembly "{1}". Verifique se o assembly da tarefa foi compilado com a mesma versão de assembly do Microsoft.Build.Framework instalada em seu computador e se não está faltando um redirecionamento de associação para o Microsoft.Build.Framework no aplicativo host. {2}
ru: MSB4127: не удалось создать экземпляр задачи "{0}" из сборки "{1}". Проверьте, была ли сборка задачи построена при помощи версии сборки Microsoft.Build.Framework, которая установлена на компьютере, а узловое приложение выполнило обязательное перенаправление для Microsoft.Build.Framework. {2}
tr: MSB4127: "{1}" bütünleştirilmiş kodundan "{0}" görevinin örneği oluşturulamadı. Lütfen görev bütünleştirilmiş kodunun derlenmesinde kullanılan sürümün, Microsoft.Build.Framework bütünleştirilmiş kodunun bilgisayarınızda yüklü olan sürümüyle aynı olduğunu ve konak uygulamanızda Microsoft.Build.Framework için bir bağlama yeniden yönlendirmesinin eksik olmadığını doğrulayın. {2}
zh_hans: MSB4127: 未能从程序集“{1}”实例化“{0}”任务。请确认任务程序集是使用与计算机上所安装版本相同的 Microsoft.Build.Framework 程序集版本生成的，并且宿主应用程序不缺少对 Microsoft.Build.Framework 的绑定重定向。{2}
zh_hant: MSB4127: "{0}" 工作無法從組件 "{1}" 執行個體化。請驗證已使用與您電腦上所安裝相同版本的 Microsoft.Build.Framework 組件建置此工作組件，且主機並未遺漏 Microsoft.Build.Framework 的繫結重新導向。{2}

# TaskLoadFailure
source: MSB4062: The "{0}" task could not be loaded from the assembly {1}. {2} Confirm that the <UsingTask> declaration is correct, and that the assembly and all its dependencies are available.
cs: MSB4062: Úlohu {0} nelze načíst ze sestavení {1}. {2} Zkontrolujte, zda je deklarace <UsingTask> správná a zda sestavení a všechny jeho závislosti jsou k dispozici.
es: MSB4062: No se pudo cargar la tarea "{0}" desde el ensamblado. {1}. {2} Confirme que la declaración <UsingTask> es correcta y que el ensamblado y todas sus dependencias están disponibles.
fr: MSB4062: Impossible de charger la tâche "{0}" à partir de l'assembly {1}. {2} Assurez-vous que la déclaration <UsingTask> est correcte et que l'assembly et toutes ses dépendances sont disponibles.
it: MSB4062: non è stato possibile caricare l'attività "{0}" dall'assembly {1}. {2} Verificare che la dichiarazione <UsingTask> sia corretta e che l'assembly e le relative dipendenze siano disponibili.
ja: MSB4062: "{0}" タスクをアセンブリ {1} から読み込めませんでした。{2} <UsingTask> 宣言が正しいこと、およびアセンブリとその依存関係が使用可能であることを確認してください。
ko: MSB4062: {1} 어셈블리에서 "{0}" 작업을 로드할 수 없습니다. {2} <UsingTask> 선언이 올바른지, 그리고 어셈블리와 여기에 종속되어 있는 어셈블리를 모두 사용할 수 있는지 확인하십시오.
pl: MSB4062: Nie można załadować zadania „{0}” z zestawu {1}. {2} Upewnij się, że deklaracja <UsingTask> jest poprawna oraz że zestaw i wszystkie jego zależności są dostępne.
pt_br: MSB4062: A tarefa "{0}" não foi carregada do assembly {1}. {2} Confirme se a declaração <UsingTask> está correta, e se o assembly e suas dependências estão disponíveis.
ru: MSB4062: невозможно загрузить задачу "{0}" из сборки {1}. {2} Проверьте правильность объявления <UsingTask> и доступность сборки со всеми ее зависимостями.
tr: MSB4062: "{0}" görevi {1} derlemesinden yüklenemedi. {2} <UsingTask> bildiriminin doğru olduğunu ve derlemenin ve tüm bağımlılıklarının kullanılabilir olduğunu doğrulayın.
zh_hans: MSB4062: 未能从程序集 {1} 加载任务“{0}”。{2} 确认 <UsingTask> 声明是正确的，并且该程序集及其所有依赖项都可用。
zh_hant: MSB4062: "{0}" 工作無法從組件 {1} 載入。{2} 請確認 <UsingTask> 宣告是正確的，並且可以使用組件及其相依性。

# TaskParametersError
source: MSB4063: The "{0}" task could not be initialized with its input parameters. {1}
cs: MSB4063: Úlohu {0} nelze inicializovat s použitím jejích vstupních parametrů. {1}
es: MSB4063: La tarea "{0}" no se puede inicializar con sus parámetros de entrada. {1}
fr: MSB4063: Impossible d'initialiser la tâche "{0}" avec ses paramètres d'entrée. {1}
it: MSB4063: non è stato possibile inizializzare l'attività "{0}" con i relativi parametri di input. {1}
ja: MSB4063: "{0}" タスクを指定の入力パラメーターで初期化できませんでした。{1}
ko: MSB4063: 해당 입력 매개 변수를 사용하여 "{0}" 작업을 초기화할 수 없습니다. {1}
pl: MSB4063: Nie można zainicjować zadania „{0}” przy użyciu jego parametrów wejściowych. {1}
pt_br: MSB4063: A tarefa "{0}" não foi iniciada com os seus parâmetros de entrada. {1}
ru: MSB4063: не удалось инициализировать задачу "{0}" с его входными параметрами. {1}
tr: MSB4063: "{0}" görevi giriş parametreleriyle başlatılamadı. {1}
zh_hans: MSB4063: 未能使用“{0}”任务的输入参数初始化该任务。{1}
zh_hant: MSB4063: 無法以 "{0}" 工作的輸入參數初始化此工作。{1}

source: Task Performance Summary:
cs: Souhrnné informace o výkonu úlohy:
es: Resumen del rendimiento de la tarea:
fr: Résumé de performance des tâches :
it: Riepilogo prestazioni attività:
ja: タスク パフォーマンスの概要:
ko: 작업 성능 요약:
pl: Podsumowanie wydajności zadania:
pt_br: Resumo do Desempenho da Tarefa:
ru: Итоги по задачам:
tr: Görev Performansı Özeti:
zh_hans: 任务性能摘要:
zh_hant: 工作效能摘要:

# TaskSkippedFalseCondition
source: Task "{0}" skipped, due to false condition; ({1}) was evaluated as ({2}).
cs: Úloha {0} byla vynechána z důvodu podmínky vyhodnocené jako false; ({1}) bylo vyhodnoceno jako ({2}).
es: Se omitió la tarea "{0}" debido a una condición falsa (False); ({1}) se evaluó como ({2}).
fr: Tâche "{0}" ignorée en raison d'une fausse condition ; ({1}) a été évaluée comme ({2}).
it: Attività "{0}" ignorata. Condizione false. ({1}) ha restituito ({2}).
ja: false 条件のため、タスク "{0}" を省略しました。({1}) は ({2}) として評価されました。
ko: 조건이 잘못되어 "{0}" 작업을 건너뜁니다. ({1})이(가) ({2})(으)로 확인되었습니다.
pl: Pominięto zadanie „{0}” z powodu fałszywego warunku; ({1}) oszacowano jako ({2}).
pt_br: A tarefa "{0}" foi ignorada devido a condição falsa; ({1}) foi avaliado como ({2}).
ru: Задача "{0}" пропущена из-за невыполненного условия; выражение ({1}) равно ({2}).
tr: Yanlış koşul nedeniyle "{0}" görevi atlandı; ({1}), ({2}) olarak değerlendirildi.
zh_hans: 由于 false 条件，已跳过任务“{0}”；({1})计算为({2})。
zh_hant: 由於 false 條件，因此已略過工作 "{0}"; ({1}) 評估為 ({2})。

# TaskStarted
source: Task "{0}"
cs: Úloha {0}
es: Tarea "{0}"
fr: Tâche "{0}"
it: Attività "{0}"
ja: タスク "{0}"
ko: "{0}" 작업
pl: Zadanie „{0}”
pt_br: Tarefa "{0}"
ru: Задача "{0}"
tr: "{0}" görevi
zh_hans: 任务“{0}”
zh_hant: 工作 "{0}"

# TimeElapsed
source: Time Elapsed {0}
cs: Uplynulý čas {0}
es: Tiempo transcurrido {0}
fr: Temps écoulé {0}
it: Tempo trascorso {0}
ja: 経過時間 {0}
ko: 경과 시간: {0}
pl: Czas, który upłynął: {0}
pt_br: Tempo Decorrido {0}
ru: Прошло времени {0}
tr: Geçen Süre {0}
zh_hans: 已用时间 {0}
zh_hant: 經過時間 {0}

# ToolsVersionInEffectForBuild
source: Building with tools version "{0}".
cs: Probíhá sestavení s verzí nástrojů {0}.
es: Compilando con la versión de herramientas "{0}".
fr: Génération à l'aide des outils version "{0}".
it: Compilazione con la versione degli strumenti "{0}".
ja: ツール バージョン "{0}" でビルドしています。
ko: 도구 버전 "{0}"(을)를 사용하여 빌드하고 있습니다.
pl: Kompilowanie przy użyciu wersji narzędzi „{0}”.
pt_br: Compilando com a versão das ferramentas "{0}".
ru: Сборка с инструментами версии "{0}".
tr: Araçlar sürümü "{0}" ile oluşturuluyor.
zh_hans: 正在使用工具版本“{0}”进行生成。
zh_hant: 以工具版本 "{0}" 建置。
