Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# IllFormedItemListCloseParenthesisInCondition
source: MSB4106: Expected an item list at position {1} in condition "{0}". Did you forget the closing parenthesis?
cs: MSB4106: Na pozici {1} v podmínce {0} byl očekáván seznam položek. Nezapomněli jste zadat pravou závorku?
es: MSB4106: Se esperaba una lista de elementos en la posición {1} en la condición "{0}". ¿Olvidó el paréntesis de cierre?
fr: MSB4106: Liste d'éléments attendue à la position {1} dans la condition "{0}". Avez-vous oublié la parenthèse fermante ?
it: MSB4106: è previsto un elenco di elementi nella posizione {1} nella condizione "{0}". Si è omessa la parentesi di chiusura?
ja: MSB4106: 条件 "{0}" の場所 {1} に項目一覧が必要です。閉じかっこが入力されていることを確認してください。
ko: MSB4106: "{0}" 조건의 {1} 위치에 항목 목록이 필요합니다. 닫는 괄호가 없습니다.
pl: MSB4106: Oczekiwano listy elementów w położeniu {1} w warunku „{0}”. Czy nie brakuje nawiasu zamykającego?
pt_br: MSB4106: Lista de itens esperada na posição {1} da condição "{0}". Você se esqueceu de inserir o parêntese de fechamento?
ru: MSB4106: в позиции {1} условия "{0}" ожидался список элементов. Возможно, отсутствует закрывающая круглая скобка.
tr: MSB4106: "{0}" koşulunda, {1} konumunda bir öğe listesi bekleniyordu. Parantezi kapatmayı mı unuttunuz?
zh_hans: MSB4106: 条件“{0}”中的位置 {1} 处应为项列表。是否忘记了右括号?
zh_hant: MSB4106: 條件 "{0}" 的位置 {1} 中必須是項目清單。是否忘記右括弧?

# IllFormedItemListOpenParenthesisInCondition
source: MSB4107: Expected an item list at position {1} in condition "{0}". Did you forget the opening parenthesis after the '@'? To use a literal '@', use '%40' instead.
cs: MSB4107: Na pozici {1} v podmínce {0} byl očekáván seznam položek. Nezapomněli jste zadat levou závorku za znak @? Chcete-li použít literál @, použijte místo toho znak %40.
es: MSB4107: Se esperaba una lista de elementos en la posición {1} en la condición "{0}". ¿Olvidó el paréntesis de apertura después de '@'? Para usar '@' literal, use '%40' en su lugar.
fr: MSB4107: Liste d'éléments attendue à la position {1} dans la condition "{0}". Avez-vous oublié la parenthèse ouvrante après '@' ? Pour utiliser un '@' littéral, utilisez plutôt '%40'.
it: MSB4107: è previsto un elenco di elementi nella posizione {1} nella condizione "{0}". Si è omessa la parentesi di chiusura dopo '@'? Per usare un valore letterale '@', specificare '%40'.
ja: MSB4107: 条件 "{0}" の場所 {1} に項目一覧が必要です。始めかっこが '@' の後に入力されていることを確認してください。リテラル '@' を使用するには、'%40' を代わりに使用してください。
ko: MSB4107: "{0}" 조건의 {1} 위치에 항목 목록이 필요합니다. '@' 뒤에 여는 괄호가 없습니다. '@' 리터럴을 사용하려면 '%40'을 대신 사용하세요.
pl: MSB4107: Oczekiwano listy elementów w położeniu {1} w warunku „{0}”. Czy nie brakuje nawiasu zamykającego po znaku „@”? Aby użyć literału „@”, użyj zamiast niego zapisu „%40”.
pt_br: MSB4107: Lista de itens esperada na posição {1} da condição "{0}". Você se esqueceu de inserir o parêntese de abertura depois de "@"? Para usar "@" literal, use "%40".
ru: MSB4107: в позиции {1} условия "{0}" ожидался список элементов. Возможно, отсутствует открывающая круглая скобка после "@". Если требуется литерал "@", используйте "%40".
tr: MSB4107: "{0}" koşulunda, {1} konumunda bir öğe listesi bekleniyordu. '@' sonrasında parantez açmayı mı unuttunuz? '@' sabit değerini kullanmak için '%40' kullanın.
zh_hans: MSB4107: 条件“{0}”中的位置 {1} 处应为项列表。是否忘记了“@”后面的左括号?若要使用“@”，请改用“%40”。
zh_hant: MSB4107: 條件 "{0}" 的位置 {1} 中必須是項目清單。是否忘記 '@' 後面的左括弧?若要使用常值 '@'，請改用 '%40'。

# IllFormedItemListQuoteInCondition
source: MSB4108: Expected an item list at position {1} in condition "{0}". Did you forget to close a quote inside the item list expression?
cs: MSB4108: Na pozici {1} v podmínce {0} byl očekáván seznam položek. Nezapomněli jste zadat pravé uvozovky uvnitř výrazu seznamu položek?
es: MSB4108: Se esperaba una lista de elementos en la posición {1} en la condición "{0}". ¿Olvidó cerrar las comillas dentro de la expresión de lista de elementos?
fr: MSB4108: Liste d'éléments attendue à la position {1} dans la condition "{0}". Avez-vous oublié un guillemet fermant à l'intérieur de l'expression de liste d'éléments ?
it: MSB4108: è previsto un elenco di elementi nella posizione {1} nella condizione "{0}". Si è omessa una virgoletta di chiusura nell'espressione dell'elenco di elementi?
ja: MSB4108: 条件 "{0}" の場所 {1} に項目一覧が必要です。項目一覧式の中の引用符が閉じられているか確認してください。
ko: MSB4108: "{0}" 조건의 {1} 위치에 항목 목록이 필요합니다. 항목 목록 식 안에 닫는 따옴표가 없습니다.
pl: MSB4108: Oczekiwano listy elementów w położeniu {1} w warunku „{0}”. Czy cudzysłów wewnątrz wyrażenia listy elementów został zamknięty?
pt_br: MSB4108: Lista de itens esperada na posição {1} da condição "{0}". Você se esqueceu de fechar aspas dentro da expressão da lista de itens?
ru: MSB4108: в позиции {1} условия "{0}" ожидался список элементов. Возможно, не закрыты кавычки в выражении списка элементов.
tr: MSB4108: "{0}" koşulunda, {1} konumunda bir öğe listesi bekleniyordu. Öğe listesi ifadesinin içinde bir tırnağı kapatmayı mı unuttunuz?
zh_hans: MSB4108: 条件“{0}”中的位置 {1} 处应为项列表。是否忘记了项列表表达式内的右引号?
zh_hant: MSB4108: 條件 "{0}" 的位置 {1} 中必須是項目清單。是否忘記項目清單運算式內的結束引號?

# IllFormedPropertyCloseParenthesisInCondition
source: MSB4109: Expected a property at position {1} in condition "{0}". Did you forget the closing parenthesis?
cs: MSB4109: Na pozici {1} v podmínce {0} byla očekávána vlastnost. Nezapomněli jste zadat pravou závorku?
es: MSB4109: Se esperaba una propiedad en la posición {1} en la condición "{0}". ¿Olvidó el paréntesis de cierre?
fr: MSB4109: Propriété attendue à la position {1} dans la condition "{0}". Avez-vous oublié la parenthèse fermante ?
it: MSB4109: è prevista una proprietà nella posizione {1} nella condizione "{0}". Si è omessa la parentesi di chiusura?
ja: MSB4109: 条件 "{0}" の場所 {1} にプロパティが必要です。閉じかっこが入力されていることを確認してください。
ko: MSB4109: "{0}" 조건의 {1} 위치에 속성이 필요합니다. 닫는 괄호가 없습니다.
pl: MSB4109: Oczekiwano właściwości w położeniu {1} w warunku „{0}”. Czy nie brakuje nawiasu zamykającego?
pt_br: MSB4109: Propriedade esperada na posição {1} da condição "{0}". Você se esqueceu de inserir o parêntese de fechamento?
ru: MSB4109: в позиции {1} условия "{0}" ожидалось свойство. Возможно, отсутствует закрывающая круглая скобка.
tr: MSB4109: "{0}" koşulunda, {1} konumunda bir özellik bekleniyordu. Parantezi kapatmayı mı unuttunuz?
zh_hans: MSB4109: 条件“{0}”中的位置 {1} 处应为属性。是否忘记了右括号?
zh_hant: MSB4109: 條件 "{0}" 的位置 {1} 中必須是項目清單。是否忘記右括弧?

# IllFormedPropertyOpenParenthesisInCondition
source: MSB4110: Expected a property at position {1} in condition "{0}". Did you forget the opening parenthesis after the '$'? To use a literal '$', use '%24' instead.
cs: MSB4110: Na pozici {1} v podmínce {0} byla očekávána vlastnost. Nezapomněli jste zadat levou závorku za znak $? Chcete-li použít literál $, použijte místo toho znak %24.
es: MSB4110: Se esperaba una propiedad en la posición {1} en la condición "{0}". ¿Olvidó el paréntesis de apertura después de '$'? Para usar '$' literal, use '%24' en su lugar.
fr: MSB4110: Propriété attendue à la position {1} dans la condition "{0}". Avez-vous oublié la parenthèse ouvrante après '$' ? Pour utiliser un '$' littéral, utilisez plutôt '%24'.
it: MSB4110: è prevista una proprietà nella posizione {1} nella condizione "{0}". Si è omessa la parentesi di apertura dopo il simbolo '$'? Per usare un valore letterale '$', specificare '%24'.
ja: MSB4110: 条件 "{0}" の場所 {1} にプロパティが必要です。始めかっこが '$' の後に入力されていることを確認してください。リテラル '$' を使用するには、'%24' を代わりに使用してください。
ko: MSB4110: "{0}" 조건의 {1} 위치에 속성이 필요합니다. '$' 뒤에 여는 괄호가 없습니다. '$' 리터럴을 사용하려면 '%24'를 대신 사용하세요.
pl: MSB4110: Oczekiwano właściwości w położeniu {1} w warunku „{0}”. Czy nie brakuje nawiasu zamykającego po znaku „$”? Aby użyć literału „$”, użyj zamiast niego zapisu „%24”.
pt_br: MSB4110: Propriedade esperada na posição {1} da condição "{0}". Você se esqueceu de inserir o parêntese de abertura depois do caractere "$"? Para usar um "$" literal, use "%24".
ru: MSB4110: в позиции {1} условия "{0}" ожидалось свойство. Возможно, отсутствует открывающая круглая скобка после "$". Если требуется литерал "$", используйте "%24".
tr: MSB4110: "{0}" koşulunda, {1} konumunda bir özellik bekleniyordu. '$' sonrasında parantez açmayı mı unuttunuz? '$' sabit değerini kullanmak için '%24' kullanın.
zh_hans: MSB4110: 条件“{0}”中的位置 {1} 处应为属性。是否忘记了“$”后面的左括号?若要使用“$”，请改用“%24”。
zh_hant: MSB4110: 條件 "{0}" 的位置 {1} 中必須是屬性。是否忘記 '$' 後面的左括弧?若要使用常值 '$'，請改用 '%24'。

# IllFormedQuotedStringInCondition
source: MSB4101: Expected a closing quote after position {1} in condition "{0}".
cs: MSB4101: Na pozici {1} v podmínce {0} byla očekávána pravá uvozovka.
es: MSB4101: Se esperaban unas comillas de cierre después de la posición {1} en la condición "{0}".
fr: MSB4101: Guillemet fermant attendu après la position {1} dans la condition "{0}".
it: MSB4101: è prevista una virgoletta di chiusura dopo la posizione {1} nella condizione "{0}".
ja: MSB4101: 条件 "{0}" の場所 {1} の後に終わり引用符が必要です。
ko: MSB4101: "{0}" 조건의 {1} 위치 뒤에 닫는 따옴표가 필요합니다.
pl: MSB4101: Oczekiwano cudzysłowu zamykającego po położeniu {1} w warunku „{0}”.
pt_br: MSB4101: Aspas de fechamento esperadas depois da posição {1} da condição "{0}".
ru: MSB4101: после позиции {1} в условии "{0}" должна быть закрывающая кавычка.
tr: MSB4101: "{0}" koşulunda {1} konumundan sonra bir kapatma tırnağı bekleniyor.
zh_hans: MSB4101: 条件“{0}”中的位置 {1} 后面应为右引号。
zh_hant: MSB4101: 條件 "{0}" 的位置 {1} 後面必須是結束引號。

# ImportedProjectNotFound
source: MSB4019: The imported project "{0}" was not found. Confirm that the path in the <Import> declaration is correct, and that the file exists on disk.
cs: MSB4019: Naimportovaný projekt {0} nebyl nalezen. Zkontrolujte, zda je cesta v deklaraci <Import> správná a zda soubor na disku existuje.
es: MSB4019: No se encuentra el proyecto importado "{0}". Asegúrese de que la ruta de acceso de la declaración <Import> es correcta y de que el archivo se encuentra en el disco.
fr: MSB4019: Le projet importé "{0}" est introuvable. Vérifiez que le chemin d'accès dans la déclaration <Import> est correct et que le fichier existe sur le disque.
it: MSB4019: progetto importato "{0}" non trovato. Verificare che il percorso nella dichiarazione <Import> sia corretto e che il file sia presente sul disco.
ja: MSB4019: インポートされたプロジェクト "{0}" が見つかりませんでした。<Import> 宣言のパスが正しいかどうか、およびファイルがディスクに存在しているかどうかを確認してください。
ko: MSB4019: 가져온 "{0}" 프로젝트를 찾을 수 없습니다. <Import> 선언에 지정한 경로가 올바른지 그리고 파일이 디스크에 있는지 확인하십시오.
pl: MSB4019: Nie można odnaleźć zaimportowanego projektu „{0}”. Upewnij się, że ścieżka w deklaracji <Import> jest poprawna oraz że plik istnieje na dysku.
pt_br: MSB4019: O projeto "{0}" importado não foi encontrado. Confirme se o caminho na declaração <Import> está correto e se o arquivo existe no disco.
ru: MSB4019: импортированный проект "{0}" не обнаружен. Проверьте путь в объявлении <Import> и наличие файла на диске.
tr: MSB4019: İçeri aktarılan "{0}" projesi bulunamadı. <Import> bildirimindeki yolun doğru olduğunu ve dosyanın diskte bulunduğunu doğrulayın.
zh_hans: MSB4019: 未找到导入的项目“{0}”。请确认 <Import> 声明中的路径正确，且磁盘上存在该文件。
zh_hant: MSB4019: 找不到匯入的專案 "{0}"。請確認 <Import> 宣告中的路徑正確，而且檔案存在於磁碟上。

# IncorrectNumberOfFunctionArguments
source: MSB4089: Incorrect number of arguments to function in condition "{0}". Found {1} argument(s) when expecting {2}.
cs: MSB4089: Počet argumentů pro funkci v podmínce {0} není správný. Nalezený počet argumentů: {1}, očekávaný počet: {2}.
es: MSB4089: Número incorrecto de argumentos en la condición "{0}". Se encontraron {1} argumentos cuando se esperaban {2}.
fr: MSB4089: Nombre d'arguments incorrects dans la condition "{0}". {1} arguments trouvés au lieu de {2}.
it: MSB4089: il numero di argomenti non è corretto per la funzione nella condizione "{0}". Sono stati trovati {1} argomenti ma ne sono previsti {2}.
ja: MSB4089: 条件 "{0}" の関数への引数の数が正しくありません。引数は {1} 個見つかりましたが、{2} 個必要です。
ko: MSB4089: "{0}" 조건에 사용된 함수의 인수 개수가 잘못되었습니다. 인수가 {2}개 있어야 하는데 {1}개 있습니다.
pl: MSB4089: Niepoprawna liczba argumentów dla funkcji w warunku „{0}”. Znaleziono następującą liczbę argumentów: {1}. Oczekiwano następującej liczby argumentów: {2}.
pt_br: MSB4089: Número incorreto de argumentos da função da condição "{0}". Encontrado(s) {1} argumento(s), mas esperava(m)-se {2}.
ru: MSB4089: неправильное количество аргументов для функции в условии "{0}". Найдено {1} аргументов вместо предполагаемых {2}.
tr: MSB4089: "{0}" koşulunda yanlış sayıda bağımsız değişken belirlendi. {2} bağımsız değişken beklenirken {1} bağımsız değişken bulundu.
zh_hans: MSB4089: 条件“{0}”中的函数参数数目不正确。应为 {2} 个，但找到 {1} 个。
zh_hant: MSB4089: 條件 "{0}" 中函式引數的數目不正確。應該有 {2} 個引數，但卻找到 {1} 個。

# IncorrectObjectAssociation
source: The "{0}" object specified does not belong to the correct "{1}" object.
cs: Zadaný objekt {0} nepatří ke správnému objektu {1}.
es: El objeto "{0}" especificado no pertenece al objeto "{1}" correcto.
fr: L'objet "{0}" spécifié n'appartient pas à l'objet "{1}" correct.
it: L'oggetto "{0}" specificato non appartiene all'oggetto "{1}" corretto.
ja: 指定された "{0}" オブジェクトは正しい "{1}" オブジェクトに属していません。
ko: 지정한 "{0}" 개체는 올바른 "{1}" 개체에 속하지 않습니다.
pl: Określony obiekt „{0}” nie należy do poprawnego obiektu „{1}”.
pt_br: O objeto "{0}" especificado não pertence ao objeto "{1}" correto.
ru: Указанный объект "{0}" не принадлежит правильному объекту "{1}".
tr: Belirtilen "{0}" nesnesi doğru "{1}" nesnesine ait değil.
zh_hans: 指定的“{0}”对象不属于正确的“{1}”对象。
zh_hant: 指定的 "{0}" 物件不屬於正確的 "{1}" 物件。

# InvalidAttributeValue
source: MSB4020: The value "{0}" of the "{1}" attribute in element <{2}> is invalid.
cs: MSB4020: Hodnota {0} atributu {1} v elementu <{2}> je neplatná.
es: MSB4020: El valor "{0}" del atributo "{1}" del elemento <{2}> no es válido.
fr: MSB4020: La valeur "{0}" de l'attribut "{1}" dans l'élément <{2}> n'est pas valide.
it: MSB4020: il valore "{0}" dell'attributo "{1}" nell'elemento <{2}> non è valido.
ja: MSB4020: 要素 <{2}> の "{1}" 属性の値 "{0}" は無効です。
ko: MSB4020: <{2}> 요소에 있는 "{1}" 특성의 "{0}" 값이 잘못되었습니다.
pl: MSB4020: Wartość „{0}” atrybutu „{1}” w elemencie <{2}> jest nieprawidłowa.
pt_br: MSB4020: O valor "{0}" do atributo "{1}" no elemento <{2}> é inválido.
ru: MSB4020: значение "{0}" атрибута "{1}" в элементе <{2}> недопустимо.
tr: MSB4020: <{2}> öğesindeki "{1}" özniteliğinin "{0}" değeri geçersiz.
zh_hans: MSB4020: 元素 <{2}> 中“{1}”特性的值“{0}”无效。
zh_hant: MSB4020: 項目 <{2}> 中 "{1}" 屬性的值 "{0}" 無效。

# InvalidAttributeValueWithException
source: MSB4102: The value "{0}" of the "{1}" attribute in element <{2}> is invalid. {3}
cs: MSB4102: Hodnota {0} atributu {1} v elementu <{2}> je neplatná. {3}
es: MSB4102: El valor "{0}" del atributo"{1}" del elemento <{2}> no es válido. {3}
fr: MSB4102: La valeur "{0}" de l'attribut "{1}" dans l'élément <{2}> n'est pas valide. {3}
it: MSB4102: il valore "{0}" dell'attributo "{1}" nell'elemento <{2}> non è valido. {3}
ja: MSB4102: 要素 <{2}> の "{1}" 属性の値 "{0}" は無効です。{3}
ko: MSB4102: <{2}> 요소에 있는 "{1}" 특성의 "{0}" 값이 잘못되었습니다. {3}
pl: MSB4102: Wartość „{0}” atrybutu „{1}” w elemencie <{2}> jest nieprawidłowa. {3}
pt_br: MSB4102: O valor "{0}" do atributo "{1}" no elemento <{2}> é inválido. {3}
ru: MSB4102: значение "{0}" атрибута "{1}" в элементе <{2}> недопустимо. {3}
tr: MSB4102: <{2}> öğesindeki "{1}" özniteliğinin "{0}" değeri geçersiz. {3}
zh_hans: MSB4102: 元素 <{2}> 中“{1}”特性的值“{0}”无效。{3}
zh_hant: MSB4102: 項目 <{2}> 中 "{1}" 屬性的值 "{0}" 無效。{3}

# InvalidContinueOnErrorAttribute
source: MSB4021: The "ContinueOnError" attribute of the "{0}" task is not valid. {1}
cs: MSB4021: Atribut ContinueOnError úlohy {0} je neplatný. {1}
es: MSB4021: El atributo "ContinueOnError" de la tarea "{0}" no es válido. {1}
fr: MSB4021: L'attribut "ContinueOnError" de la tâche "{0}" n'est pas valide. {1}
it: MSB4021: l'attributo "ContinueOnError" dell'attività "{0}" non è valido. {1}
ja: MSB4021: "{0}" タスクの "ContinueOnError" 属性は無効です。{1}
ko: MSB4021: "{0}" 작업의 "ContinueOnError" 특성이 잘못되었습니다. {1}
pl: MSB4021: Atrybut „ContinueOnError” zadania „{0}” jest nieprawidłowy. {1}
pt_br: MSB4021: O atributo "ContinueOnError" da tarefa "{0}" não é válido. {1}
ru: MSB4021: недопустимый атрибут ContinueOnError для задачи "{0}". {1}
tr: MSB4021: "{0}" görevinin "ContinueOnError" özniteliği geçersiz. {1}
zh_hans: MSB4021: “{0}”任务的“ContinueOnError”特性无效。{1}
zh_hant: MSB4021: "{0}" 工作的 "ContinueOnError" 屬性無效。{1}

# InvalidDefaultToolsVersionInRegistry
source: MSB4139: Invalid value for default ToolsVersion is specified in registry key "{0}".
cs: MSB4139: V klíči registru {0} je uvedena neplatná hodnota výchozího parametru ToolsVersion.
es: MSB4139: Se ha especificado un valor no válido para el elemento ToolsVersion predeterminado en la clave del Registro "{0}".
fr: MSB4139: Une valeur non valide pour le ToolsVersion par défaut est spécifiée dans la clé de Registre "{0}".
it: MSB4139: la chiave del Registro di sistema "{0}" contiene un valore non valido per il parametro ToolsVersion predefinito.
ja: MSB4139: レジストリ キー "{0}" で指定されている既定の ToolsVersion の値が無効です。
ko: MSB4139: 레지스트리 키 "{0}"에 지정된 기본 ToolsVersion 값이 잘못되었습니다.
pl: MSB4139: Określono nieprawidłową wartość domyślnego parametru ToolsVersion w kluczu rejestru „{0}”.
pt_br: MSB4139: Um valor inválido de ToolsVersion padrão está especificado na chave do Registro"{0}".
ru: MSB4139: указано недопустимое значение ToolsVersion по умолчанию в разделе реестра "{0}".
tr: MSB4139: "{0}" kayıt defteri anahtarında varsayılan ToolsVersion için geçersiz değer belirtildi.
zh_hans: MSB4139: 在注册表项“{0}”中指定的默认 ToolsVersion 值无效。
zh_hant: MSB4139: 登錄機碼 "{0}" 中指定的預設 ToolsVersion 值無效。

# InvalidEvaluatedAttributeValue
source: MSB4022: The result "{0}" of evaluating the value "{1}" of the "{2}" attribute in element <{3}> is not valid.
cs: MSB4022: Výsledek {0} vyhodnocení hodnoty {1} atributu {2} v elementu <{3}> je neplatný.
es: MSB4022: El valor "{0}" resultante de evaluar el valor "{1}" del atributo "{2}" del elemento <{3}> no es válido.
fr: MSB4022: Le résultat "{0}" après évaluation de la valeur "{1}" de l'attribut "{2}" dans l'élément <{3}> n'est pas valide.
it: MSB4022: il risultato "{0}" della valutazione del valore "{1}" dell'attributo "{2}" nell'elemento <{3}> non è valido.
ja: MSB4022: 要素 <{3}> 内の属性 "{2}" の値 "{1}" を評価した結果 "{0}" は無効です。
ko: MSB4022: <{3}> 요소에 있는 "{2}" 특성의 "{1}" 값을 확인한 결과인 "{0}"이(가) 잘못되었습니다.
pl: MSB4022: Wynik „{0}” szacowania wartości „{1}” atrybutu „{2}” w elemencie <{3}> jest nieprawidłowy.
pt_br: MSB4022: O resultado "{0}" da avaliação do valor "{1}" do atributo "{2}" no elemento <{3}> não é válido.
ru: MSB4022: результат "{0}" вычисления значения "{1}" атрибута "{2}" в элементе <{3}> недопустим.
tr: MSB4022: <{3}> öğesindeki "{2}" özniteliğinin "{1}" değerini "{0}" olarak değerlendirme sonucu geçersiz.
zh_hans: MSB4022: 元素 <{3}> 中“{2}”特性的值“{1}”的计算结果“{0}”无效。
zh_hant: MSB4022: 對項目 <{3}> 中 "{2}" 屬性的值 "{1}" 評估的結果 "{0}" 無效。

# InvalidEventCategory
source: "{0}" is not a valid event category. To raise a custom event, use the "{1}" category.
cs: {0} je neplatná kategorie událostí. Chcete-li vyvolat vlastní událost, použijte kategorii {1}.
es: "{0}" no es una categoría de eventos válida. Para provocar un evento personalizado, utilice la categoría "{1}".
fr: "{0}" n'est pas une catégorie d'événements valide. Pour déclencher un événement personnalisé, utilisez la catégorie "{1}".
it: "{0}" non è una categoria di eventi valida. Per generare un evento personalizzato, usare la categoria "{1}".
ja: "{0}" は有効なイベント カテゴリではありません。カスタム イベントを発生させるには、"{1}" カテゴリを使用してください。
ko: "{0}"은(는) 올바른 이벤트 범주가 아닙니다. 사용자 지정 이벤트를 발생시키려면 "{1}" 범주를 사용하십시오.
pl: „{0}” nie jest prawidłową kategorią zdarzenia. Aby wywołać zdarzenie niestandardowe, użyj kategorii „{1}”.
pt_br: "{0}" não é uma categoria de evento válida. Para elevar um evento personalizado, use a categoria "{1}".
ru: "{0}" — недопустимая категория события. Для создания пользовательского события используйте категорию "{1}".
tr: "{0}", geçerli bir olay kategorisi değil. Özel bir olay oluşturmak için "{1}" kategorisini kullanın.
zh_hans: “{0}”不是有效的事件类别。若要引发自定义事件，请使用“{1}”类别。
zh_hant: "{0}" 不是有效的事件分類。若要引發自訂事件，請使用 "{1}" 分類。

# InvalidEventImportance
source: "{0}" is not a valid importance level for events.
cs: {0} není platná úroveň důležitosti pro události.
es: "{0}" no es un nivel de importancia válido para eventos.
fr: "{0}" n'est pas un niveau d'importance valide pour les événements.
it: "{0}" non è un livello di importanza valido per gli eventi.
ja: "{0}" はイベントの有効な重要度ではありません。
ko: "{0}"은(는) 올바른 이벤트 중요도 수준이 아닙니다.
pl: „{0}” nie jest prawidłowym poziomem ważności zdarzeń.
pt_br: "{0}" não é um nível de importância válido para eventos.
ru: "{0}" — недопустимый уровень важности событий.
tr: "{0}", olaylar için geçerli bir önem düzeyi değil.
zh_hans: “{0}”不是事件的有效重要性级别。
zh_hant: "{0}" 不是有效的事件重要性層級。

# InvalidFileLoggerFile
source: MSB4104: Failed to write to log file "{0}". {1}
cs: MSB4104: Nelze zapisovat do souboru protokolu {0}. {1}
es: MSB4104: No se pudo escribir en el archivo de registro "{0}". {1}
fr: MSB4104: Impossible d'écrire dans le fichier journal "{0}". {1}
it: MSB4104: non è stato possibile scrivere nel file di log "{0}". {1}
ja: MSB4104: ログ ファイル "{0}" に書き込めませんでした。{1}
ko: MSB4104: "{0}" 로그 파일에 쓰지 못했습니다. {1}
pl: MSB4104: Nie można zapisać w pliku dziennika „{0}”. {1}
pt_br: MSB4104: Falha ao gravar no arquivo de log "{0}". {1}
ru: MSB4104: ошибка при записи в файл журнала "{0}". {1}
tr: MSB4104: "{0}" günlük dosyasına yazılamadı. {1}
zh_hans: MSB4104: 未能写入日志文件“{0}”。{1}
zh_hant: MSB4104: 無法寫入記錄檔 "{0}"。{1}

# InvalidImportedProjectFile
source: MSB4024: The imported project file could not be loaded. {0}
cs: MSB4024: Importovaný soubor projektu nelze načíst. {0}
es: MSB4024: No puede cargarse el archivo de proyecto importado. {0}
fr: MSB4024: Impossible de charger le fichier projet importé. {0}
it: MSB4024: non è stato possibile caricare il file di progetto importato. {0}
ja: MSB4024: インポートされたプロジェクト ファイルを読み込めませんでした。{0}
ko: MSB4024: 가져온 프로젝트 파일을 로드할 수 없습니다. {0}
pl: MSB4024: Nie można załadować zaimportowanego pliku projektu. {0}
pt_br: MSB4024: O arquivo de projeto importado não foi carregado. {0}
ru: MSB4024: не удалось загрузить импортированный файл проекта. {0}
tr: MSB4024: İçeri aktarılan proje dosyası yüklenemedi. {0}
zh_hans: MSB4024: 未能加载导入的项目文件。{0}
zh_hant: MSB4024: 無法載入匯入的專案檔。{0}

# InvalidInPersistedItemGroup
source: Operation invalid for a persisted item group.
cs: Operace není platná pro trvalou skupinu položek.
es: Operación no válida para un grupo de elementos almacenados.
fr: Opération non valide pour un groupe d'éléments persistants.
it: Operazione non valida per un gruppo di elementi persistente.
ja: 持続項目グループには無効な操作です。
ko: 보관된 항목 그룹에 대한 작업이 잘못되었습니다.
pl: Operacja nieprawidłowa dla grupy elementów trwałych.
pt_br: Operação inválida para um grupo de itens persistentes.
ru: Операция недопустима для постоянной группы элементов.
tr: Kalıcı öğe grubu için işlem geçersiz.
zh_hans: 操作对于保留的项组无效。
zh_hant: 永續性項目群組的作業無效。

# InvalidInVirtualItemGroup
source: Operation invalid for a virtual item group.
cs: Operace není platná pro virtuální skupinu položek.
es: Operación no válida para un grupo de elementos virtuales.
fr: Opération non valide pour un groupe d'éléments virtuels.
it: Operazione non valida per un gruppo di elementi virtuale.
ja: 仮想項目グループには無効な操作です。
ko: 가상 항목 그룹에 대한 작업이 잘못되었습니다.
pl: Operacja nieprawidłowa dla grupy elementów wirtualnych.
pt_br: Operação inválida para um grupo de itens virtuais.
ru: Операция недопустима для виртуальной группы элементов.
tr: Sanal öğe grubu için işlem geçersiz.
zh_hans: 操作对于虚拟项组无效。
zh_hant: 虛擬項目群組的作業無效。
