Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ReloadingPreviouslyUnloadedProject
source: MSB4161: Project "{0}" was loaded and unloaded during the current build. Reloading a project during the build can result in errors or an inconsistent build state. Either avoid unloading project "{0}" or cache the evaluation results of target(s) "{1}" before unloading the project.
cs: MSB4161: Během aktuálního sestavení byl načten a uvolněn projekt {0}. Opětovné načtení projektu během sestavení může vést k chybám nebo k nekonzistentnímu stavu sestavení. Buď projekt {0} neuvolňujte, nebo před jeho uvolněním uložte do mezipaměti výsledky vyhodnocení cílů {1}.
es: MSB4161: El proyecto "{0}" se cargó y descargó durante la compilación actual. Si vuelve a cargar el proyecto durante la compilación, se pueden producir errores o un estado de compilación no coherente. Evite descargar el proyecto "{0}" o guarde en caché los resultados de la evaluación de los destinos "{1}" antes de descargarlo.
fr: MSB4161: Le projet "{0}" a été chargé et déchargé durant la génération actuelle. Le rechargement d'un projet durant la génération peut provoquer des erreurs ou un état de génération incohérent. Évitez de décharger le projet "{0}" ou mettez en cache les résultats d'évaluation des cibles "{1}" avant de décharger le projet.
it: MSB4161: il progetto "{0}" è stato caricato e scaricato durante la compilazione corrente. Il ricaricamento di un progetto durante la compilazione può causare errori o uno stato di compilazione incoerente. Evitare di scaricare il progetto "{0}" oppure memorizzare nella cache i risultati di valutazione delle destinazioni "{1}" prima di scaricare il progetto.
ja: MSB4161: プロジェクト "{0}" は現在のビルド中に読み込まれ、アンロードされました。ビルド中にプロジェクトを再度読み込んだ場合、エラーが発生したり、ビルドの状態に不整合が生じたりする場合があります。プロジェクト "{0}" をアンロードしないようにするか、プロジェクトをアンロードする前にターゲット "{1}" の評価結果をキャッシュしてください。
ko: MSB4161: 현재 빌드를 실행하는 동안 "{0}" 프로젝트를 로드 및 언로드했습니다. 빌드하는 동안 프로젝트를 다시 로드하면 오류가 발생하거나 빌드 상태가 일치하지 않을 수 있습니다. "{0}" 프로젝트를 언로드하지 않거나 프로젝트를 언로드하기 전에 대상 "{1}"의 계산 결과를 캐시하십시오.
pl: MSB4161: Projekt „{0}” został załadowany i zwolniony podczas bieżącej kompilacji. Ponowne załadowanie projektu podczas kompilacji może spowodować błędy lub niespójny stan kompilacji. Unikaj zwalniania projektu „{0}” lub zachowaj w pamięci podręcznej wyniki szacowania elementów docelowych „{1}” przed zwolnieniem projektu.
pt_br: MSB4161: O projeto "{0}" foi carregado e descarregado durante a compilação atual. Recarregar um projeto durante a compilação pode resultar em erros ou em um estado de compilação inconsistente. Evite descarregar o projeto "{0}" ou, antes de descarregá-lo, armazene em cache os resultados da avaliação do(s) destino(s) "{1}".
ru: MSB4161: проект "{0}" загружен и выгружен в ходе текущей сборки. Перезагрузка проекта в ходе сборки может привести к возникновению ошибок или неправильному состоянию сборки. Избегайте выгрузки проекта "{0}" или заносите в кэш результаты вычислений конечных объектов "{1}" перед выгрузкой проекта.
tr: MSB4161: Geçerli oluşturma sırasında "{0}" projesi yüklendi ve kaldırıldı. Oluşturma sırasında bir projenin yeniden yüklenmesi hatalara veya tutarsız bir oluşturma durumuna neden olabilir. "{0}" projesinin kaldırılmasını engelleyin veya projeyi kaldırmadan önce "{1}" hedeflerinin değerlendirme sonuçlarını önbelleğe alın.
zh_hans: MSB4161: 在当前生成过程中加载和卸载了项目“{0}”。在生成过程中重新加载项目可能会导致错误或生成状态不一致。请避免卸载项目“{0}”，或在卸载项目之前将目标“{1}”的求值结果存入缓存。
zh_hant: MSB4161: 專案 "{0}" 已在目前建置期間載入和卸載。在建置期間重新載入專案可能會造成錯誤或不一致的建置狀態。請避免卸載專案 "{0}"，或於卸載此專案前先快取目標 "{1}" 的評估結果。

# DefaultTargets
source: [default]
cs: [výchozí]
es: [predeterminado]
fr: [par défaut]
it: [predefinita]
ja: [既定]
ko: [기본값]
pl: [domyślne]
pt_br: [padrão]
ru: [по умолчанию]
tr: [varsayılan]
zh_hans: [默认值]
zh_hant: [預設]
