Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PropertyListHeader
source: Initial Properties:
cs: Počáteční vlastnosti:
es: Propiedades iniciales:
fr: Propriétés initiales :
it: Proprietà iniziali:
ja: 初期プロパティ:
ko: 초기 속성:
pl: Właściwości początkowe:
pt_br: Propriedades iniciais:
ru: Начальные свойства:
tr: İlk Öğeler:
zh_hans: 初始属性:
zh_hant: 初始屬性:

# PropertyNameInRegistryHasZeroLength
source: MSB4148: The name of a property stored under the registry key "{0}" has zero length.
cs: MSB4148: Název vlastnosti uložený v klíči registru {0} má nulovou délku.
es: MSB4148: El nombre de una propiedad almacenada en la clave del Registro "{0}" tiene una longitud de cero.
fr: MSB4148: La longueur du nom d'une propriété stockée sous la clé de Registre "{0}" est égale à zéro.
it: MSB4148: il nome della proprietà memorizzato nella chiave del Registro di sistema "{0}" è di lunghezza zero.
ja: MSB4148: レジストリ キー "{0}" の下に格納されているプロパティの名前の長さが 0 です。
ko: MSB4148: 레지스트리 키 "{0}"에 저장된 속성 이름의 길이가 0입니다.
pl: MSB4148: Nazwa właściwości przechowywana w kluczu rejestru „{0}” ma zerową długość.
pt_br: MSB4148: O nome de uma propriedade armazenada na chave do Registro "{0}" tem comprimento zero.
ru: MSB4148: имя свойства, сохраненное в разделе реестра "{0}", имеет нулевую длину.
tr: MSB4148: "{0}" kayıt defteri anahtarının altında depolanan bir özelliğin adının uzunluğu sıfır.
zh_hans: MSB4148: 存储在注册表项“{0}”下的属性名称的长度为零。
zh_hant: MSB4148: 儲存在登錄機碼 "{0}" 下的屬性名稱長度為零。

# PropertyNamesDoNotMatch
source: The property names in the indexer and the "{0}" object do not match.
cs: Názvy vlastností v indexovacím členu a objektu {0} se neshodují.
es: Los nombres de propiedades del indizador y el objeto "{0}" no coinciden.
fr: Les noms de propriétés dans l'indexeur et l'objet "{0}" ne correspondent pas.
it: I nomi delle proprietà nell'indicizzatore e nell'oggetto "{0}" non corrispondono.
ja: インデクサーと "{0}" オブジェクトのプロパティ名が一致しません。
ko: 인덱서와 "{0}" 개체의 속성 이름이 일치하지 않습니다.
pl: Nazwy właściwości w indeksatorze i obiekcie „{0}” nie pasują do siebie.
pt_br: Os nomes de propriedade no indexador e o objeto "{0}" não são correspondentes.
ru: Имена свойств в индексаторе не соответствуют объекту "{0}".
tr: Dizin oluşturucudaki özellik adları ve "{0}" nesnesi eşleşmiyor.
zh_hans: 索引器中的属性名称与“{0}”对象不匹配。
zh_hant: 索引子和 "{0}" 物件中的屬性名稱不符。

# QualifiedMetadataInTransformNotAllowed
source: MSB4043: The item metadata reference "{0}" is invalid because it is qualified with an item name. Item metadata referenced in transforms do not need to be qualified, because the item name is automatically deduced from the items being transformed. Change "{0}" to "%({1})".
cs: MSB4043: Odkaz na položku metadat {0} je neplatný, protože je kvalifikován pomocí názvu položky. Metadata položek, na která odkazují transformace, nemusí být kvalifikovaná, protože název položky se automaticky odvozuje od převáděných položek. Změňte odkaz {0} na %({1}).
es: MSB4043: La referencia de metadatos de elemento "{0}" no es válida porque se ha calificado con un nombre de elemento. No es necesario calificar los metadatos de elemento a los que se hace referencia en las transformaciones porque el nombre del elemento se deduce automáticamente de los elementos que se van a transformar. Cambie "{0}" a "%({1})".
fr: MSB4043: La référence à la métadonnée d'élément "{0}" n'est pas valide, car elle est qualifiée par un nom d'élément. La métadonnée d'élément référencée dans les transformations ne nécessite pas de qualification, car le nom de l'élément est déduit automatiquement des éléments transformés. Remplacez "{0}" par "%({1})".
it: MSB4043: il riferimento "{0}" ai metadati dell'elemento non è valido. È qualificato con un nome di elemento. I metadati degli elementi a cui si fa riferimento nelle trasformazioni non devono essere qualificati. Il nome dell'elemento viene dedotto automaticamente dagli elementi trasformati. Modificare "{0}" in "%({1})".
ja: MSB4043: 項目の名前で限定されているため、項目メタデータ参照 "{0}" は無効です。項目名は、変換される項目から自動的に推測されるため、トランスフォームで参照された項目メタデータは限定される必要はありません。"{0}" から "%({1})" に変更します。
ko: MSB4043: 항목 메타데이터 참조 "{0}"은(는) 항목 이름으로 한정되므로 올바르지 않습니다. 항목 이름은 변환되는 항목에서 자동으로 추론되므로 변환에서 참조하는 항목 메타데이터는 한정하지 않아도 됩니다. "{0}"을(를) "%({1})"(으)로 변경하세요.
pl: MSB4043: Odwołanie do metadanych elementu „{0}” jest nieprawidłowe, ponieważ jest zakwalifikowane przy użyciu nazwy elementu. Metadane elementu wskazywane w transformacjach nie muszą być kwalifikowane, ponieważ nazwa elementu jest automatycznie ustalana na podstawie przekształcanych elementów. Zmień „{0}” na „%({1})”.
pt_br: MSB4043: A referência aos metadados de item "{0}" é inválida porque está qualificada com um nome de item. Os metadados de item referenciados nas transformações não precisam ser qualificados porque o nome do item é deduzido automaticamente com base nos itens sendo transformados. Altere "{0}" para "%({1})".
ru: MSB4043: ссылка на метаданные элемента "{0}" недопустима, так как к ней добавлено имя элемента. Ссылки на метаданные в преобразователях не должны указываться, так как имя элемента автоматически извлекается из преобразуемых элементов. Измените "{0}" на "%({1})".
tr: MSB4043: Öğe meta veri başvurusu "{0}" bir öğe adıyla nitelendiğinden geçersiz. Öğe adı, dönüştürülmekte olan öğelerden otomatik olarak çıkarıldığı için dönüşümlerde başvurulan öğe meta verisinin nitelenmesi gerekmez. "{0}" değerini "%({1})" ile değiştirin.
zh_hans: MSB4043: 项元数据引用“{0}”无效，因为它是用项名称限定的。不需要限定转换中引用的项元数据，因为项名称会自动根据所转换的项推导出来。请将“{0}”更改为“%({1})”。
zh_hant: MSB4043: 項目中繼資料參考 "{0}" 無效，因為此參考受到項目名稱限定。在轉換中參考的項目中繼資料不需要限定，因為系統會由正在轉換的項目，自動推算項目名稱。請將 "{0}" 變更為 "%({1})"。

# RegistryReadError
source: MSB4135: Error reading the toolset information from the registry location "{0}". {1}
cs: MSB4135: Chyba při čtení informací o sadě nástrojů z umístění registru {0}. {1}
es: MSB4135: Error al leer la información del conjunto de herramientas de la ubicación del Registro "{0}". {1}
fr: MSB4135: Erreur lors de la lecture des informations relatives à l'ensemble d'outils à partir de l'emplacement de Registre "{0}". {1}
it: MSB4135: errore durante la lettura delle informazioni del set di strumenti dal percorso del Registro di sistema "{0}". {1}
ja: MSB4135: レジストリの場所 "{0}" からツールセット情報を読み取り中にエラーが発生しました。{1}
ko: MSB4135: 레지스트리 위치 "{0}"에서 도구 집합 정보를 읽는 동안 오류가 발생했습니다. {1}
pl: MSB4135: Błąd podczas odczytu informacji o zestawie narzędzi z lokalizacji rejestru „{0}”. {1}
pt_br: MSB4135: Erro ao ler as informações do conjunto de ferramentas no local do Registro "{0}". {1}
ru: MSB4135: ошибка считывания сведений о пакете инструментов из раздела реестра "{0}". {1}
tr: MSB4135: "{0}" kayıt defteri konumundan araç kümesi bilgilerini okuma hatası. {1}
zh_hans: MSB4135: 从注册表位置“{0}”读取工具集信息时出错。{1}
zh_hant: MSB4135: 從登錄位置 "{0}" 讀取工具組資訊時發生錯誤。{1}

# RequiredPropertyNotSetError
source: MSB4044: The "{0}" task was not given a value for the required parameter "{1}".
cs: MSB4044: Pro úlohu {0} nebyla zadána hodnota požadovaného parametru {1}.
es: MSB4044: No se especificó un valor para la tarea "{0}" para el parámetro "{1}" requerido.
fr: MSB4044: La tâche "{0}" ne s'est pas vue assigner de valeur pour le paramètre requis "{1}".
it: MSB4044: all'attività "{0}" non è stato assegnato un valore per il parametro obbligatorio "{1}".
ja: MSB4044: "{0}" タスクは、必要なパラメーター "{1}" に対して値を指定されていませんでした。
ko: MSB4044: "{0}" 작업의 필수 매개 변수 "{1}"에 값을 지정하지 않았습니다.
pl: MSB4044: Zadaniu „{0}” nie nadano wartości dla wymaganego parametru „{1}”.
pt_br: MSB4044: A tarefa "{0}" não recebeu um valor para o parâmetro obrigatório "{1}".
ru: MSB4044: для задачи "{0}" не было указано значение для обязательного параметра "{1}".
tr: MSB4044: "{0}" görevine gerekli "{1}" parametresi için bir değer verilmedi.
zh_hans: MSB4044: 未给任务“{0}”的必需参数“{1}”赋值。
zh_hant: MSB4044: 沒有為 "{0}" 工作指定必要參數 "{1}" 的值。

# SchemaFileLocation
source: Validating project using schema file "{0}".
cs: Probíhá ověřování projektu pomocí souboru schématu {0}.
es: Validando el proyecto con el archivo de esquema "{0}".
fr: Validation du projet à l'aide du fichier de schéma "{0}".
it: Convalida del progetto mediante il file di schema "{0}".
ja: スキーマ ファイル "{0}" を使用してプロジェクトを検証しています。
ko: "{0}" 스키마 파일을 사용하여 프로젝트의 유효성을 검사하고 있습니다.
pl: Walidacja projektu za pomocą pliku schematu „{0}”.
pt_br: Validando o projeto com o arquivo de esquema "{0}".
ru: Идет проверка проекта с использованием файла схемы "{0}".
tr: "{0}" şema dosyası kullanılarak proje doğrulanıyor.
zh_hans: 正在使用架构文件“{0}”验证项目。
zh_hant: 正在使用結構描述檔 "{0}" 驗證專案。

# SchemaValidationError
source: MSB4045: Project is not valid. {0}
cs: MSB4045: Projekt je neplatný. {0}
es: MSB4045: El proyecto no es válido. {0}
fr: MSB4045: Le projet n'est pas valide. {0}
it: MSB4045: progetto non valido. {0}
ja: MSB4045: プロジェクトは無効です。{0}
ko: MSB4045: 프로젝트가 잘못되었습니다. {0}
pl: MSB4045: Projekt jest nieprawidłowy. {0}
pt_br: MSB4045: o projeto não é válido. {0}
ru: MSB4045: проект недействителен. {0}
tr: MSB4045: Proje geçerli değil. {0}
zh_hans: MSB4045: 项目无效。{0}
zh_hant: MSB4045: 專案無效。{0}

# SecurityProjectBuildDisabled
source: MSB4112: The targets in this project have been disabled by the host and therefore cannot be built at this time. This may have been done for security reasons. To enable the targets, the host must set Project.BuildEnabled to "true".
cs: MSB4112: Cíle v tomto projektu byly zakázány hostitelem, a proto je nelze nyní sestavit. Důvodem může být zabezpečení. Chcete-li cíle povolit, hostitel musí nastavit vlastnost Project.BuildEnabled na hodnotu true.
es: MSB4112: El host deshabilitó los destinos de este proyecto y por tanto no se pueden compilar en este momento. Es posible que se deba a motivos de seguridad. Para habilitar los destinos, el host debe establecer Project.BuildEnabled como "true".
fr: MSB4112: Les cibles dans ce projet ont été désactivées par l'hôte et ne peuvent donc pas être générées pour l'instant. Cela pour des raisons de sécurité. Pour activer les cibles, l'hôte doit affecter la valeur "true" à Project.BuildEnabled.
it: MSB4112: le destinazioni di questo progetto sono state disabilitate dall'host e quindi non possono essere compilate. Questa scelta può essere dovuta a motivi di sicurezza. Per abilitare le destinazioni, l'host deve impostare Project.BuildEnabled su "true".
ja: MSB4112: このプロジェクトのターゲットがホストによって無効にされているため、現在ビルドすることができません。これはセキュリティ上の理由による可能性があります。ターゲットを有効にするには、ホストにより Project.BuildEnabled が "true" に設定される必要があります。
ko: MSB4112: 호스트에서 이 프로젝트의 대상을 사용할 수 없도록 설정했으므로 지금은 빌드할 수 없습니다. 보안상의 이유로 이렇게 설정한 것 같습니다. 해당 대상을 사용하도록 설정하려면 호스트에서 Project.BuildEnabled를 "true"로 설정해야 합니다.
pl: MSB4112: Elementy docelowe tego projektu zostały wyłączone przez hosta i dlatego nie można ich teraz skompilować. Ta czynność mogła zostać wykonana ze względów bezpieczeństwa. Aby włączyć elementy docelowe, host musi ustawić parametr Project.BuildEnabled na wartość „true”.
pt_br: MSB4112: Os destinos neste projeto foram desabilitados pelo host e, portanto, não podem ser compilados neste momento. Esse procedimento deve ter sido executado por questão de segurança. Para habilitar os destinos, o host deve definir Project.BuildEnabled como "true".
ru: MSB4112: целевого объекта в этом проекте были отключены базовой средой, и их построение сейчас невозможно. Это могло быть сделано для безопасности. Для включения целей базовая среда должна присвоить свойству Project.BuildEnabled значение "true".
tr: MSB4112: Bu projedeki hedefler konak tarafından devre dışı bırakıldı ve bu nedenle şu anda derlenemiyor. Bu işlem güvenlik nedeniyle yapılmış olabilir. Hedefleri etkinleştirmek için konakta Project.BuildEnabled değerinin "true" olarak ayarlanması gerekir.
zh_hans: MSB4112: 此项目中的目标已被宿主禁用，因此无法在此时生成。这可能是出于安全考虑。若要启用这些目标，宿主必须将 Project.BuildEnabled 设置为“true”。
zh_hant: MSB4112: 主機已經停用此專案的目標，因此目前無法建置目標。這樣做可能是基於安全性考量。若要啟用目標，主機必須將 Project.BuildEnabled 設為 "true"。

# SetAccessorNotAvailableOnTaskParameter
source: MSB4093: The "{0}" parameter of the "{1}" task cannot be written to because it does not have a "set" accessor.
cs: MSB4093: Do parametru {0} úlohy {1} nelze zapisovat, protože nemá přístupovou metodu set.
es: MSB4093: No puede escribirse en el parámetro "{0}" de la tarea "{1}" porque no tiene un descriptor de acceso "set".
fr: MSB4093: Impossible d'écrire le paramètre "{0}" de la tâche "{1}", car il n'a pas d'accesseur "set".
it: MSB4093: non è possibile scrivere il parametro "{0}" per l'attività "{1}" perché non è presente una funzione di accesso "set".
ja: MSB4093: "{1}" タスクの "{0}" パラメーターには、"set" アクセサーがないため書き込めません。
ko: MSB4093: "set" 접근자가 없으므로 "{1}" 작업의 "{0}" 매개 변수에 쓸 수 없습니다.
pl: MSB4093: Nie można zapisać parametru „{0}” zadania „{1}”, ponieważ nie ma metody dostępu „set”.
pt_br: MSB4093: O parâmetro "{0}" da tarefa "{1}" não pode ser gravado porque não tem um acessador "set".
ru: MSB4093: запись в параметр "{0}" задачи "{1}" невозможна из-за отсутствия метода доступа set.
tr: MSB4093: "{1}" görevinin "{0}" parametresine, "set" erişimcisi bulunmadığından yazılamadı.
zh_hans: MSB4093: 无法写入“{1}”任务的“{0}”参数，因为它没有“set”访问器。
zh_hant: MSB4093: 無法寫入至 "{1}" 工作的 "{0}" 參數，因為它沒有 "set" 存取子。

# ShallowCloneNotAllowed
source: A shallow clone of this object cannot be created.
cs: Nelze vytvořit mělký klon tohoto objektu.
es: No puede crearse un clon superficial de este objeto.
fr: Impossible de créer un clone superficiel de cet objet.
it: Non è possibile creare un clone superficiale dei riferimenti di questo oggetto.
ja: このオブジェクトの浅いクローンを作成できません。
ko: 이 개체의 부분 복제본을 만들 수 없습니다.
pl: Nie można utworzyć pobieżnego klonu tego obiektu.
pt_br: Não é possível criar clone superficial deste objeto.
ru: Создание пустого клона этого объекта невозможно.
tr: Bu nesnenin basit kopyası oluşturulamıyor.
zh_hans: 无法创建此对象的浅表克隆。
zh_hant: 無法建立此物件的淺層複製 (Shallow Clone)。

# SkipTargetBecauseNoInputs
source: Skipping target "{0}" because it has no inputs.
cs: Cíl {0} bude vynechán, protože nemá žádné vstupy.
es: Se omitirá el destino "{0}" porque no tiene entradas.
fr: La cible est ignorée "{0}" car elle ne comporte pas d'entrée.
it: La destinazione "{0}" verrà ignorata. Non sono presenti input.
ja: 入力がないため、ターゲット "{0}" を省略しています。
ko: 입력이 없으므로 "{0}" 대상을 건너뜁니다.
pl: Pomijanie elementu docelowego „{0}”, ponieważ nie zawiera on wejść.
pt_br: Ignorando o destino "{0}" porque ele não tem entradas.
ru: Цель "{0}" пропускается из-за отсутствия входных данных.
tr: Giriş içermediğinden "{0}" hedefi atlanıyor.
zh_hans: 正在跳过目标“{0}”，因为它没有输入。
zh_hant: 將略過目標 "{0}"，因為它沒有輸入。

# SkipTargetBecauseNoInputsDetail
source: Though the target has declared its inputs, the input specification only references empty properties and/or empty item lists.
cs: Přestože jsou vstupy cíle deklarovány, odkazuje specifikace vstupů pouze na prázdné vlastnosti nebo na prázdné seznamy položek.
es: Aunque el destino declaró sus entradas, la especificación de las entradas sólo hace referencia a propiedades y/o listas de elementos vacías.
fr: Bien que la cible ait déclaré ses entrées, celles spécifiées ne font référence qu'à des propriétés vides et/ou des listes d'éléments vides.
it: Per la destinazione sono dichiarati gli input, ma la specifica dell'input fa riferimento solo a proprietà vuote e/o elenchi di elementi vuoti.
ja: ターゲットはその入力を宣言しましたが、入力指定は空のプロパティおよび空の項目一覧のみを参照しています。
ko: 대상에서 입력을 선언했지만 입력 사양이 빈 속성 및/또는 빈 항목 목록만 참조합니다.
pl: Mimo że element docelowy ma zadeklarowane wejścia, specyfikacja wejściowa odwołuje się tylko do pustych właściwości i/lub pustych list elementów.
pt_br: Embora o destino tenha declarado suas entradas, a especificação da entrada faz referência somente às propriedades e/ou listas de itens vazias.
ru: Хотя входные данные для целевого объекта объявлены, спецификация ввода содержит только ссылки на пустые свойства или пустые списки элементов.
tr: Hedef, girişlerini belirtmiş olsa da, giriş belirtimi yalnızca boş özelliklere ve/veya boş öğe listelerine başvuruyor.
zh_hans: 虽然目标已声明其输入，但输入规范仅引用了空属性和/或空项列表。
zh_hant: 雖然目標已經宣告其輸入，但輸入規格只參考空白屬性和/或空白項目清單。

# SkipTargetBecauseNoOutputs
source: Skipping target "{0}" because it has no outputs.
cs: Cíl {0} bude vynechán, protože nemá žádné výstupy.
es: Se omitirá el destino "{0}" porque no tiene salidas.
fr: La cible est ignorée "{0}" car elle ne comporte pas de sortie.
it: La destinazione "{0}" verrà ignorata. Non è associata a output.
ja: 出力がないため、ターゲット "{0}" を省略しています。
ko: 출력이 없으므로 "{0}" 대상을 건너뜁니다.
pl: Pomijanie elementu docelowego „{0}”, ponieważ nie zawiera on danych wyjściowych.
pt_br: Ignorando o destino "{0}" porque ele não tem saídas.
ru: Целевой объект "{0}" пропускается из-за отсутствия выходных файлов.
tr: Çıkış içermediğinden "{0}" hedefi atlanıyor.
zh_hans: 正在跳过目标“{0}”，因为它没有输出。
zh_hant: 將略過目標 "{0}"，因為它沒有輸出。

# SkipTargetBecauseNoOutputsDetail
source: Though the target has declared its outputs, the output specification only references empty properties and/or empty item lists.
cs: Přestože jsou výstupy cíle deklarovány, odkazuje specifikace výstupů pouze na prázdné vlastnosti nebo na prázdné seznamy položek.
es: Aunque el destino declaró sus salidas, la especificación de las salidas sólo hace referencia a propiedades y/o listas de elementos vacías.
fr: Bien que la cible ait déclaré ses sorties, celles spécifiées ne font référence qu'à des propriétés vides et/ou des listes d'éléments vides.
it: Per la destinazione sono dichiarati gli output, ma la specifica dell'output fa riferimento solo a proprietà vuote e/o elenchi di elementi vuoti.
ja: ターゲットはその出力を宣言しましたが、出力指定は空のプロパティおよび空の項目一覧のみを参照しています。
ko: 대상에서 출력을 선언했지만 출력 사양이 빈 속성 및/또는 빈 항목 목록만 참조합니다.
pl: Mimo że element docelowy ma zadeklarowane wyjścia, specyfikacja wyjściowa odwołuje się tylko do pustych właściwości i/lub pustych list elementów.
pt_br: Embora o destino tenha declarado suas saídas, a especificação da saída faz referência somente às propriedades e/ou listas de itens vazias.
ru: Хотя выходные данные для целевого объекта объявлены, спецификация вывода содержит только ссылки на пустые свойства или пустые списки элементов.
tr: Hedef, çıkışlarını belirtmiş olsa da, çıkış belirtimi yalnızca boş özelliklere ve/veya boş öğe listelerine başvuruyor.
zh_hans: 虽然目标已声明其输出，但输出规范仅引用了空属性和/或空项列表。
zh_hant: 雖然目標已經宣告其輸出，但輸出規格只參考空白屬性和/或空白項目清單。

# SkipTargetBecauseOutputsUpToDate
source: Skipping target "{0}" because all output files are up-to-date with respect to the input files.
cs: Cíl {0} bude vynechán, protože všechny výstupní soubory jsou aktuální vzhledem ke vstupním souborům.
es: Se omitirá el destino "{0}" porque todos los archivos de salida están actualizados respecto a los archivos de entrada.
fr: La cible est ignorée "{0}", car tous les fichiers de sortie sont à jour par rapport aux fichiers d'entrée.
it: La destinazione "{0}" verrà ignorata. Tutti i file di output sono aggiornati rispetto ai file di input.
ja: すべての出力ファイルが入力ファイルに対して最新なので、ターゲット "{0}" を省略します。
ko: 해당 입력 파일과 비교하여 출력 파일이 모두 최신 파일이므로 "{0}" 대상을 건너뜁니다.
pl: Pomijanie elementu docelowego „{0}”, ponieważ wszystkie pliki wyjściowe są aktualne w porównaniu z plikami wejściowymi.
pt_br: Ignorando o destino "{0}" porque todos os arquivos de saída estão atualizados em relação aos arquivos de entrada.
ru: Целевой объект "{0}" пропускается, так как все выходные файлы актуальны по отношению к входным.
tr: Tüm çıkış dosyaları, giriş dosyalarına göre güncel durumda olduğundan "{0}" hedefi atlanıyor.
zh_hans: 正在跳过目标“{0}”，因为所有输出文件相对于输入文件而言都是最新的。
zh_hant: 將略過目標 "{0}"，因為所有輸出檔對於其輸入檔而言都已更新。

# SkipTargetUpToDateInputs
source: Input files: {0}
cs: Vstupní soubory: {0}
es: Archivos de entrada: {0}
fr: Fichiers d'entrée : {0}
it: File di input: {0}
ja: 入力ファイル: {0}
ko: 입력 파일: {0}
pl: Pliki wejściowe: {0}
pt_br: Arquivos de entrada: {0}
ru: Входные файлы: {0}
tr: Giriş dosyaları: {0}
zh_hans: 输入文件:{0}
zh_hant: 輸入檔: {0}

# SkipTargetUpToDateOutputs
source: Output files: {0}
cs: Výstupní soubory: {0}
es: Archivos de salida: {0}
fr: Fichiers de sortie : {0}
it: File di output: {0}
ja: 出力ファイル: {0}
ko: 출력 파일: {0}
pl: Pliki wyjściowe: {0}
pt_br: Arquivos de saída: {0}
ru: Выходные файлы: {0}
tr: Çıkış dosyaları: {0}
zh_hans: 输出文件:{0}
zh_hant: 輸出檔: {0}

# SolutionBuildingSolutionConfiguration
source: Building solution configuration "{0}".
cs: Probíhá vytváření konfigurace řešení {0}.
es: Compilando la configuración de soluciones "{0}".
fr: Génération de la configuration de solution "{0}".
it: Compilazione della configurazione di soluzione "{0}" in corso.
ja: ソリューション構成 "{0}" をビルドしています。
ko: 솔루션 구성 "{0}"을(를) 빌드하고 있습니다.
pl: Tworzenie konfiguracji rozwiązania „{0}”.
pt_br: Compilando a configuração de solução "{0}".
ru: Создание конфигурации решения "{0}".
tr: "{0}" çözüm yapılandırması oluşturuluyor.
zh_hans: 正在生成解决方案配置“{0}”。
zh_hant: 建置方案組態 "{0}"。

# SolutionCacheBeingUsed
source: Using solution cache file "{0}" for configuration "{1}" and tools version "{2}".
cs: Je použit soubor mezipaměti řešení {0} pro konfiguraci {1} a verzi nástrojů {2}.
es: Se está usando el archivo de caché "{0}" para la configuración "{1}" y la versión "{2}" de las herramientas.
fr: Utilisation du fichier solution cache "{0}" pour la configuration "{1}" et les outils version "{2}".
it: Verrà usato il file di cache "{0}" della soluzione per la configurazione "{1}" e la versione "{2}" degli strumenti.
ja: 構成 "{1}" とツール バージョン "{2}" に対してソリューション キャッシュ ファイル "{0}" を使用しています。
ko: 구성 "{1}" 및 도구 버전 "{2}"의 솔루션 캐시 파일 "{0}"을(를) 사용하고 있습니다.
pl: Używanie pliku pamięci podręcznej rozwiązań „{0}” dla konfiguracji „{1}” i wersji narzędzi „{2}”.
pt_br: Usando o arquivo de cache de solução "{0}" para a configuração "{1}" e a versão das ferramentas "{2}".
ru: Использование кэш-файла решения "{0}" для конфигурации "{1}" и набора средств версии "{2}".
tr: "{1}" yapılandırması ve "{2}" araç sürümü için "{0}" çözüm önbelleği dosyası kullanılıyor.
zh_hans: 对配置“{1}”和工具版本“{2}”使用解决方案缓存文件“{0}”。
zh_hant: 於組態 "{1}" 和工具版本 "{2}" 上使用方案快取檔案 "{0}"。

# SolutionCacheReadError
source: Failed to read solution cache file "{0}". {1} Using solution file directly.
cs: Nepodařilo se načíst soubor mezipaměti řešení {0}. {1} Bude použit přímo soubor řešení.
es: No se pudo leer el archivo de caché de solución "{0}". {1} Se va a usar directamente el archivo de solución.
fr: Impossible de lire le fichier cache solution "{0}". {1} Utilisation du fichier solution directement.
it: Non è stato possibile leggere il file di cache "{0}" della soluzione. {1} Verrà usato direttamente il file della soluzione.
ja: ソリューション キャッシュ ファイル "{0}" から読み取れませんでした。{1} ソリューション ファイルを直接使用しています。
ko: 솔루션 캐시 파일 "{0}"을(를) 읽지 못했습니다. {1} 솔루션 파일을 직접 사용하고 있습니다.
pl: Nie można odczytać pliku pamięci podręcznej rozwiązań „{0}”. {1} Używanie pliku rozwiązań w sposób bezpośredni.
pt_br: Falha ao ler o arquivo de cache de solução "{0}". {1} Usando o arquivo de solução diretamente.
ru: Не удалось прочитать кэш-файл решения "{0}". {1} Файл решения используется напрямую.
tr: "{0}" çözüm önbelleği dosyası okunamadı. {1} Çözüm dosyası doğrudan kullanılıyor.
zh_hans: 未能读取解决方案缓存文件“{0}”。{1} 直接使用解决方案文件。
zh_hant: 無法讀取方案快取檔案 "{0}"。{1} 將直接使用方案檔。

# SolutionCacheWriteError
source: Failed to write solution cache file "{0}". {1}
cs: Nepodařilo se zapsat soubor mezipaměti řešení {0}. {1}
es: No se pudo escribir el archivo de caché de solución "{0}". {1}
fr: Impossible d'écrire dans le fichier cache solution "{0}". {1}
it: Non è stato possibile scrivere il file di cache "{0}" della soluzione. {1}
ja: ソリューション キャッシュ ファイル "{0}" に書き込めませんでした。{1}
ko: 솔루션 캐시 파일 "{0}"을(를) 쓰지 못했습니다. {1}
pl: Nie można zapisać pliku pamięci podręcznej rozwiązań „{0}”. {1}
pt_br: Falha ao gravar o arquivo de cache de solução "{0}". {1}
ru: Ошибка записи в кэш-файл решения "{0}". {1}
tr: "{0}" çözüm önbelleği dosyası yazılamadı. {1}
zh_hans: 未能写入解决方案缓存文件“{0}”。{1}
zh_hant: 無法寫入方案快取檔案 "{0}"。{1}
