Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NoTargetSpecified
source: MSB4040: There is no target in the project.
cs: MSB4040: V projektu neexistuje žádný cíl.
es: MSB4040: No hay ningún destino en el proyecto.
fr: MSB4040: Il n'y a pas de cible dans le projet.
it: MSB4040: nessuna destinazione nel progetto.
ja: MSB4040: プロジェクトにターゲットがありません。
ko: MSB4040: 프로젝트에 대상이 없습니다.
pl: MSB4040: Brak elementu docelowego w projekcie.
pt_br: MSB4040: Não há destino no projeto.
ru: MSB4040: в проекте нет целевого объекта.
tr: MSB4040: Projede hedef yok.
zh_hans: MSB4040: 项目中无任何目标。
zh_hant: MSB4040: 專案中沒有目標。

# NullIncludeNotAllowed
source: Removing the "{0}" attribute of an item is not allowed.
cs: Odebrání atributu {0} položky není povoleno.
es: No se permite quitar el atributo "{0}" de un elemento.
fr: La suppression de l'attribut "{0}" d'un élément n'est pas autorisée.
it: Rimozione dell'attributo "{0}" di un elemento non consentita.
ja: 項目の "{0}" 属性を削除することは許可されていません。
ko: 항목의 "{0}" 특성은 제거할 수 없습니다.
pl: Usunięcie atrybutu „{0}” z elementu jest niedozwolone.
pt_br: Não é permitido remover o atributo "{0}" de um item.
ru: Удаление атрибута "{0}" элемента запрещено.
tr: Bir öğenin "{0}" özniteliğini kaldırmaya izin verilmiyor.
zh_hans: 不允许移除项的“{0}”特性。
zh_hant: 不允許移除項目的 "{0}" 屬性。

# ObjectIsNotInProject
source: The object passed in is not part of the project.
cs: Předaný objekt není součástí projektu.
es: El objeto pasado no forma parte del proyecto.
fr: L'objet passé ne fait pas partie du projet.
it: L'oggetto passato non fa parte del progetto.
ja: 渡されたオブジェクトはプロジェクトの一部ではありません。
ko: 전달된 개체가 프로젝트의 일부가 아닙니다.
pl: Przekazany obiekt nie jest częścią projektu.
pt_br: O objeto passado não é parte do projeto.
ru: Переданный объект не является частью проекта.
tr: Geçirilen nesne, projenin parçası değil.
zh_hans: 传入的对象不属于该项目。
zh_hant: 傳遞的物件不是專案的一部分。

# OverridingTarget
source: Overriding target "{0}" in project "{1}" with target "{2}" from project "{3}".
cs: Probíhá přepisování cíle {0} v projektu {1} cílem {2} z projektu {3}.
es: Invalidando el destino "{0}" del proyecto"{1}" con el destino "{2}" del proyecto "{3}".
fr: Remplacement de la cible "{0}" du projet "{1}" par la cible "{2}" du projet "{3}".
it: Override della destinazione "{0}" nel progetto "{1}" con la destinazione "{2}" del progetto "{3}".
ja: プロジェクト "{1}" のターゲット "{0}" をプロジェクト "{3}" からのターゲット "{2}" でオーバーライドしています。
ko: "{1}" 프로젝트의 "{0}" 대상을 "{3}" 프로젝트의 "{2}" 대상으로 재정의하고 있습니다.
pl: Zastępowanie elementu docelowego „{0}” w projekcie „{1}” elementem docelowym „{2}” z projektu „{3}”.
pt_br: Substituindo o destino "{0}" no projeto "{1}" pelo destino "{2}" do projeto "{3}".
ru: Замещение цели "{0}" в проекте "{1}" целью "{2}" из проекта "{3}".
tr: "{3}" projesindeki "{2}" hedefi kullanılarak "{1}" projesindeki "{0}" hedefinin üzerine yazılıyor.
zh_hans: 正在使用项目“{3}”中的目标“{2}”重写项目“{1}”中的目标“{0}”。
zh_hant: 以來自專案 "{3}" 的目標 "{2}" 覆寫專案 "{1}" 中的目標 "{0}"。

# ParentProcessUnexpectedlyDied
source: MSB4167: The parent process unexpectedly exited. Shutting down child node "{0}".
cs: MSB4167: Nadřazený proces neočekávaně skončil. Probíhá ukončení práce podřízeného uzlu {0}.
es: MSB4167: El proceso primario se cerró de forma inesperada. Se cerrará el nodo secundario "{0}" ahora.
fr: MSB4167: Fin prématurée du processus parent. Arrêt du nœud enfant "{0}".
it: MSB4167: processo padre interrotto in modo anomalo. Chiusura del nodo figlio "{0}" in corso.
ja: MSB4167: 親プロセスは予期せずに終了しました。子ノード "{0}" をシャットダウンしています。
ko: MSB4167: 부모 프로세스가 예기치 않게 종료되었습니다. 자식 노드 "{0}"을(를) 종료합니다.
pl: MSB4167: Proces nadrzędny został nieoczekiwanie zakończony. Zamykanie węzła podrzędnego „{0}”.
pt_br: MSB4167: o processo pai foi encerrado inesperadamente. Desligando o nó filho "{0}".
ru: MSB4167: произошел преждевременный выход из родительского процесса. Идет завершение работы дочернего узла "{0}".
tr: MSB4167: Üst işlem beklenmeyen şekilde çıktı. "{0}"alt düğümü kapatılıyor.
zh_hans: MSB4167: 父进程意外退出。正在关闭子节点“{0}”。
zh_hant: MSB4167: 父處理序意外結束。即將關閉子節點 "{0}"。

# PerformanceLine
source: {0} ms {1} {2} calls
cs: {0} ms {1} {2} volání
es: {0} ms {1} {2} llamadas
fr: {0} ms {1} {2} appels
it: {0} ms {1} {2} chiamate
ja: {0} ミリ秒 {1} {2} 回呼び出し
ko: {0}ms {1} {2}회 호출
pl: {0} ms {1} — wywołań: {2}
pt_br: {0} ms {1} {2} chamadas
ru: {0} мс {2} вызова {1}
tr: {0} ms {1} {2} çağrı
zh_hans: {0} 毫秒 {1} {2} 次调用
zh_hant: {0} 毫秒 {1} {2} 次呼叫

# PerformanceReentrancyNote
source: (* = timing was not recorded because of reentrancy)
cs: (* = Časy nebyly zaznamenány kvůli vícenásobnému přístupu.)
es: (* = no se registró el control de tiempo debido a la reentrada)
fr: (* = le minutage n'a pas été enregistré à cause de la réentrance)
it: (* = l'intervallo non è stato registrato a causa della reentrancy)
ja: (* = 再入によりタイミングは記録されませんでした)
ko: (* = 재입력으로 인해 타이밍이 기록되지 않았습니다.)
pl: (* = nie zarejestrowano chronometrażu z powodu ponownego rozpoczęcia)
pt_br: (* = o tempo não foi gravado devido à reentrância)
ru: (* = время не было записано из-за реентерабельности)
tr: (* = yeniden giriş nedeniyle zamanlama kaydedilmedi)
zh_hans: (* = 由于重新进入而未记录执行时间)
zh_hant: (* = 由於重新進入，並未記錄執行時間)

# ProjectInvalidUnloaded
source: This project object has been unloaded from the MSBuild engine and is no longer valid.
cs: U tohoto objektu projektu bylo zrušeno načtení z nástroje MSBuild. Tento objekt již není platný.
es: Este objeto Project se descargó del motor de MSBuild y ya no es válido.
fr: Cet objet de projet a été déchargé du moteur MSBuild et n'est plus valide.
it: Questo progetto è stato scaricato dal motore di MSBuild è non è più valido.
ja: プロジェクト オブジェクトは MSBuild エンジンからアンロードされ、現在有効ではありません。
ko: 이 프로젝트 개체는 MSBuild 엔진에서 언로드되었으며 더 이상 유효하지 않습니다.
pl: Ten obiekt projektu został zwolniony z aparatu MSBuild i nie jest już prawidłowy.
pt_br: Este objeto de projeto foi descarregado do mecanismo MSBuild e não é mais válido.
ru: Этот проект удален из модуля MSBuild и теперь недействителен.
tr: Bu proje nesnesi MSBuild altyapısından kaldırıldı, artık geçerli değil.
zh_hans: 此项目对象已从 MSBuild 引擎卸载，因此不再有效。
zh_hant: 這個專案物件已從 MSBuild 引擎卸載且不再有效。

# ProjectFileNotFound
source: The project file "{0}" was not found.
cs: Soubor projektu {0} nebyl nalezen.
es: No se encontró el archivo de proyecto "{0}".
fr: Le fichier projet "{0}"est introuvable.
it: Il file di progetto "{0}" non è stato trovato.
ja: プロジェクト ファイル "{0}" が見つかりませんでした。
ko: 프로젝트 파일 "{0}"을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć pliku projektu „{0}”.
pt_br: O arquivo de projeto "{0}" não foi encontrado.
ru: Файл "{0}" не найден.
tr: "{0}" proje dosyası bulunamadı.
zh_hans: 未找到项目文件“{0}”。
zh_hant: 找不到專案檔 "{0}"。

# ProjectFinishedFailure
source: Done building project "{0}" -- FAILED.
cs: Sestavení projektu {0} bylo dokončeno: CHYBA.
es: Compilación del proyecto "{0}" terminada -- ERROR.
fr: Génération du projet "{0}" terminée -- ÉCHEC.
it: Compilazione progetto "{0}" NON COMPLETATA.
ja: プロジェクト "{0}" のビルドが終了しました -- 失敗。
ko: "{0}" 프로젝트를 빌드했습니다. - 실패
pl: Kompilowanie projektu „{0}” wykonane — NIEPOWODZENIE.
pt_br: Projeto de compilação pronto "{0}" -- FALHA.
ru: Сборка проекта "{0}" завершена с ошибкой.
tr: "{0}" projesini oluşturma tamamlandı -- BAŞARISIZ OLDU.
zh_hans: 已完成生成项目“{0}”的操作 - 失败。
zh_hant: 專案 "{0}" 建置完成 -- 失敗。

# ProjectFinishedSuccess
source: Done building project "{0}".
cs: Sestavení projektu {0} bylo dokončeno.
es: Compilación del proyecto "{0}" terminada.
fr: Génération du projet "{0}" terminée.
it: Compilazione progetto "{0}" completata.
ja: プロジェクト "{0}" のビルドが終了しました。
ko: "{0}" 프로젝트를 빌드했습니다.
pl: Kompilowanie projektu „{0}” wykonane.
pt_br: Projeto de compilação pronto "{0}".
ru: Сборка проекта "{0}" завершена.
tr: "{0}" projesini oluşturma tamamlandı.
zh_hans: 已完成生成项目“{0}”的操作。
zh_hant: 專案 "{0}" 建置完成。

# ProjectMustBeInMSBuildXmlNamespace
source: MSB4041: The default XML namespace of the project must be the MSBuild XML namespace. If the project is authored in the MSBuild 2003 format, please add xmlns="{0}" to the <Project> element. If the project has been authored in the old 1.0 or 1.2 format, please convert it to MSBuild 2003 format.
cs: MSB4041: Výchozí obor názvů XML projektu musí být oborem názvů XML nástroje MSBuild. Pokud je projekt vytvořen ve formátu MSBuild 2003, přidejte do elementu <Project> atribut xmlns="{0}". Jestliže byl projekt vytvořen ve starém formátu 1.0 nebo 1.2, převeďte jej na formát MSBuild 2003.
es: MSB4041: El espacio de nombres XML del proyecto debe ser el espacio de nombres XML de MSBuild. Si el proyecto se creó con el formato MSBuild 2003, agregue xmlns="{0}" al elemento <Project>. Si se creó con el formato 1.0 ó 1.2 anterior, conviértalo al formato MSBuild 2003.
fr: MSB4041: L'espace de noms XML par défaut du projet doit être l'espace de noms XML MSBuild. Si le projet a été créé au format MSBuild 2003, ajoutez xmlns="{0}" à l'élément <Project>. S'il a été créé dans des formats anciens comme 1.0 ou 1.2, convertissez-le au format MSBuild 2003.
it: MSB4041: lo spazio dei nomi XML predefinito del progetto deve essere lo spazio dei nomi XML di MSBuild. Se il progetto viene modificato nel formato MSBuild 2003, aggiungere xmlns="{0}" all'elemento <Project>. Se il progetto è stato modificato nel formato precedente 1.0 o 1.2, convertilo al formato MSBuild 2003.
ja: MSB4041: プロジェクトの既定の XML 名前空間は MSBuild の XML 名前空間でなければなりません。プロジェクトが MSBuild 2003 形式で作成されている場合、xmlns="{0}" を <Project> 要素に追加してください。プロジェクトが古い 1.0 または 1.2 形式で作成された場合、MSBuild 2003 形式に変換してください。
ko: MSB4041: 프로젝트의 기본 XML 네임스페이스는 MSBuild XML 네임스페이스여야 합니다. 프로젝트를 MSBuild 2003 형식으로 작성한 경우에는 <Project> 요소에 xmlns="{0}"을(를) 추가하고, 프로젝트를 이전 1.0 또는 1.2 형식으로 작성한 경우에는 MSBuild 2003 형식으로 변환하십시오.
pl: MSB4041: Domyślna przestrzeń nazw XML projektu musi być obszarem nazw XML programu MSBuild. Jeżeli projekt został utworzony w formacie programu MSBuild 2003, dodaj parametr xmlns=„{0}” do elementu <Project>. Jeżeli projekt został utworzony w starym formacie 1.0 lub 1.2, przekonwertuj go na format programu MSBuild 2003.
pt_br: MSB4041: Namespace XML padrão do projeto deve ser namespace XML do MSBuild. Se o projeto tiver sido criado no formato do MSBuild 2003, adicione xmlns="{0}" ao elemento <Project>. Se o projeto foi criado nos antigos formatos 1.0 ou 1.2, converta-o no formato do MSBuild 2003.
ru: MSB4041: пространством имен XML по умолчанию для этого проекта должно быть пространством имен MSBuild XML. Если проект создан в формате MSBuild 2003, добавьте xmlns="{0}" в элемент <Project>. Если проект был создан в старом формате 1.0 или 1.2, преобразуйте его в формат MSBuild 2003.
tr: MSB4041: Projenin varsayılan XML ad alanı, MSBuild XML ad alanı olmalıdır. Proje MSBuild 2003 biçiminde yazılmışsa, lütfen <Project> öğesine xmlns="{0}" ifadesini ekleyin. Proje eski 1.0 veya 1.2 biçiminde yazılmışsa, lütfen MSBuild 2003 biçimine dönüştürün.
zh_hans: MSB4041: 项目的默认 XML 命名空间必须为 MSBuild XML 命名空间。如果项目是用 MSBuild 2003 格式创建的，请将 xmlns="{0}" 添加到 <Project> 元素中。如果项目是用旧的 1.0 或 1.2 格式创建的，请将其转换为 MSBuild 2003 格式。
zh_hant: MSB4041: 專案的預設 XML 命名空間必須是 MSBuild XML 命名空間。如果使用 MSBuild 2003 格式設計專案，請將 xmlns="{0}" 加入至 <Project> 項目。如果是使用舊版的 1.0 或 1.2 格式設計專案，請將專案轉換為 MSBuild 2003 的格式。

source: Project Performance Summary:
cs: Souhrnné informace o výkonu projektu:
es: Resumen del rendimiento del proyecto:
fr: Résumé de performance des projets :
it: Riepilogo prestazioni progetto:
ja: プロジェクト パフォーマンスの概要:
ko: 프로젝트 성능 요약:
pl: Podsumowanie wydajności projektu:
pt_br: Resumo do Desempenho do Projeto:
ru: Итоги по проекту:
tr: Proje Performansı Özeti:
zh_hans: 项目性能摘要:
zh_hant: 專案效能摘要:

# ProjectSchemaErrorHalt
source: MSB4042: Stopping because of syntax errors in project file.
cs: MSB4042: Zpracování je zastaveno z důvodu chyb syntaxe v souboru projektu.
es: MSB4042: Deteniendo el proceso debido a errores de sintaxis en el archivo de proyecto.
fr: MSB4042: Arrêt en raison d'erreurs de syntaxe dans le fichier projet.
it: MSB4042: arresto a causa di errori di sintassi nel file di progetto.
ja: MSB4042: プロジェクト ファイルに構文エラーがあるため停止します。
ko: MSB4042: 프로젝트 파일에서 구문 오류가 발생했으므로 작업을 중단합니다.
pl: MSB4042: Zatrzymywanie z powodu błędów składni w pliku projektu.
pt_br: MSB4042: Parada devido a erros de sintaxe no arquivo de projeto.
ru: MSB4042: остановка из-за синтаксических ошибок в файле проекта.
tr: MSB4042: Proje dosyasındaki sözdizimi hataları nedeniyle durduruluyor.
zh_hans: MSB4042: 由于项目文件中存在语法错误而正在停止。
zh_hant: MSB4042: 由於專案檔中發生語法錯誤而停止。

# ProjectStartedPrefixForNestedProjectWithTargetNames
source: Project "{0}" is building "{1}" ({2} target(s)):
cs: Projekt {0} sestavuje {1} ({2} cíle):
es: El proyecto "{0}" está compilando "{1}" ({2} destinos):
fr: Le projet "{0}" génère "{1}" ({2} cibles) :
it: Compilazione di "{1}" dal progetto "{0}" (destinazioni: {2}):
ja: プロジェクト "{0}" は "{1}" ({2} ターゲット) をビルドしています:
ko: "{0}" 프로젝트에서 "{1}" 빌드 중({2} 대상):
pl: Projekt „{0}” kompiluje „{1}” (elementy docelowe: {2}):
pt_br: O projeto "{0}" está compilando "{1}" ({2} destino(s)):
ru: Проект "{0}" создает "{1}" (целевые объекты {2}):
tr: "{0}" projesi, "{1}" oluşturuyor ({2} hedef):
zh_hans: 项目“{0}”正在生成“{1}”({2} 目标):
zh_hant: 專案 "{0}" 正在建置 "{1}" ({2} 目標):

# ProjectStartedPrefixForNestedProjectWithDefaultTargets
source: Project "{0}" is building "{1}" (default targets):
cs: Projekt {0} sestavuje {1} (výchozí cíle):
es: El proyecto "{0}" está compilando "{1}" (destinos predeterminados):
fr: Le projet "{0}" génère "{1}" (cibles par défaut) :
it: Compilazione di "{1}" dal progetto "{0}" (destinazioni predefinite):
ja: プロジェクト "{0}" は "{1}" (既定のターゲット) をビルドしています:
ko: "{0}" 프로젝트에서 "{1}" 빌드 중(기본 대상):
pl: Projekt „{0}” kompiluje „{1}” (domyślne elementy docelowe):
pt_br: O projeto "{0}" está compilando "{1}" (destinos padrão):
ru: Проект "{0}" создает "{1}" (целевые объекты по умолчанию):
tr: "{0}" projesi, "{1}" oluşturuyor (varsayılan hedefler):
zh_hans: 项目“{0}”正在生成“{1}”(默认目标):
zh_hant: 專案 "{0}" 正在建置 "{1}" (預設目標):

# ProjectStartedPrefixForTopLevelProjectWithTargetNames
source: Project "{0}" ({1} target(s)):
cs: Projekt {0} ({1} cíle):
es: Proyecto "{0}" ({1} destino(s)):
fr: Projet "{0}" ({1} cibles) :
it: Progetto "{0}" (destinazioni: {1}):
ja: プロジェクト "{0}" ({1} ターゲット):
ko: "{0}" 프로젝트({1} 대상):
pl: Projekt „{0}” (elementy docelowe: {1}):
pt_br: Projeto "{0}" ({1} destino(s)):
ru: Проект "{0}" (целевые объекты {1}):
tr: "{0}" projesi ({1} hedef):
zh_hans: 项目“{0}”({1} 个目标):
zh_hant: 專案 "{0}" ({1} 目標):

# ProjectStartedPrefixForTopLevelProjectWithDefaultTargets
source: Project "{0}" (default targets):
cs: Projekt {0} (výchozí cíle):
es: Proyecto "{0}" (destinos predeterminados):
fr: Projet "{0}" (cibles par défaut) :
it: Progetto "{0}" (destinazioni predefinite):
ja: プロジェクト "{0}" (既定のターゲット):
ko: "{0}" 프로젝트(기본 대상):
pl: Projekt „{0}” (domyślne elementy docelowe):
pt_br: Projeto "{0}" (destinos padrão):
ru: Проект "{0}" (целевые объекты по умолчанию):
tr: "{0}" projesi (varsayılan hedefler):
zh_hans: 项目“{0}”(默认目标):
zh_hant: 專案 "{0}" (預設目標):

# ProjectFinishedPrefixWithTargetNamesMultiProc
source: Done Building Project "{0}" ({1} target(s)).
cs: Sestavení projektu {0} (počet cílů: {1}) bylo dokončeno.
es: Compilación del proyecto terminada "{0}" ({1} destinos).
fr: Génération du projet "{0}" terminée ({1} cible(s)).
it: Compilazione progetto "{0}" (destinazioni: {1}) completata.
ja: プロジェクト "{0}" ({1} ターゲット) のビルドが完了しました。
ko: "{0}" 프로젝트를 빌드했습니다({1} 대상).
pl: Kompilowanie projektu „{0}” wykonane (elementy docelowe: {1}).
pt_br: Projeto de compilação pronto "{0}" ({1} destino(s)).
ru: Сборка проекта "{0}" завершена (целевые объекты {1}).
tr: "{0}" Projesini Oluşturma İşlemi Tamamlandı ({1} hedef).
zh_hans: 已完成生成项目“{0}”({1} 个目标)的操作。
zh_hant: 專案 "{0}" ({1} 目標) 建置完成。

# ProjectFinishedPrefixWithDefaultTargetsMultiProc
source: Done Building Project "{0}" (default targets).
cs: Sestavení projektu {0} (s výchozími cíli) bylo dokončeno.
es: Compilación del proyecto terminada "{0}" (destinos predeterminados).
fr: Génération du projet "{0}" terminée (cibles par défaut).
it: Compilazione progetto "{0}" (destinazioni predefinite) completata.
ja: プロジェクト "{0}" (既定のターゲット) のビルドが完了しました。
ko: "{0}" 프로젝트를 빌드했습니다(기본 대상).
pl: Kompilowanie projektu „{0}” wykonane (domyślne elementy docelowe).
pt_br: Projeto de compilação pronto "{0}" (destinos padrão).
ru: Сборка проекта "{0}" завершена (целевые объекты по умолчанию).
tr: "{0}" Projesini Oluşturma İşlemi Tamamlandı (varsayılan hedefler).
zh_hans: 已完成生成项目“{0}”(默认目标)的操作。
zh_hant: 專案 "{0}" (預設目標) 建置完成。

# ProjectFinishedPrefixWithTargetNamesMultiProcFailed
source: Done Building Project "{0}" ({1} target(s)) -- FAILED.
cs: Sestavení projektu {0} (počet cílů: {1}) bylo dokončeno: CHYBA.
es: Compilación del proyecto terminada "{0}" ({1} destinos) -- ERROR.
fr: Génération du projet "{0}" terminée ({1} cible(s)) -- ÉCHEC.
it: Compilazione progetto "{0}" (destinazioni: {1}) NON RIUSCITA.
ja: プロジェクト "{0}" ({1} ターゲット) のビルドが終了しました -- 失敗。
ko: "{0}" 프로젝트를 빌드했습니다({1} 대상). - 실패
pl: Kompilowanie projektu „{0}” wykonane (elementy docelowe: {1}) — NIEPOWODZENIE.
pt_br: Projeto de compilação pronto "{0}" ({1} destino(s)) -- FALHA.
ru: Сборка проекта "{0}" завершена (целевые объекты {1}) с ошибкой.
tr: "{0}" Projesini Oluşturma İşlemi Tamamlandı ({1} hedef) -- BAŞARISIZ OLDU.
zh_hans: 已完成生成项目“{0}”({1} 个目标)的操作 - 失败。
zh_hant: 專案 "{0}" ({1} 目標) 建置完成 -- 失敗。

# ProjectFinishedPrefixWithDefaultTargetsMultiProcFailed
source: Done Building Project "{0}" (default targets) -- FAILED.
cs: Sestavení projektu {0} (s výchozími cíli) bylo dokončeno: CHYBA.
es: Compilación del proyecto terminada "{0}" (destinos predeterminados) -- ERROR.
fr: Génération du projet "{0}" terminée (cibles par défaut) -- ÉCHEC.
it: Compilazione progetto "{0}" (destinazioni predefinite) NON COMPLETATA.
ja: プロジェクト "{0}" (既定のターゲット) のビルドが終了しました -- 失敗。
ko: "{0}" 프로젝트를 빌드했습니다(기본 대상). - 실패
pl: Kompilowanie projektu „{0}” wykonane (domyślne elementy docelowe) — NIEPOWODZENIE.
pt_br: Projeto de compilação pronto "{0}" (destinos padrão) -- FALHA.
ru: Сборка проекта "{0}" завершена (целевые объекты по умолчанию) с ошибкой.
tr: "{0}" Projesini Oluşturma İşlemi Tamamlandı (varsayılan hedefler) -- BAŞARISIZ OLDU.
zh_hans: 已完成生成项目“{0}”(默认目标)的操作 - 失败。
zh_hant: 專案 "{0}" (預設目標) 建置完成 -- 失敗。

# ProjectUpgradeNeeded
source: MSB4075: The project file must be opened in the Visual Studio IDE and converted to the latest version before it can be built by MSBuild.
cs: MSB4075: Soubor projektu musí být otevřen v prostředí Visual Studio IDE a převeden na nejnovější verzi. Teprve potom ho bude možné sestavit pomocí nástroje MSBuild.
es: MSB4075: El archivo de proyecto debe abrirse en el IDE de Visual Studio y convertirse a la versión más reciente antes de generarlo con MSBuild.
fr: MSB4075: Le fichier projet doit être ouvert dans l'IDE de Visual Studio et converti vers la dernière version avant de pouvoir être généré par MSBuild.
it: MSB4075: prima di compilare il file di progetto con MSBuild, è necessario aprirlo in Visual Studio IDE e convertirlo alla versione più recente.
ja: MSB4075: プロジェクト ファイルを MSBuild でビルドできるようにするには、Visual Studio IDE でプロジェクト ファイルを開き、最新バージョンに変換しなければなりません。
ko: MSB4075: 프로젝트 파일을 MSBuild로 빌드하려면 파일을 Visual Studio IDE에서 열어 최신 버전으로 변환해야 합니다.
pl: MSB4075: Plik projektu należy otworzyć w programie Visual Studio IDE i przekonwertować na najnowszą wersję, zanim będzie można go skompilować przy użyciu programu MSBuild.
pt_br: MSB4075: O arquivo de projeto deve ser aberto no ambiente de desenvolvimento integrado (IDE) do Visual Studio e convertido na versão mais recente antes de ser compilado pelo MSBuild.
ru: MSB4075: файл проекта должен быть открыт в среде Visual Studio и преобразован в последнюю версию, прежде чем программа MSBuild сможет построить этот проект.
tr: MSB4075: Proje dosyası Visual Studio IDE'de açılmalıdır ve MSBuild tarafından oluşturulabilmesi için önce en son sürüme dönüştürülmelidir.
zh_hans: MSB4075: 必须在 Visual Studio IDE 中打开该项目文件，并将其转换为最新版本，然后才能由 MSBuild 生成。
zh_hant: MSB4075: 專案檔必須在 Visual Studio IDE 中開啟，並轉換成最新版本，然後才能由 MSBuild 建置。

# ProjectUpgradeNeededToVcxProj
source: MSB4192: The project file "{0}" is in the ".vcproj" file format, which MSBuild no longer supports. Please convert the project by opening it in the Visual Studio IDE or running the conversion tool, or use MSBuild 3.5 or earlier to build it.
cs: MSB4192: Soubor projektu {0} má formát VCPROJ, který již nástroj MSBuild nepodporuje. Proveďte převod projektu – otevřete projekt v prostředí IDE aplikace Visual Studio nebo spusťte nástroj pro převod. Projekt můžete sestavit také pomocí nástroje MSBuild verze 3.5 nebo starší.
es: MSB4192: El formato de archivo del proyecto "{0}" es ".vcproj", que MSBuild ya no admite. Convierta el proyecto abriéndolo en el IDE de Visual Studio o ejecutando la herramienta de conversión; o bien use MSBuild 3.5 para compilarlo.
fr: MSB4192: Le fichier projet "{0}" utilise le format de fichier ".vcproj", qui n'est plus pris en charge par MSBuild. Convertissez le projet en l'ouvrant dans Visual Studio IDE ou en exécutant l'outil de conversion, ou générez le projet à l'aide de MSBuild 3.5 ou version antérieure.
it: MSB4192: il file di progetto "{0}" è in formato ".vcproj", che non è più supportato in MSBuild. Per convertire il progetto, aprirlo in Visual Studio IDE o eseguire lo strumento di conversione oppure compilarlo con MSBuild 3.5 o versione successiva.
ja: MSB4192: プロジェクト ファイル "{0}" は ".vcproj" ファイル形式であり、MSBuild では現在サポートされていません。Visual Studio IDE で開くか変換ツールを実行することでプロジェクトを変換するか、MSBuild 3.5 またはそれより前のバージョンを使用してビルドしてください。
ko: MSB4192: 프로젝트 파일 "{0}"이(가) MSBuild에서 더 이상 지원하지 않는 ".vcproj" 파일 형식입니다. 프로젝트를 Visual Studio IDE에서 열거나 변환 도구를 실행하여 프로젝트를 변환하거나, MSBuild 3.5 이하 버전을 사용하여 프로젝트를 빌드하세요.
pl: MSB4192: Plik projektu „{0}” ma format „.vcproj”, którego program MSBuild już nie obsługuje. Przekonwertuj projekt, otwierając go w programie Visual Studio IDE lub uruchamiając narzędzie konwersji, lub użyj programu MSBuild w wersji 3.5 lub starszej, aby go skompilować.
pt_br: MSB4192: O arquivo de projeto "{0}" está no formato de arquivo ".vcproj", ao qual o MSBuild não dá mais suporte. Converta o projeto abrindo-o no IDE do Visual Studio ou executando a ferramenta de conversão, ou use o MSBuild 3.5 ou anterior para criá-lo.
ru: MSB4192: файл проекта "{0}" имеет формат файла .vcproj, который больше не поддерживается MSBuild. Преобразуйте проект, открыв его в интегрированной среде разработки Visual Studio или запустив инструмент преобразования, либо используйте для его сборки MSBuild 3.5 или более ранней версии.
tr: MSB4192: "{0}" proje dosyası MSBuild’in artık desteklemediği ".vcproj" dosya biçiminde. Lütfen projeyi Visual Studio IDE içinde açarak veya dönüştürme aracını kullanarak dönüştürün ya da derlemek için MSBuild 3.5 veya daha eski bir sürümü kullanın.
zh_hans: MSB4192: 项目文件“{0}”为“.vcproj”文件格式，而 MSBuild 不再支持该格式。请通过在 Visual Studio IDE 中打开该项目或运行转换工具来转换该项目，或者使用 MSBuild 3.5 或早期版本来生成该项目。
zh_hant: MSB4192: 專案檔 "{0}" 的檔案格式為 ".vcproj"，不再受 MSBuild 支援。請在 Visual Studio IDE 中開啟此專案或執行轉換工具加以轉換，或使用 MSBuild 3.5 (含) 先前版本加以重建。

# PropertyDoesNotBelongToPropertyGroup
source: The specified property does not belong to the current property group.
cs: Zadaná vlastnost nepatří do aktuální skupiny vlastností.
es: La propiedad especificada no pertenece al grupo de propiedades actual.
fr: La propriété spécifiée n'appartient pas au groupe de propriétés actuelles.
it: La proprietà specificata non appartiene al gruppo di proprietà corrente.
ja: 指定されたプロパティは現在のプロパティ グループに属していません。
ko: 지정한 속성은 현재 속성 그룹에 속하지 않습니다.
pl: Określona właściwość nie należy do bieżącej grupy właściwości.
pt_br: A propriedade especificada não pertence ao grupo de propriedades atual.
ru: Указанное свойство не принадлежит текущей группе свойств.
tr: Belirtilen özellik geçerli özellik grubuna ait değil.
zh_hans: 指定的属性不属于当前属性组。
zh_hant: 指定的屬性不屬於目前的屬性群組。
