Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SolutionCacheNotApplicable
source: Solution cache file was created for a "{0}" value of "{1}" but the current value is "{2}". Refreshing cache file.
cs: Soubor mezipaměti řešení byl vytvořen pro hodnotu {0} = {1}, aktuální hodnota je však {2}. Probíhá aktualizace souboru mezipaměti.
es: Se creó un archivo de caché de solución para un valor "{0}" de "{1}", pero el valor actual es "{2}". Se va a actualizar dicho archivo.
fr: Le fichier solution cache a été créé pour "{0}" avec la valeur "{1}" mais la valeur actuelle est "{2}". Actualisation du fichier cache.
it: È stato creato il file di cache della soluzione per un valore "{0}" di "{1}" mentre il valore corrente è "{2}". Il file di cache verrà aggiornato.
ja: ソリューション キャッシュ ファイルは "{0}" の値 "{1}" に対して作成されましたが、現在の値は "{2}" です。キャッシュ ファイルを更新しています。
ko: "{1}"의 "{0}" 값에 대해 솔루션 캐시 파일이 만들어졌지만 현재 값은 "{2}"입니다. 캐시 파일을 새로 고칩니다.
pl: Plik pamięci podręcznej rozwiązań został utworzony dla wartości „{0}” równej „{1}”, ale bieżąca wartość jest równa „{2}”. Odświeżanie pliku pamięci podręcznej.
pt_br: O arquivo de cache de solução foi criado para um valor "{0}" de "{1}", mas o valor atual é "{2}". Atualizando o arquivo de cache.
ru: Кэш-файл решения создан для "{0}" со значением "{1}", однако текущее значение равно "{2}". Идет обновление кэш-файла.
tr: Değeri "{1}" olan "{0}" için bir çözüm önbelleği dosyası oluşturuldu, ancak geçerli değer "{2}". Önbellek dosyası yenileniyor.
zh_hans: 为“{0}”值“{1}”创建了解决方案缓存文件，但当前值为“{2}”。正在刷新缓存文件。
zh_hant: 已為 "{1}" 的 "{0}" 值建立方案快取檔案，但目前值為 "{2}"。正在重新整理快取檔案。

# SolutionCacheNotApplicableDueToCacheVersion
source: Solution cache file has an internal version number "{0}" but the current value is "{1}". Refreshing cache file.
cs: Interní číslo verze souboru mezipaměti řešení je {0}, aktuální hodnota je však {1}. Probíhá aktualizace souboru mezipaměti.
es: El archivo de caché de solución tiene el número de versión interna "{0}", pero el valor actual es "{1}". Se va a actualizar el archivo de caché.
fr: Le fichier cache de la solution a un numéro de version interne "{0}" mais la valeur actuelle est "{1}". Actualisation du fichier cache.
it: Il file di cache della soluzione ha un numero di versione interna "{0}", ma il valore corrente è "{1}". Il file di cache verrà aggiornato.
ja: ソリューション キャッシュ ファイルの内部バージョン番号は "{0}" ですが、現在の値は "{1}" です。キャッシュ ファイルを更新しています。
ko: 솔루션 캐시 파일의 내부 버전 번호는 "{0}"인데 현재 값은 "{1}"입니다. 캐시 파일을 새로 고칩니다.
pl: Plik pamięci podręcznej rozwiązań ma wewnętrzny numer wersji „{0}”, ale bieżącą wartością jest „{1}”. Odświeżanie pliku pamięci podręcznej.
pt_br: O arquivo de cache de solução possui um número de versão interno "{0}", mas o valor atual é "{1}". Atualizando o arquivo de cache.
ru: Файл кэша решения содержит внутренний номер версии "{0}", однако текущее значение составляет "{1}". Выполняется обновление файла кэша.
tr: Çözüm önbelleği dosyasının iç sürüm numarası "{0}", ancak şu anki değer "{1}". Önbellek dosyası yenileniyor.
zh_hans: 解决方案缓存文件的内部版本号为“{0}”，但当前值为“{1}”。正在刷新缓存文件。
zh_hant: 方案快取檔案有個內部版本號碼 "{0}"，但是目前的值為 "{1}"。正在重新整理快取檔案。

# SolutionCacheOutOfDate
source: Solution cache file is out of date. Refreshing cache file. {0}
cs: Soubor mezipaměti řešení je neaktuální. Probíhá aktualizace souboru mezipaměti. {0}
es: El archivo de caché de solución está obsoleto. Se va a actualizar. {0}
fr: Le fichier solution cache est obsolète. Actualisation du fichier cache. {0}
it: Il file di cache della soluzione è obsoleto e verrà aggiornato. {0}
ja: ソリューション キャッシュ ファイルは最新ではありません。キャッシュ ファイルを更新しています。{0}
ko: 솔루션 캐시 파일이 만료되었습니다. 캐시 파일을 새로 고칩니다. {0}
pl: Plik pamięci podręcznej rozwiązań jest nieaktualny. Odświeżanie pliku pamięci podręcznej. {0}
pt_br: O arquivo de cache de solução está desatualizado. Atualizando o arquivo de cache. {0}
ru: Файл кэша решения устарел. Выполняется обновление файла кэша. {0}
tr: Çözüm önbelleği dosyası güncel değil. Önbellek dosyası yenileniyor. {0}
zh_hans: 解决方案缓存文件已过期。正在刷新缓存文件。{0}
zh_hant: 方案快取檔案已過期。正在重新整理快取檔案。{0}

# SolutionCircularDependencyError
source: MSB4160: A circular dependency involving project "{0}" has been detected.
cs: MSB4160: Byla zjištěna cyklická závislost zahrnující projekt {0}.
es: MSB4160: Se ha detectado una dependencia circular en la que está involucrado el proyecto "{0}".
fr: MSB4160: Une dépendance circulaire impliquant le projet "{0}" a été détectée.
it: MSB4160: rilevata dipendenza circolare che comprende il progetto "{0}".
ja: MSB4160: プロジェクト "{0}" を含む、循環する依存関係が見つかりました。
ko: MSB4160: "{0}" 프로젝트와 관련하여 순환 종속성이 발견되었습니다.
pl: MSB4160: Wykryto zależność cykliczną z udziałem projektu „{0}”.
pt_br: MSB4160: Foi detectada uma dependência circular envolvendo o projeto "{0}".
ru: MSB4160: в проекте "{0}" выявлена циклическая зависимость.
tr: MSB4160: "{0}" projesini de içeren döngüsel bir bağımlılık algılandı.
zh_hans: MSB4160: 检测到涉及项目“{0}”的循环依赖项。
zh_hant: MSB4160: 偵測到與專案 "{0}" 相關的循環相依性。

# SolutionInvalidSolutionConfiguration
source: MSB4126: The specified solution configuration "{0}" is invalid. Please specify a valid solution configuration using the Configuration and Platform properties (e.g. MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") or leave those properties blank to use the default solution configuration.
cs: MSB4126: Zadaná konfigurace řešení {0} je neplatná. Zadejte platnou konfiguraci řešení pomocí vlastností Configuration a Platform (například MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Libovolný procesor"). Pokud chcete použít výchozí konfiguraci řešení, nechejte tyto vlastnosti prázdné.
es: MSB4126: La configuración de soluciones especificada "{0}" no es válida. Especifique una configuración de soluciones válida con las propiedades Configuration y Platform (p. ej., MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") o deje esas propiedades en blanco para usar la configuración de soluciones predeterminada.
fr: MSB4126: La configuration de solution spécifiée "{0}" n'est pas valide. Spécifiez une configuration de solution valide à l'aide des propriétés Configuration et Platform (exemple : MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") ou laissez ces propriétés vides si vous voulez utiliser la configuration de solution par défaut.
it: MSB4126: la configurazione di soluzione specificata "{0}" non è valida. Specificare una configurazione di soluzione valida usando le proprietà Configuration e Platform (ad esempio MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") oppure non specificare alcun valore per tali proprietà in modo da usare la configurazione di soluzione predefinita.
ja: MSB4126: 指定されたソリューション構成 "{0}" は無効です。構成とプラットフォームのプロパティ (例: MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") を使用して有効なソリューション構成を指定するか、または既定のソリューション構成を使用するために、それらのプロパティを空にしておいてください。
ko: MSB4126: 지정된 솔루션 구성 "{0}"이(가) 잘못되었습니다. Configuration 및 Platform 속성을 사용하여 올바른 솔루션 구성을 지정(예: MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU")하거나 기본 솔루션 구성을 사용하도록 이 속성을 빈 상태로 두세요.
pl: MSB4126: Określona konfiguracja rozwiązania „{0}” jest nieprawidłowa. Określ prawidłową konfigurację rozwiązania przy użyciu właściwości Configuration i Platform (np. MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") lub pozostaw te właściwości puste, aby użyć domyślnej konfiguracji rozwiązania.
pt_br: MSB4126: A configuração da solução especificada "{0}" é inválida. Especifique uma configuração de solução válida com as propriedades Configuration e Platform (por exemplo, MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Qualquer CPU") ou deixe essas propriedades em branco para usar a configuração de solução padrão.
ru: MSB4126: указанная конфигурация решения "{0}" недопустима. Укажите допустимую конфигурацию решения с помощью свойств Configuration и Platform (например, MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") или оставьте эти свойства пустыми, чтобы использовать конфигурацию решения по умолчанию.
tr: MSB4126: Belirtilen "{0}" çözüm yapılandırması geçersiz. Lütfen Configuration ve Platform özelliklerini kullanarak geçerli bir çözüm yapılandırması belirtin (örn: MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU") veya varsayılan çözüm yapılandırmasını kullanmak için bu özellikleri boş bırakın.
zh_hans: MSB4126: 指定的解决方案配置“{0}”无效。请使用 Configuration 和 Platform 属性指定有效的解决方案配置(例如 MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform="Any CPU")，或者将这些属性保留为空，以使用默认的解决方案配置。
zh_hant: MSB4126: 指定的方案組態 "{0}" 無效。請使用組態及平台屬性指定有效的方案組態 (例如 MSBuild.exe Solution.sln /p:Configuration=Debug /p:Platform=" Any CPU" )，或空下這些屬性，使用預設方案組態。

# SolutionParseErrorReadingProject
source: MSB4046: Error reading project file "{0}": {1}
cs: MSB4046: Při čtení souboru projektu {0} došlo k chybě: {1}
es: MSB4046: Error al leer el archivo del proyecto "{0}": {1}
fr: MSB4046: Erreur lors de la lecture du fichier projet "{0}" : {1}
it: MSB4046: errore durante la lettura del file di progetto "{0}": {1}
ja: MSB4046: プロジェクト ファイル "{0}" の読み取りエラーです: {1}
ko: MSB4046: 프로젝트 파일 "{0}"을(를) 읽는 동안 오류가 발생했습니다. {1}
pl: MSB4046: Błąd podczas odczytu pliku projektu „{0}”: {1}
pt_br: MSB4046: Erro ao ler o arquivo de projeto "{0}": {1}
ru: MSB4046: ошибка при чтении файла проекта "{0}": {1}
tr: MSB4046: "{0}" proje dosyasını okuma hatası: {1}
zh_hans: MSB4046: 读取项目文件“{0}”时出错: {1}
zh_hant: MSB4046: 讀取專案檔 "{0}" 時發生錯誤: {1}

# SolutionParseInvalidProjectFileName
source: MSB4125: The project file name "{0}" is invalid. {1}
cs: MSB4125: Název souboru projektu {0} je neplatný. {1}
es: MSB4125: El nombre de archivo del proyecto "{0}" no es válido. {1}
fr: MSB4125: Le nom du fichier projet "{0}" n'est pas valide. {1}
it: MSB4125: il nome del file di progetto "{0}" non è valido. {1}
ja: MSB4125: プロジェクト ファイル名 "{0}" は無効です。{1}
ko: MSB4125: 프로젝트 파일 이름 "{0}"이(가) 잘못되었습니다. {1}
pl: MSB4125: Nazwa pliku projektu „{0}” jest nieprawidłowa. {1}
pt_br: MSB4125: O nome de arquivo de projeto "{0}" é inválido. {1}
ru: MSB4125: имя файла проекта "{0}" недопустимо. {1}
tr: MSB4125: "{0}" proje dosyası adı geçersiz. {1}
zh_hans: MSB4125: 项目文件名“{0}”无效。{1}
zh_hant: MSB4125: 專案檔名 "{0}" 無效。{1}

# SolutionParseProjectDepNotFoundError
source: MSB4051: Project {0} is referencing a project with GUID {1}, but a project with this GUID was not found in the .SLN file.
cs: MSB4051: Projekt {0} odkazuje na projekt s identifikátorem GUID {1}, projekt s tímto identifikátorem GUID však nebyl v souboru SLN nalezen.
es: MSB4051: El proyecto {0} hace referencia a un proyecto con GUID {1}, pero no se encuentra un proyecto con este GUID en el archivo .SLN.
fr: MSB4051: Le projet {0} fait référence à un projet ayant le GUID {1}, mais ce dernier est introuvable dans le fichier .SLN.
it: MSB4051: il progetto {0} fa riferimento a un progetto con GUID {1}, che non è stato trovato nel file SLN.
ja: MSB4051: プロジェクト {0} は GUID {1} を含むプロジェクトを参照していますが、.SLN ファイルに、この GUID を含むプロジェクトは見つかりませんでした。
ko: MSB4051: {0} 프로젝트에서 GUID가 {1}인 프로젝트를 참조하지만 .SLN 파일에서 이 GUID를 사용하는 프로젝트를 찾을 수 없습니다.
pl: MSB4051: Projekt {0} odwołuje się do projektu o identyfikatorze GUID {1}, ale projekt o tym identyfikatorze GUID nie został odnaleziony w pliku SLN.
pt_br: MSB4051: O projeto {0} está usando como referência um projeto com GUID {1}, mas o projeto com essa GUID não foi encontrado no arquivo .SLN.
ru: MSB4051: проект {0} ссылается на проект с GUID {1}, но в файле .SLN нет проекта с таким идентификатором.
tr: MSB4051: {0} projesi GUID {1} ile bir projeye başvuruyor, ancak .SLN dosyasında bu GUID'yi içeren bir proje bulunamadı.
zh_hans: MSB4051: 项目 {0} 引用的是 GUID 为 {1} 的项目，但在 .SLN 文件中找不到具有此 GUID 的项目。
zh_hant: MSB4051: 專案 {0} 參考 GUID 為 {1} 的專案，但 .SLN 檔中找不到有此 GUID 的專案。

# SolutionParseUnknownProjectType
source: MSB4078: The project file "{0}" is not supported by MSBuild and cannot be built.
cs: MSB4078: Nástroj MSBuild nepodporuje soubor projektu {0}, nelze ho proto sestavit.
es: MSB4078: El archivo del proyecto "{0}" no es compatible con MSBuild y no puede compilarse.
fr: MSB4078: Le fichier projet "{0}" n'est pas pris en charge par MSBuild et ne peut pas être généré.
it: MSB4078: file di progetto "{0}" non supportato in MSBuild. Non è possibile compilarlo.
ja: MSB4078: プロジェクト ファイル "{0}" は MSBuild ではサポートされていないため、ビルドできません。
ko: MSB4078: 프로젝트 파일 "{0}"을(를) MSBuild에서 지원하지 않으므로 빌드할 수 없습니다.
pl: MSB4078: Plik projektu „{0}” nie jest obsługiwany przez program MSBuild i nie można go skompilować.
pt_br: MSB4078: O MSBuild não dá suporte ao arquivo de projeto "{0}"; não é possível compilá-lo.
ru: MSB4078: файл проекта "{0}" не поддерживается программой MSBuild. Построение невозможно.
tr: MSB4078: "{0}" proje dosyası MSBuild tarafından desteklenmediğinden oluşturulamıyor.
zh_hans: MSB4078: 项目文件“{0}”不受 MSBuild 支持，无法生成。
zh_hant: MSB4078: 專案檔 "{0}" 不受 MSBuild 支援，無法建置。

# SolutionParseUpgradeNeeded
source: MSB4054: The solution file must be opened in the Visual Studio IDE and converted to the latest version before it can be built by MSBuild.
cs: MSB4054: Soubor řešení musí být otevřen v prostředí Visual Studio IDE a převeden na nejnovější verzi. Teprve potom jej bude možné sestavit nástrojem MSBuild.
es: MSB4054: El archivo de solución debe abrirse en el IDE de Visual Studio y convertirse a la versión más reciente antes de compilarlo con MSBuild.
fr: MSB4054: Le fichier solution doit être ouvert dans l'IDE de Visual Studio et converti vers la dernière version avant de pouvoir être généré par MSBuild.
it: MSB4054: prima di compilare il file di soluzione con MSBuild, è necessario aprirlo in Visual Studio IDE e convertirlo alla versione più recente.
ja: MSB4054: ソリューション ファイルを MSBuild でビルドできるようにするには、Visual Studio IDE でソリューション ファイルを開き、最新バージョンに変換しなければなりません。
ko: MSB4054: 솔루션 파일을 MSBuild로 빌드하려면 파일을 Visual Studio IDE에서 열어 최신 버전으로 변환해야 합니다.
pl: MSB4054: Plik rozwiązania należy otworzyć w programie Visual Studio IDE i przekonwertować na najnowszą wersję, zanim będzie go można skompilować za pomocą programu MSBuild.
pt_br: MSB4054: O arquivo de solução deve ser aberto no IDE do Visual Studio e convertido na versão mais recente antes de ser compilado pelo MSBuild.
ru: MSB4054: решение должно быть открыто в среде Visual Studio IDE и преобразовано в последнюю версию, прежде чем программа MSBuild сможет выполнить построение.
tr: MSB4054: Çözüm dosyası Visual Studio IDE'de açılmalı ve MSBuild tarafından oluşturulabilmesi için önce en son sürüme dönüştürülmelidir.
zh_hans: MSB4054: 必须在 Visual Studio IDE 中打开该解决方案文件，并将其转换为最新版本，然后才能使用 MSBuild 生成该解决方案文件。
zh_hant: MSB4054: 方案檔必須在 Visual Studio IDE 中開啟，並轉換成最新版本，然後才能由 MSBuild 建置。

# SolutionProjectConfigurationMissing
source: MSB4121: The project configuration for project "{0}" was not specified in the solution file for the solution configuration "{1}".
cs: MSB4121: Nebyla zadána konfigurace projektu pro projekt {0} v souboru řešení pro konfiguraci řešení {1}.
es: MSB4121: La configuración del proyecto "{0}" no se especificó en el archivo de solución de la configuración de soluciones "{1}".
fr: MSB4121: La configuration du projet "{0}" n'était pas spécifiée dans le fichier solution pour la configuration de solution "{1}".
it: MSB4121: la configurazione di progetto per il progetto "{0}" non è stata specificata nel file di soluzione per la configurazione di soluzione "{1}".
ja: MSB4121: プロジェクト "{0}" のプロジェクト構成は、ソリューション構成 "{1}" のソリューション ファイルで指定されていませんでした。
ko: MSB4121: 솔루션 구성 "{1}"에 대한 솔루션 파일에 "{0}" 프로젝트에 대한 프로젝트 구성이 지정되어 있지 않습니다.
pl: MSB4121: Konfiguracja projektu „{0}” nie została określona w pliku rozwiązania dla konfiguracji rozwiązania „{1}”.
pt_br: MSB4121: A configuração do projeto "{0}" não foi especificada no arquivo de solução da configuração de solução "{1}".
ru: MSB4121: конфигурация проекта для проекта "{0}" не была указана в файле решения для конфигурации решения "{1}".
tr: MSB4121: "{0}" projesi için proje yapılandırması, "{1}" çözüm yapılandırmasının çözüm dosyasında belirtilmedi.
zh_hans: MSB4121: 在解决方案文件中没有为解决方案配置“{1}”指定项目“{0}”的项目配置。
zh_hant: MSB4121: 在方案組態 "{1}" 的方案檔中未指定專案 "{0}" 的專案組態。

# SolutionProjectSkippedForBuilding
source: The project "{0}" is not selected for building in solution configuration "{1}".
cs: Projekt {0} není vybrán k sestavování v konfiguraci řešení {1}.
es: El proyecto"{0}" no se seleccionó para la compilación en la configuración de soluciones "{1}".
fr: Le projet "{0}" n'est pas sélectionné dans le cadre d'une génération dans la configuration de solution "{1}".
it: Il progetto "{0}" non è selezionato per la compilazione nella configurazione di soluzione "{1}".
ja: プロジェクト "{0}" は、ソリューション構成 "{1}" 内でビルドされるように選択されていません。
ko: "{0}" 프로젝트가 솔루션 구성 "{1}"에서 빌드되도록 선택되지 않았습니다.
pl: Projekt „{0}” nie został wybrany do skompilowania w konfiguracji rozwiązania „{1}”.
pt_br: O projeto "{0}" não está selecionado para compilação na configuração de solução "{1}".
ru: Проект"{0}" не выбран для сборки в конфигурации решения "{1}".
tr: "{0}" projesi, "{1}" çözüm yapılandırmasında oluşturulmak üzere seçilmedi.
zh_hans: 在解决方案配置“{1}”中未选定生成项目“{0}”。
zh_hant: 在方案組態 "{1}" 中未選取要進行建置的專案 "{0}"。

# SolutionScanProjectDependenciesFailed
source: MSB4122: Scanning project dependencies for project "{0}" failed. {1}
cs: MSB4122: Vyhledávání projektových závislostí pro projekt {0} se nezdařilo. {1}
es: MSB4122: No se pudieron examinar las dependencias del proyecto "{0}". {1}
fr: MSB4122: Échec de l'analyse des dépendances du projet "{0}". {1}
it: MSB4122: esame delle dipendenze di progetto per il progetto "{0}" non riuscito. {1}
ja: MSB4122: プロジェクト "{0}" のプロジェクト依存関係をスキャンできませんでした。{1}
ko: MSB4122: "{0}" 프로젝트에 대한 프로젝트 종속성을 검색하지 못했습니다. {1}
pl: MSB4122: Skanowanie zależności projektu „{0}” nie powiodło się. {1}
pt_br: MSB4122: Falha no exame das dependências do projeto "{0}". {1}
ru: MSB4122: не удалось просмотреть межпроектные зависимости для проекта "{0}". {1}
tr: MSB4122: "{0}" projesi için proje bağımlılıkları taranamadı. {1}
zh_hans: MSB4122: 扫描项目“{0}”的项目依赖项失败。{1}
zh_hant: MSB4122: 掃描專案 "{0}" 的專案相依性失敗。{1}

# SolutionToolsVersionDoesNotSupportProjectToolsVersion
source: MSB4149: The tools version "{0}" of the solution does not support building projects with a different tools version.
cs: MSB4149: Verze nástrojů {0} řešení nepodporuje sestavování projektů s jinou verzí nástrojů.
es: MSB4149: La versión de herramientas "{0}" de la solución no permite compilar proyectos con una versión de herramientas diferente.
fr: MSB4149: La version des outils "{0}" de la solution ne prend pas en charge la génération de projets avec une autre version d'outils.
it: MSB4149: la versione degli strumenti "{0}" della soluzione non supporta la compilazione di progetti con una versione degli strumenti differente.
ja: MSB4149: ソリューションのツール バージョン "{0}" では、別のツール バージョンでのプロジェクトのビルドはサポートされません。
ko: MSB4149: 솔루션의 도구 버전 "{0}"은(는) 다른 도구 버전을 사용한 프로젝트 빌드를 지원하지 않습니다.
pl: MSB4149: Wersja narzędzi „{0}” rozwiązania nie obsługuje kompilowania projektów przy użyciu innej wersji narzędzi.
pt_br: MSB4149: A versão das ferramentas "{0}" da solução não dá suporte à compilação de projetos com outra versão das ferramentas.
ru: MSB4149: версия инструментов "{0}" решения не поддерживает проекты сборки с другой версией инструментов.
tr: MSB4149: Çözümün araçlar sürümü "{0}", projeleri farklı bir araçlar sürümüyle oluşturmayı desteklemiyor.
zh_hans: MSB4149: 解决方案的工具版本“{0}”不支持使用其他工具版本生成项目。
zh_hant: MSB4149: 此方案的工具版本 "{0}" 不支援以另一個工具版本建置專案。

# SolutionVenusProjectNoClean
source: Web projects do not support the "Clean" target. Continuing with remaining projects ...
cs: Webové projekty nepodporují cíl Clean. Pokračuje zpracování zbývajících projektů...
es: Los proyectos web no admiten el destino "Clean". Continuando con los proyectos restantes...
fr: Les projets web ne prennent pas en charge la cible "Clean". Les projets restants sont utilisés...
it: I progetti Web non supportano la destinazione "Clean". Verranno elaborati i progetti rimanenti...
ja: Web プロジェクトは "Clean" ターゲットをサポートしません。残りのプロジェクトで続行します...
ko: 웹 프로젝트에서는 "Clean" 대상을 지원하지 않습니다. 나머지 프로젝트를 진행합니다.
pl: Projekty sieci Web nie obsługują elementu docelowego „Clean”. Trwa kontynuowanie pozostałych projektów...
pt_br: Os projetos da Web não dão suporte ao destino "Clean". Prosseguindo com os projetos restantes...
ru: Веб-проекты не поддерживают целевой объект Clean. Выполняется обработка остальных проектов...
tr: Web projeleri "Clean" hedefini desteklemez. Kalan projelerle devam ediliyor...
zh_hans: Web 项目不支持“Clean”目标。继续余下的项目...
zh_hant: Web 專案不支援 "Clean" 目標。將繼續執行其他專案...

# SolutionVenusProjectNoPublish
source: Web projects do not support the "Publish" target. Continuing with remaining projects ...
cs: Webové projekty nepodporují cíl Publish. Pokračuje zpracování zbývajících projektů...
es: Los proyectos web no admiten el destino "Publish". Continuando con los proyectos restantes...
fr: Les projets web ne prennent pas en charge la cible "Publish". Les projets restants sont utilisés...
it: I progetti Web non supportano la destinazione "Publish". Verranno elaborati i progetti rimanenti...
ja: Web プロジェクトは "Publish" ターゲットをサポートしません。残りのプロジェクトで続行します...
ko: 웹 프로젝트에서는 "Publish" 대상을 지원하지 않습니다. 나머지 프로젝트를 진행합니다.
pl: Projekty sieci Web nie obsługują elementu docelowego „Publish”. Trwa kontynuowanie pozostałych projektów...
pt_br: Os projetos Web não dão suporte ao destino "Publish". Prosseguindo com os projetos restantes...
ru: Веб-проекты не поддерживают целевой объект Publish. Выполняется обработка остальных проектов...
tr: Web projeleri "Publish" hedefini desteklemez. Kalan projelerle devam ediliyor...
zh_hans: Web 项目不支持“Publish”目标。继续余下的项目...
zh_hant: Web 專案不支援 "Publish" 目標。將繼續執行其他專案...
