Repository: dotnet/msbuild
Catalog: src/Deprecated/Engine/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CannotModifyImportedProjects
source: Modifying the XML of an imported project file is not allowed. Open that project file directly.
cs: Úpravy kódu XML importovaného souboru projektu nejsou povoleny. Otevřete tento soubor projektu přímo.
es: No se permite modificar el XML de un archivo de proyecto importado. Abra dicho archivo directamente.
fr: La modification XML d'un fichier projet importé n'est pas autorisée. Ouvrez le fichier projet directement.
it: La modifica del codice XML di un file di progetto importato non è consentita. Aprire direttamente il file di progetto.
ja: インポートされたプロジェクト ファイルの XML を変更できません。そのプロジェクト ファイルを直接開いてください。
ko: 가져온 프로젝트 파일의 XML은 수정할 수 없습니다. 해당 프로젝트 파일을 직접 열어야 합니다.
pl: Modyfikowanie kodu XML zaimportowanego pliku projektu jest niedozwolone. Należy otworzyć plik projektu bezpośrednio.
pt_br: Não é permitido modificar o XML de um arquivo de projeto importado. Abra o arquivo de projeto diretamente.
ru: Изменение импортного файла XML недопустимо. Откройте этот файл проекта как есть.
tr: İçeri aktarılan proje dosyasının XML'sini değiştirmeye izin verilmez. İlgili proje dosyasını doğrudan açın.
zh_hans: 不允许修改导入的项目文件的 XML。请直接打开该项目文件。
zh_hant: 不能修改匯入專案檔的 XML。請直接開啟該專案檔。

# CannotModifyReservedItem
source: MSB4117: The "{0}" item name is reserved, and cannot be used.
cs: MSB4117: Název položky {0} je vyhrazen a nelze ho použít.
es: MSB4117: El nombre del elemento "{0}" está reservado y no se puede usar.
fr: MSB4117: Le nom de l'élément "{0}" est réservé et ne peut pas être utilisé.
it: MSB4117: il nome di elemento "{0}" è riservato e non può essere usato.
ja: MSB4117: "{0}" 項目名は予約されているため使用できません。
ko: MSB4117: 항목 이름 "{0}"은(는) 예약되었으므로 사용할 수 없습니다.
pl: MSB4117: Nazwa elementu „{0}” jest zastrzeżona i nie można jej używać.
pt_br: MSB4117: O nome de item "{0}" é reservado e não pode ser usado.
ru: MSB4117: "{0}" — зарезервированное имя элемента и не может использоваться.
tr: MSB4117: "{0}" öğe adı ayrılmış ve kullanılamaz.
zh_hans: MSB4117: 项名称“{0}”是保留名称，不能使用。
zh_hant: MSB4117: "{0}" 項目名稱為保留名稱，不能使用。

# CannotModifyReservedItemMetadata
source: MSB4118: The "{0}" item metadata name is reserved, and cannot be used.
cs: MSB4118: Název metadat položky {0} je vyhrazen a nelze ho použít.
es: MSB4118: El nombre de metadatos para el elemento "{0}" está reservado y no se puede usar.
fr: MSB4118: Le nom de métadonnées de l'élément "{0}" est réservé et ne peut pas être utilisé.
it: MSB4118: il nome dei metadati dell'elemento "{0}" è riservato e non può essere usato.
ja: MSB4118: "{0}" 項目のメタデータ名は予約されているため使用できません。
ko: MSB4118: 항목 메타데이터 이름 "{0}"은(는) 예약되었으므로 사용할 수 없습니다.
pl: MSB4118: Nazwa metadanych elementu „{0}” jest zastrzeżona i nie można jej używać.
pt_br: MSB4118: O nome de metadados de item "{0}" é reservado e não pode ser usado.
ru: MSB4118: имя метаданных элемента "{0}" зарезервировано и не может использоваться.
tr: MSB4118: "{0}" öğe meta verisi adı ayrılmış ve kullanılamaz.
zh_hans: MSB4118: 项元数据名称“{0}”是保留名称，不能使用。
zh_hant: MSB4118: "{0}" 項目中繼資料名稱為保留名稱，不能使用。

# CannotModifyReservedProperty
source: MSB4004: The "{0}" property is reserved, and cannot be modified.
cs: MSB4004: Vlastnost {0} je vyhrazena a nelze ji upravit.
es: MSB4004: La propiedad "{0}" está reservada y no puede modificarse.
fr: MSB4004: La propriété "{0}" est réservée et ne peut pas être modifiée.
it: MSB4004: non è possibile modificare la proprietà "{0}". È riservata.
ja: MSB4004: "{0}" プロパティは予約されており、変更することはできません。
ko: MSB4004: "{0}" 속성은 예약되었으므로 수정할 수 없습니다.
pl: MSB4004: Właściwość „{0}” jest zastrzeżona i nie można jej modyfikować.
pt_br: MSB4004: A propriedade "{0}" é reservada e não pode ser modificada.
ru: MSB4004: свойство "{0}" зарезервировано и не может быть изменено.
tr: MSB4004: "{0}" özelliği ayrılmış ve değiştirilemez.
zh_hans: MSB4004: “{0}”属性是保留属性，不能修改。
zh_hant: MSB4004: "{0}" 屬性已保留，不能修改。

# CannotPassMultipleItemsIntoScalarParameter
source: MSB4094: "{0}" is an invalid value for the "{1}" parameter of the "{3}" task. Multiple items cannot be passed into a parameter of type "{2}".
cs: MSB4094: {0} je neplatná hodnota parametru {1} úlohy {3}. Parametru typu {2} nelze předat více položek.
es: MSB4094: "{0}" no es un valor válido para el parámetro "{1}" de la tarea "{3}". No se pueden pasar varios elementos en un parámetro del tipo "{2}".
fr: MSB4094: "{0}" n'est pas une valeur valide pour le paramètre "{1}" de la tâche "{3}". Impossible de passer plusieurs éléments dans un paramètre de type "{2}".
it: MSB4094: "{0}" non è un valore valido per il parametro "{1}" dell'attività "{3}". Non è possibile passare più elementi in un parametro di tipo "{2}".
ja: MSB4094: "{0}" は、"{3}" タスクの "{1}" パラメーターには無効な値です。複数の項目を、型 "{2}" のパラメーターに渡すことはできません。
ko: MSB4094: "{0}"은(는) "{3}" 작업의 "{1}" 매개 변수에 사용할 수 없는 값입니다. 여러 개의 항목을 "{2}" 형식의 매개 변수로 전달할 수 없습니다.
pl: MSB4094: „{0}” jest nieprawidłową wartością parametru „{1}” zadania „{3}”. Nie można przekazać wielu elementów do parametru typu „{2}”.
pt_br: MSB4094: "{0}" é um valor inválido para o parâmetro "{1}" da tarefa "{3}". Não é possível passar vários itens para um parâmetro do tipo "{2}".
ru: MSB4094: "{0}" — недопустимое значение для параметра "{1}" задачи "{3}". Передача нескольких элементов в параметр типа "{2}" невозможна.
tr: MSB4094: "{0}" değeri "{3}" görevinin "{1}" parametresi için geçersiz bir değer. "{2}" türündeki bir parametreye birden fazla öğe geçirilemez.
zh_hans: MSB4094: “{0}”对于“{3}”任务的“{1}”参数是无效值。不能将多个项传入“{2}”类型的参数。
zh_hant: MSB4094: "{0}" 是 "{3}" 工作 "{1}" 參數的無效值。多個項目無法傳遞至類型 "{2}" 的參數。

# CannotPassMultipleItemsIntoScalarFunction
source: MSB4115: The "{0}" function only accepts a scalar value, but its argument "{1}" evaluates to "{2}" which is not a scalar value.
cs: MSB4115: Pro funkci {0} lze zadat pouze skalární hodnoty. Hodnota jejího argumentu {1} však byla vyhodnocena jako {2}, což není skalární hodnota.
es: MSB4115: La función "{0}" sólo acepta un valor escalar, pero el argumento "{1}" se evalúa como "{2}" que no es un valor escalar.
fr: MSB4115: La fonction "{0}" n'accepte qu'une valeur scalaire, mais son argument "{1}" donne "{2}", qui n'est pas une valeur scalaire.
it: MSB4115: la funzione "{0}" accetta solo un valore scalare, mentre il relativo argomento "{1}" restituisce "{2}" che non costituisce un valore scalare.
ja: MSB4115: "{0}" 関数にはスカラー値のみ指定できます。ただし、その引数 "{1}" はスカラー値でない "{2}" として評価されます。
ko: MSB4115: "{0}" 함수는 스칼라 값만 허용하는데 해당 "{1}" 인수는 스칼라 값이 아닌 "{2}"(으)로 계산됩니다.
pl: MSB4115: Funkcja „{0}” akceptuje tylko wartość skalarną, ale jej argument „{1}” jest obliczany do wartości „{2}” — nie jest to wartość skalarna.
pt_br: MSB4115: A função "{0}" aceita somente um valor escalar, mas seu argumento "{1}" é avaliado como "{2}", que não é um valor escalar.
ru: MSB4115: функция "{0}" принимает только скалярное значение, но ее аргумент "{1}" равен "{2}", что не является скалярным значением.
tr: MSB4115: "{0}" işlevi yalnızca skalar değer kabul eder, ancak "{1}" bağımsız değişkeni skalar değer olmayan "{2}" olarak değerlendiriliyor.
zh_hans: MSB4115: 函数“{0}”只接受标量值，但其参数“{1}”的计算结果为“{2}”，不是标量值。
zh_hant: MSB4115: "{0}" 函式只接受純量值，但它的引數 "{1}" 評估為 "{2}"，並不是一個純量值。

# CannotReassociateTask
source: The task is currently associated with a project object, and should not be added to a different one.
cs: Úloha je nyní přidružena k objektu projektu a neměla by být přidána k jinému.
es: La tarea está actualmente asociada a un objeto Project y no puede agregarse a otro objeto diferente.
fr: La tâche est actuellement associée à un objet du projet et ne doit pas être ajoutée à un autre objet.
it: L'attività è associata a un oggetto di progetto. Non può essere aggiunta a un oggetto diverso.
ja: タスクは、現在プロジェクト オブジェクトに関連付けらており、別のオブジェクトに追加することはできません。
ko: 이 작업은 현재 프로젝트 개체에 연결되어 있으므로 다른 개체에 추가할 수 없습니다.
pl: Zadanie jest obecnie skojarzone z obiektem projektu i nie należy go dodawać do innego obiektu.
pt_br: A tarefa já está associada a um objeto de projeto e não deve ser adicionada a um outro diferente.
ru: Задача уже связана с одним объектом PROJECT и не может быть добавлена в другой.
tr: Görev bir proje nesnesiyle ilişkilendirilmiş durumda; farklı bir nesneye eklenmemelidir.
zh_hans: 该任务当前已与某项目对象相关联，不应添加到其他项目对象中。
zh_hant: 這項工作目前與某個專案物件相關聯，而且不能加入至不同的專案物件。

# CannotReferenceItemMetadataWithoutItemName
source: MSB4095: The item metadata %({0}) is being referenced without an item name. Specify the item name by using %(itemname.{0}).
cs: MSB4095: Na metadata položky %({0}) se odkazuje bez názvu položky. Zadejte název položky ve formátu %(název_položky.{0}).
es: MSB4095: Se está haciendo referencia a los metadatos del elemento %({0}) sin un nombre de elemento. Especifique el nombre del elemento con %(itemname.{0}).
fr: MSB4095: La métadonnée d'élément %({0}) est référencée sans nom d'élément. Spécifiez le nom d'élément à l'aide de %(itemname.{0}).
it: MSB4095: riferimento ai metadati dell'elemento %({0}) senza un nome di elemento. Specificare il nome dell'elemento usando il formato %(itemname.{0}).
ja: MSB4095: 項目のメタデータ %({0}) は、項目名なしに参照されています。%(itemname.{0}) を使用して項目名を指定してください。
ko: MSB4095: 항목 이름이 없는 항목 메타데이터 %({0})이(가) 참조되고 있습니다. %(itemname.{0})을(를) 사용하여 항목 이름을 지정하세요.
pl: MSB4095: Metadane elementu %({0}) występują w odwołaniu bez nazwy elementu. Określ nazwę elementu, używając parametru %(itemname.{0}).
pt_br: MSB4095: Os metadados de item %({0}) estão sendo usados como referência sem um nome de item. Especifique o nome de item usando %(itemname.{0}).
ru: MSB4095: ссылка на метаданные элемента %({0}) не содержит имени элемента. Укажите имя элемента с помощью %(itemname.{0}).
tr: MSB4095: %({0}) öğe meta verisine bir öğe adı olmadan başvuruluyor. Öğe adını %(itemname.{0}) kullanarak belirtin.
zh_hans: MSB4095: 引用项元数据 %({0}) 时未指定项名称。请使用 %(itemname.{0}) 指定项名称。
zh_hant: MSB4095: 正在參考的項目中繼資料 %({0}) 沒有項目名稱。請使用 %(itemname.{0}) 指定項目名稱。

# CannotRemoveTask
source: The task is not associated with the specified target element collection, and should not be removed from it.
cs: Úloha není přidružena k zadané kolekci elementu cíle a neměla by z ní být odebrána.
es: La tarea no está asociada a la colección de elementos de destino especificada y no debe quitarse.
fr: La tâche n'est pas associée à la collection d'éléments cible spécifiée et ne doit pas en être supprimée.
it: L'attività non è associata alla raccolta di elementi di destinazione specificato. Non può essere rimossa da questa raccolta.
ja: タスクは、指定されたターゲット要素コレクションに関連付けられていないため、削除することはできません。
ko: 이 작업은 지정한 대상 요소 컬렉션에 연결되지 않으므로 해당 컬렉션에서 제거할 수 없습니다.
pl: Zadanie nie jest skojarzone z określoną kolekcją elementów docelowych i nie należy go z niej usuwać.
pt_br: A tarefa não está associada a uma coleção de elementos de destino especificada e não deve ser removida.
ru: Задача не связана с указанным набором задач элемента TARGET и не должна удаляться из него.
tr: Görev, belirtilen hedef öğe koleksiyonuyla ilişkilendirilmemiş; buradan kaldırılmamalıdır.
zh_hans: 该任务未与指定的目标元素集合相关联，不应从该集合中移除。
zh_hant: 這項工作與指定的目標項目集合沒有關聯，而且不應該從該集合中移除。

# CannotRestoreWorkingDirectoryWarning
source: MSB4005: The current working directory could not be restored to {0}. {1}
cs: MSB4005: Aktuální pracovní adresář nelze obnovit do umístění {0}. {1}
es: MSB4005: El directorio de trabajo actual no pudo restaurarse a {0}. {1}
fr: MSB4005: Le répertoire de travail actif ne peut pas être restauré à {0}. {1}
it: MSB4005: non è stato possibile ripristinare la directory di lavoro corrente in {0}. {1}
ja: MSB4005: 現在の作業ディレクトリを {0} に復元することはできません。{1}
ko: MSB4005: 현재 작업 디렉터리를 {0}(으)로 복원할 수 없습니다. {1}
pl: MSB4005: Bieżącego katalogu roboczego nie można przywrócić do {0}. {1}
pt_br: MSB4005: O diretório de trabalho atual não pôde ser restaurado para {0}. {1}
ru: MSB4005: сделать {0} текущим рабочим каталогом невозможно. {1}
tr: MSB4005: Geçerli çalışma dizini {0} öğesine geri döndürülemedi. {1}
zh_hans: MSB4005: 未能将当前工作目录还原到 {0}。{1}
zh_hant: MSB4005: 無法將目前的工作目錄還原成 {0}。{1}

# CannotSetCondition
source: Cannot set a condition on an object not represented by an XML element in the project file.
cs: Nelze nastavit podmínku u objektu, který není reprezentován elementem XML v souboru projektu.
es: No se puede establecer una condición en un objeto que no está representado por un elemento XML en el archivo de proyecto.
fr: Impossible de définir une condition sur un objet qui n'est pas représenté par un élément XML dans le fichier projet.
it: Non è possibile impostare una condizione per un oggetto non rappresentato da un elemento XML nel file di progetto.
ja: プロジェクト ファイルの XML 要素によって表わされていないオブジェクト上で条件を設定することはできません。
ko: 프로젝트 파일에 XML 요소로 표시되지 않은 개체에는 조건을 설정할 수 없습니다.
pl: Nie można ustawić warunku w obiekcie, który nie jest reprezentowany przez element XML w pliku projektu.
pt_br: Não é possível definir uma condição em um objeto que não esteja representado por um elemento XML no arquivo de projeto.
ru: Невозможно задать условие для объекта, не представленного элементом XML в файле проекта.
tr: Proje dosyasında bir XML öğesiyle gösterilmeyen nesne üzerinde koşul ayarlanamaz.
zh_hans: 无法在未用项目文件中的 XML 元素表示的对象上设置条件。
zh_hant: 無法在不是由專案檔中 XML 項目代表的物件上設定條件。

# CannotSetContinueOnError
source: Cannot set ContinueOnError on an object not represented by an XML element in the project file.
cs: Nelze nastavit atribut ContinueOnError u objektu, který není reprezentován elementem XML v souboru projektu.
es: No se puede establecer ContinueOnError en un objeto que no está representado por un elemento XML en el archivo de proyecto.
fr: Impossible de définir ContinueOnError sur un objet qui n'est pas représenté par un élément XML dans le fichier projet.
it: Non è possibile impostare ContinueOnError per un oggetto non rappresentato da un elemento XML nel file di progetto.
ja: プロジェクト ファイルの XML 要素によって表されていないオブジェクト上では、ContinueOnError を設定することはできません。
ko: 프로젝트 파일에 XML 요소로 표시되지 않은 개체에 대해서는 ContinueOnError를 설정할 수 없습니다.
pl: Nie można ustawić elementu ContinueOnError w obiekcie, który nie jest reprezentowany przez element XML w pliku projektu.
pt_br: Não é possível definir ContinueOnError em um objeto que não esteja representado por um elemento XML no arquivo de projeto.
ru: Невозможно задать атрибут ContinueOnError для объекта, не представленного элементом XML в файле проекта.
tr: Proje dosyasında bir XML öğesiyle temsil edilmeyen nesne üzerinde ContinueOnError ayarlanamaz.
zh_hans: 在不是用项目文件中的 XML 元素表示的对象上不能设置 ContinueOnError。
zh_hant: 無法在不是由專案檔中 XML 項目代表的物件上設定 ContinueOnError。

# CannotSetDefaultToolsVersionAfterLoadingProjects
source: MSB4134: DefaultToolsVersion cannot be set after a project has been loaded into the Engine.
cs: MSB4134: Po načtení projektu do modulu nelze nastavit parametr DefaultToolsVersion.
es: MSB4134: DefaultToolsVersion no se puede establecer una vez cargado un proyecto en el motor.
fr: MSB4134: Impossible de définir DefaultToolsVersion une fois qu'un projet a été chargé dans le moteur.
it: MSB4134: non è possibile impostare DefaultToolsVersion dopo che un progetto è stato caricato nel motore.
ja: MSB4134: プロジェクトがエンジンに読み込まれた後、DefaultToolsVersion を設定することはできません。
ko: MSB4134: 프로젝트를 엔진으로 로드한 다음에는 DefaultToolsVersion을 설정할 수 없습니다.
pl: MSB4134: Nie można ustawić wartości DefaultToolsVersion po załadowaniu projektu do aparatu.
pt_br: MSB4134: DefaultToolsVersion não pode ser definido depois que um projeto foi carregado no Engine.
ru: MSB4134: не удается задать DefaultToolsVersion после загрузки проекта в Модуль.
tr: MSB4134: Altyapı'ya proje yüklendikten sonra DefaultToolsVersion ayarlanamaz.
zh_hans: MSB4134: 将项目加载到引擎中后，将无法设置 DefaultToolsVersion。
zh_hant: MSB4134: DefaultToolsVersion 不可在專案已載入引擎中之後設定。

# CannotSetExcludeOnEvaluatedItem
source: Assigning the "{0}" attribute on an item that has been evaluated is not allowed. This operation is only allowed on the original persisted item that came directly from the project file.
cs: Přiřazení atributu {0} u položky, která byla vyhodnocena, není povoleno. Tato operace je povolena pouze u původní trvalé položky, která pocházela přímo z projektového souboru.
es: No está permitido asignar el atributo "{0}" a un elemento evaluado. Esta operación sólo está permitida en el elemento original almacenado procedente directamente del archivo de proyecto.
fr: L'assignation de l'attribut "{0}" à un élément qui n'a pas été évalué n'est pas autorisée. Cette opération n'est autorisée que sur l'élément persistant d'origine directement issu du fichier projet.
it: Non è consentito assegnare l'attributo "{0}" a un elemento valutato. Questa operazione è consentita solo per l'elemento originale persistente proveniente direttamente dal file di progetto.
ja: "{0}" 属性を評価された項目で割り当てることは許可されていません。この操作は、プロジェクト ファイルから持続する元の項目上でのみ許可されます。
ko: 확인된 항목에는 "{0}" 특성을 지정할 수 없습니다. 이 작업은 프로젝트 파일에서 직접 가져온 원래 보관된 항목에 대해서만 수행할 수 있습니다.
pl: Przypisanie atrybutu „{0}” do elementu, który został oszacowany, jest niedozwolone. Ta operacja jest dozwolona tylko w oryginalnym elemencie trwałym, który pochodzi bezpośrednio z pliku projektu.
pt_br: A atribuição do atributo "{0}" em um item que foi avaliado não é permitida. Essa operação somente é permitida no item persistente original que veio diretamente do arquivo de projeto.
ru: Присвоение атрибута "{0}" вычисленному элементу недопустимо. Этот оператор можно использовать только для постоянного элемента данных, полученного прямо из файла проекта.
tr: Değerlendirilmiş bir öğe üzerinde "{0}" özniteliğini atamaya izin verilmez. Bu işleme, doğrudan proje dosyasından gelen özgün kalıcı öğe üzerinde izin verilir.
zh_hans: 不允许对已计算的项指定“{0}”特性。只允许对直接来自项目文件的原始保留项执行此操作。
zh_hant: 不允許在已評估過的項目上指派 "{0}" 屬性。這項作業只能在直接來自專案檔的原始永續性項目上執行。

# CannotSetExcludeOnVirtualItem
source: Assigning the "{0}" attribute of a virtual item is not allowed.
cs: Přiřazení atributu {0} virtuální položky není povoleno.
es: No está permitido asignar el atributo "{0}" de un elemento virtual.
fr: L'assignation de l'attribut "{0}" d'un élément virtuel n'est pas autorisée.
it: Non è consentito assegnare l'attributo "{0}" di un elemento virtuale.
ja: 仮想項目の "{0}" 属性の割り当ては許可されていません。
ko: 가상 항목의 "{0}" 특성은 할당할 수 없습니다.
pl: Przypisanie atrybutu „{0}” elementu wirtualnego jest niedozwolone.
pt_br: A atribuição do atributo "{0}" de um item virtual não é permitida.
ru: Присвоение атрибута "{0}" виртуальному элементу недопустимо.
tr: Sanal öğenin"{0}" özniteliğini atamaya izin verilmez.
zh_hans: 不允许指定虚拟项的“{0}”特性。
zh_hant: 不允許指派虛擬項目的 "{0}" 屬性。

# CannotSetPropertyDuringBuild
source: A property cannot be set while building.
cs: Vlastnost nelze nastavovat při sestavování.
es: No se puede establecer una propiedad al compilar.
fr: Impossible de définir une propriété lors de la génération.
it: Non è possibile impostare una proprietà durante la compilazione.
ja: ビルド中にプロパティは設定できません。
ko: 빌드하는 동안에는 속성을 설정할 수 없습니다.
pl: Podczas kompilowania nie można ustawić właściwości.
pt_br: Não é possível definir uma propriedade durante a compilação.
ru: Назначить свойство во время сборки невозможно.
tr: Oluşturma sırasında özellik ayarlanamaz.
zh_hans: 不能在生成过程中设置属性。
zh_hant: 有一個屬性在建置期間無法設定。

# CannotSetPropertyToNull
source: A property cannot be set to null.
cs: Vlastnost nelze nastavit na hodnotu null.
es: Una propiedad no puede establecerse como Null.
fr: Une propriété ne peut pas avoir la valeur "null".
it: Non è possibile impostare una proprietà su Null.
ja: プロパティを null に設定できません。
ko: 속성은 null로 설정할 수 없습니다.
pl: Właściwości nie można ustawić na zero.
pt_br: Não é possível definir uma propriedade como nula.
ru: Задать пустое свойство невозможно.
tr: Özellik null olarak ayarlanamaz.
zh_hans: 属性不能设置为 null。
zh_hant: 不能將屬性設定為 null。

# CannotUseParameters
source: Cannot get or set parameters on a task not associated with a project object.
cs: Nelze získat nebo nastavit parametry úlohy, která není přidružena k objektu projektu.
es: No se pueden obtener ni establecer parámetros en una tarea que no está asociada a un objeto Project.
fr: Impossible d'obtenir ou de définir les paramètres sur une tâche qui n'est pas associée à un objet du projet.
it: Non è possibile ottenere o impostare parametri per un'attività non associata a un oggetto di progetto.
ja: プロジェクト オブジェクトに関連付けられていないタスクでは、パラメーターを取得または設定できません。
ko: 프로젝트 개체에 연결되지 않은 작업에 대해서는 매개 변수를 가져오거나 설정할 수 없습니다.
pl: Nie można pobrać ani ustawić parametrów w zadaniu, które nie jest skojarzone z obiektem projektu.
pt_br: Não é possível obter nem definir parâmetros em uma tarefa não associada a um objeto de projeto.
ru: Чтение и запись параметров для задачи, не связанной с объектом PROJECT, невозможны.
tr: Bir proje nesnesiyle ilişkilendirilmemiş görev üzerinde parametre alınamaz veya ayarlanamaz.
zh_hans: 无法对未与项目对象关联的任务获取或设置参数。
zh_hant: 無法在與專案物件沒有關聯的工作上取得或設定參數。

# ChildElementsBelowRemoveNotAllowed
source: MSB4162: <{0}> is not valid. Child elements are not allowed below a item remove element.
cs: MSB4162: Element <{0}> není platný. Pod elementem odebrání položky nejsou povoleny podřízené elementy.
es: MSB4162: <{0}> no es válido. No se permiten elementos secundarios debajo de un elemento. Quite el elemento.
fr: MSB4162: <{0}> n'est pas valide. Les éléments enfants ne sont pas autorisés sous un élément item remove.
it: MSB4162: <{0}> non è valido. Elementi figlio non consentiti al di sotto di un elemento rimosso.
ja: MSB4162: <{0}> は無効です。子要素は項目削除要素の下には配置できません。
ko: MSB4162: <{0}>이(가) 잘못되었습니다. 자식 요소는 항목 제거 요소 아래에 있을 수 없습니다.
pl: MSB4162: Element <{0}> jest nieprawidłowy. Elementy podrzędne są niedozwolone pod elementem usuwania.
pt_br: MSB4162: <{0}> não é válido. Elementos filho não são permitidos abaixo de um elemento de remoção de itens.
ru: MSB4162: недопустимый элемент <{0}>. Не допускается использование дочерних элементов ниже элемента удаления а.
tr: MSB4162: <{0}> geçerli değil. Öğe kaldırma öğesi altında alt öğelere izin verilmez.
zh_hans: MSB4162: <{0}> 无效。item remove 元素下不允许有子元素。
zh_hant: MSB4162: <{0}> 無效。子項目不允許在項目移除項目之下。

# ChildExitedPrematurely
source: MSB4166: Child node "{0}" exited prematurely. Shutting down.
cs: MSB4166: Podřízený uzel {0} skončil předčasně. Probíhá ukončení práce.
es: MSB4166: El nodo secundario "{0}" se cerró antes de tiempo. Se finalizará la ejecución ahora.
fr: MSB4166: Fin prématurée du nœud enfant "{0}". Arrêt.
it: MSB4166: nodo figlio "{0}" interrotto in modo anomalo. Chiusura in corso.
ja: MSB4166: 子ノード "{0}" は処理の途中で終了しました。シャットダウンしています。
ko: MSB4166: 자식 노드 "{0}"이(가) 중간에 종료되었습니다. 종료합니다.
pl: MSB4166: Działanie węzła podrzędnego „{0}” zostało przedwcześnie zakończone. Zamykanie.
pt_br: MSB4166: o nó filho "{0}" foi encerrado prematuramente. Desligando.
ru: MSB4166: произошел преждевременный выход дочернего узла "{0}". Идет завершение работы.
tr: MSB4166: "{0}" alt düğümü beklenenden önce çıktı. Kapatılıyor.
zh_hans: MSB4166: 子节点“{0}”过早退出。正在关闭。
zh_hant: MSB4166: 子節點 "{0}" 不當結束。即將關閉。

# ChooseMustContainWhen
source: MSB4085: A <Choose> must contain at least one <When>.
cs: MSB4085: Element <Choose> musí obsahovat aspoň jeden element <When>.
es: MSB4085: Un elemento <Choose> debe contener al menos un elemento <When>.
fr: MSB4085: Un élément <Choose> doit contenir au moins un élément <When>.
it: MSB4085: un elemento <Choose> deve contenere almeno un elemento <When>.
ja: MSB4085: <Choose> は少なくとも 1 つの <When> を含んでいなければなりません。
ko: MSB4085: <Choose>에는 적어도 하나의 <When>이 있어야 합니다.
pl: MSB4085: Element <Choose> musi zawierać co najmniej jeden element <When>.
pt_br: MSB4085: Um <Choose> deve conter pelo menos um <When>.
ru: MSB4085: элемент <Choose> должен содержать по меньшей мере один элемент <When>.
tr: MSB4085: Bir <Choose> en az bir <When> içermelidir.
zh_hans: MSB4085: 一个 <Choose> 必须包含至少一个 <When>。
zh_hant: MSB4085: <Choose> 至少必須包含一個 <When>。
