Repository: dotnet/msbuild
Catalog: src/Deprecated/Conversion/Resources/xlf/Strings.*.xlf
Languages: it, ja, pt_br, zh_hans

# CouldNotFindCompleteSolutionFile
source: MSB2013: The project-to-project reference with GUID {0} could not be converted because a valid .SLN file containing all projects could not be found.
it: MSB2013: non è stato possibile convertire il riferimento da progetto a progetto con GUID {0} perché non è stato trovato un file con estensione sln valido contenente tutti i progetti.
ja: MSB2013: すべてのプロジェクトを含む有効な .SLN ファイルが見つからなかったため、GUID {0} を伴うプロジェクト間参照を変換できませんでした。
pt_br: MSB2013: A referência de projeto-a-projeto com GUID {0} não foi convertida porque um arquivo .SLN válido contendo todos os projetos não foi encontrado.
zh_hans: MSB2013: 未能转换 GUID 为 {0} 的项目到项目引用，因为找不到包含所有项目的有效 .SLN 文件。

# EmptyResxRemoved
source: MSB2016: Found an empty .RESX file in the project ({0}). Removing it from the converted project.
it: MSB2016: nel progetto ({0}) è stato trovato un file con estensione resx vuoto. Tale file verrà rimosso dal progetto convertito.
ja: MSB2016: プロジェクト ({0}) で空の .RESX ファイルが見つかりました。変換されたプロジェクトからそのファイルを削除しています。
pt_br: MSB2016: Foi encontrado um arquivo .RESX vazio no projeto ({0}). Removendo-o do projeto convertido.
zh_hans: MSB2016: 在项目({0})中找到一个空的 .RESX 文件。 将从转换后的项目中将它移除。

# ExcludeFoundInProject
source: MSB2015: Found an <Exclude> element in the original project file. This cannot be converted to Visual Studio .NET and is being ignored.
it: MSB2015: nel file di progetto originale è stato trovato un elemento <Exclude>. Tale elemento non può essere convertito in Visual Studio .NET e verrà ignorato.
ja: MSB2015: 元のプロジェクト ファイルで <Exclude> 要素が見つかりました。これは Visual Studio .NET に変換することはできないため、無視されます。
pt_br: MSB2015: Foi encontrado um elemento <Exclude> no arquivo de projeto original. Ele não pode ser convertido para o Visual Studio .NET e será ignorado.
zh_hans: MSB2015: 在原始项目文件中找到一个 <Exclude> 元素。 无法将它转换为 Visual Studio .NET，因此将它忽略。

# MissingAttribute
source: MSB2001: Element <{0}> does not contain the required attribute "{1}".
it: MSB2001: l'elemento <{0}> non contiene l'attributo obbligatorio "{1}".
ja: MSB2001: 要素 <{0}> には必要な属性 "{1}" が含まれていません。
pt_br: MSB2001: O elemento <{0}> não contém o atributo "{1}" necessário.
zh_hans: MSB2001: 元素 <{0}> 未包含必需的特性“{1}”。

# MissingNewProjectFile
source: MSB2002: The file name of the new project must be specified.
it: MSB2002: è necessario specificare il nome file del nuovo progetto.
ja: MSB2002: 新しいプロジェクトの名前を指定してください。
pt_br: MSB2002: É necessário especificar o nome de arquivo do projeto novo.
zh_hans: MSB2002: 必须指定新项目的文件名。

# MissingOldProjectFile
source: MSB2003: The file name of the old project must be specified.
it: MSB2003: è necessario specificare il nome file del vecchio progetto.
ja: MSB2003: 古いプロジェクトの名前を指定してください。
pt_br: MSB2003: É necessário especificar o nome de arquivo do projeto antigo.
zh_hans: MSB2003: 必须指定旧项目的文件名。

# MultipleLanguageNodesNotAllowed
source: MSB2004: Element <{0}> cannot contain more than one language node.
it: MSB2004: l'elemento <{0}> non può contenere più di un nodo lingua.
ja: MSB2004: 要素 <{0}> には 1 つ以上の言語ノードを含めることはできません。
pt_br: MSB2004: O elemento <{0}> não pode conter mais de um nó de idioma.
zh_hans: MSB2004: 元素 <{0}> 不能包含多个语言节点。

# NoAttributesExpected
source: MSB2005: Element <{0}> cannot contain attributes.
it: MSB2005: l'elemento <{0}> non può contenere attributi.
ja: MSB2005: 要素 <{0}> には属性を含めることはできません。
pt_br: MSB2005: O elemento <{0}> não pode conter atributos.
zh_hans: MSB2005: 元素 <{0}> 不能包含特性。

# NoRootProjectElement
source: MSB2006: The project file does not contain the root element <{0}>.
it: MSB2006: il file di progetto non contiene l'elemento radice <{0}>.
ja: MSB2006: プロジェクト ファイルにはルート要素 <{0}> がありません。
pt_br: MSB2006: O arquivo de projeto não contém o elemento raiz <{0}>.
zh_hans: MSB2006: 项目文件未包含根元素 <{0}>。

# ProjectFileNotFound
source: MSB2007: Visual Studio cannot find the project file "{0}".
it: MSB2007: il file di progetto "{0}" non è stato trovato.
ja: MSB2007: Visual Studio では、プロジェクト ファイル "{0}" が見つかりませんでした。
pt_br: MSB2007: O Visual Studio não pode localizar o arquivo de projeto "{0}".
zh_hans: MSB2007: Visual Studio 找不到项目文件“{0}”。

# ProjectNotListingInSolutionFile
source: MSB2014: The project-to-project reference with GUID {0} cannot be converted because it is not listed in the file '{1}'.
it: MSB2014: non è possibile convertire il riferimento da progetto a progetto con GUID {0} perché non è elencato nel file '{1}'.
ja: MSB2014: ファイル '{1}' のリストにないため、GUID {0} を伴うプロジェクト間参照を変換できません。
pt_br: MSB2014: A referência de projeto-a-projeto com GUID {0} não foi convertida porque ela não está na lista do arquivo "{1}".
zh_hans: MSB2014: 无法转换 GUID 为 {0} 的项目到项目引用，因为文件“{1}”中没有列出该引用。

# ProjectTypeCannotBeConverted
source: MSB2008: This Visual Studio project system cannot convert "{0}" projects. It can only be used to convert C#, VB, and VJ# client projects.
it: MSB2008: non è possibile convertire "{0}" progetti con il sistema del progetto Visual Studio. Tale sistema può essere usato solo per convertire progetti client C#, VB e VJ#.
ja: MSB2008: この Visual Studio プロジェクト システムでは、"{0}" プロジェクトを変換できません。C#、VB、および VJ# クライアント プロジェクト以外はこのシステムを使って変換できません。
pt_br: MSB2008: Esse sistema de projeto do Visual Studio não pode converter projetos "{0}". Ele só pode ser usado para converter projetos de cliente C#, VB e VJ#.
zh_hans: MSB2008: 此 Visual Studio 项目系统无法转换“{0}”项目。 它只能用于转换 C#、VB 和 VJ# 客户端项目。

# UnrecognizedAttribute
source: MSB2009: Attribute "{0}" of element <{1}> is not valid.
it: MSB2009: l'attributo "{0}" dell'elemento <{1}> non è valido.
ja: MSB2009: 要素 <{1}> の属性 "{0}" は有効ではありません。
pt_br: MSB2009: O atributo "{0}" do elemento <{1}> não é válido.
zh_hans: MSB2009: 元素 <{1}> 的特性“{0}”无效。

# UnrecognizedChildElement
source: MSB2010: Child element <{0}> of element <{1}> is not valid.
it: MSB2010: l'elemento figlio <{0}> dell'elemento <{1}> non è valido.
ja: MSB2010: 要素 <{1}> の子要素 <{0}> は有効ではありません。
pt_br: MSB2010: O elemento filho <{0}> do elemento <{1}> não é válido.
zh_hans: MSB2010: 元素 <{1}> 的子元素 <{0}> 无效。

# UnrecognizedElement
source: MSB2011: Element <{0}> is not valid.
it: MSB2011: elemento <{0}> non valido.
ja: MSB2011: 要素 <{0}> は有効ではありません。
pt_br: MSB2011: O elemento <{0}> não é válido.
zh_hans: MSB2011: 元素 <{0}> 无效。

# UnsupportedProjectToProjectWebReference
source: MSB2012: Project-to-project references to web projects are no longer supported and therefore cannot be converted. Please remove the reference to project {0} and add it again.
it: MSB2012: i riferimenti da progetto a progetto a progetti Web non sono più supportati e pertanto non possono essere convertiti. Rimuovere il riferimento al progetto {0} e aggiungerlo di nuovo.
ja: MSB2012: Web プロジェクトへのプロジェクト間参照は、現在サポートされていないため、変換することができません。プロジェクト {0} への参照を削除してから、再度追加してください。
pt_br: MSB2012: Não há mais suporte para as referências projeto-a-projeto a projetos da Web e por isso não é possível convertê-las. Remova a referência ao projeto {0} e adicione-a novamente.
zh_hans: MSB2012: 不再支持对 Web 项目的项目到项目引用，因此无法转换此类引用。 请移除对项目 {0} 的引用，然后重新添加它。
