Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-list/dotnet-list-package/xlf/LocalizableStrings.*.xlf
Languages: ru

# AppFullName
source: List all package references of the project or solution.
ru: Вывод списка всех ссылок на пакеты для проекта или решения.

# CmdFrameworkDescription
source: Chooses a framework to show its packages. Use the option multiple times for multiple frameworks.
ru: Выбирает платформу, список пакетов для которой необходимо отобразить. Для нескольких платформ укажите этот параметр несколько раз.

# CmdOutdatedDescription
source: Lists packages that have newer versions.
ru: Список пакетов, для которых обнаружены более новые версии.

# CmdTransitiveDescription
source: Lists transitive and top-level packages.
ru: Список транзитивных пакетов и пакетов верхнего уровня.

# NoProjectsOrSolutions
source: A project or solution file could not be found in {0}. Specify a project or solution file to use.
ru: Не удалось найти файл проекта или решения в {0}. Укажите используемый файл проекта или решения.

# CmdConfigDescription
source: The path to the NuGet config file to use. Requires the '--outdated' or '--deprecated' option.
ru: Путь к используемому файлу NuGet. Требуется указать параметр '--outdated'.

# CmdHighestMinorDescription
source: Consider only the packages with a matching major version number when searching for newer packages. Requires the '--outdated' or '--deprecated' option.
ru: Учитывает только пакеты с соответствующим номером основной версии при поиске более новых версий пакетов. Требуется указать параметр '--outdated'.

# CmdHighestPatchDescription
source: Consider only the packages with a matching major and minor version numbers when searching for newer packages. Requires the '--outdated' or '--deprecated' option.
ru: Учитывать только пакеты с соответствующими номерами основной и дополнительной версий при поиске более новых версий пакетов. Требуется указать параметр "--outdated".

# CmdPrereleaseDescription
source: Consider packages with prerelease versions when searching for newer packages. Requires the '--outdated' or '--deprecated' option.
ru: Учитывает пакеты с версиями предварительных выпусков при поиске более новых версий пакетов. Требуется указать параметр '--outdated'.

# CmdSourceDescription
source: The NuGet sources to use when searching for newer packages. Requires the '--outdated' or '--deprecated' option.
ru: Источники NuGet, используемые при поиске более новых версий пакетов. Требуется указать параметр '--outdated'.

# FileNotFound
source: Could not find file or directory '{0}'.
ru: Не удалось найти файл или каталог "{0}".
