Repository: dotnet/msbuild
Catalog: src/MSBuildTaskHost/Resources/xlf/*.*.xlf
Languages: sr

# BuildEngineCallbacksInTaskHostUnsupported
source: MSB5022: The MSBuild task host does not support running tasks that perform IBuildEngine callbacks. If you wish to perform these operations, please run your task in the core MSBuild process instead. A task will automatically execute in the task host if the UsingTask has been attributed with a "Runtime" or "Architecture" value, or the task invocation has been attributed with an "MSBuildRuntime" or "MSBuildArchitecture" value, that does not match the current runtime or architecture of MSBuild.
sr: MSB5022: Hostitel úlohy nástroje MSBuild nepodporuje spouštění úloh, které provádějí zpětná volání rozhraní IBuildEngine. Pokud chcete tyto operace provádět, spusťte svou úlohu v hlavním procesu nástroje MSBuild. Úloha bude automaticky provedena v hostiteli úlohy, pokud v deklaraci UsingTask byly použity atributy s hodnotami Runtime nebo Architecture nebo pokud pro volání úlohy byly použity atributy s hodnotami MSBuildRuntime nebo MSBuildArchitecture, které neodpovídají aktuálnímu modulu runtime nebo architektuře nástroje MSBuild.

# ConflictingTaskAssembly
source: MSB4008: A conflicting assembly for the task assembly "{0}" has been found at "{1}".
sr: MSB4008: Bylo nalezeno konfliktní sestavení pro sestavení úlohy {0} v umístění {1}.

# ExpectedEventToBeSerializable
source: Event type "{0}" was expected to be serializable using the .NET serializer. The event was not serializable and has been ignored.
sr: Očekávalo se, že typ události {0} bude možné serializovat pomocí serializátoru .NET. Událost nebylo možné serializovat a byla ignorována.

# ModifyingTaskHostEnvironmentHeader
source: Making the following modifications to the environment received from the parent node before applying it to the task host:
sr: Předtím, než bude pro hostitele úlohy použito prostředí přijaté z nadřazeného uzlu, budou provedeny jeho následující úpravy:

# ModifyingTaskHostEnvironmentVariable
source: Setting '{0}' to '{1}' rather than the parent environment's value, '{2}'.
sr: Nastavení proměnné {0} na hodnotu {1} místo hodnoty {2} proměnné prostředí nadřazeného uzlu

# Shared.PathTooLong
source: Path: {0} exceeds the OS max path limit. The fully qualified file name must be less than {1} characters.
sr: Cesta: {0} překračuje maximální limit pro cestu k OS. Plně kvalifikovaný název souboru musí být kratší než {1} znaků.

# Shared.CannotChangeItemSpecModifiers
source: "{0}" is a reserved item metadata, and cannot be modified or deleted.
sr: "{0}" jsou vyhrazená metadata položky a nemohou být změněna nebo smazána.

# Shared.InvalidFilespecForTransform
source: The item metadata "%({0})" cannot be applied to the path "{1}". {2}
sr: Metadata položky %({0}) nelze použít na cestu {1}. {2}

# TaskNotMarshalByRef
source: MSB4077: The "{0}" task has been marked with the attribute LoadInSeparateAppDomain, but does not derive from MarshalByRefObject. Check that the task derives from MarshalByRefObject or AppDomainIsolatedTask.
sr: MSB4077: Úloha {0} byla označena atributem LoadInSeparateAppDomain, není ale odvozena od třídy MarshalByRefObject. Zkontrolujte, jestli je úloha odvozena od třídy MarshalByRefObject nebo AppDomainIsolatedTask.

# Shared.ParameterCannotBeNull
source: Parameter "{0}" cannot be null.
sr: Parametr {0} nesmí mít hodnotu Null.

# Shared.ParameterCannotHaveZeroLength
source: Parameter "{0}" cannot have zero length.
sr: Parametr {0} nesmí mít nulovou délku.
