Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-help/xlf/LocalizableStrings.*.xlf
Languages: cs, es, fr, it, ko, ru, tr, zh_hans, zh_hant

source: Usage
cs: Použití
es: Uso
fr: Utilisation
it: Sintassi
ko: 사용법
ru: Использование
tr: Kullanım
zh_hans: 使用情况
zh_hant: 使用方式

source: Arguments
cs: Argumenty
es: Argumentos
it: Argomenti
ko: 인수
ru: Аргументы
tr: Bağımsız değişkenler

# CommandDefinition
source: The command to execute
cs: Prováděný příkaz
es: Comando para ejecutar
fr: Commande à exécuter
it: Comando da eseguire
ko: 실행할 명령입니다.
ru: Выполняемая команда
tr: Yürütülecek komut
zh_hans: 要执行的命令
zh_hant: 要執行的命令

# ArgumentsDefinition
source: Arguments to pass to the command
cs: Argumenty předané příkazu
es: Argumentos que se pasan al comando
fr: Arguments à passer à la commande
it: Argomenti da passare al comando
ko: 명령에 전달할 인수입니다.
ru: Аргументы, передаваемые в команду
tr: Komuta geçirilecek bağımsız değişkenler
zh_hans: 要传递给命令的参数
zh_hant: 要傳遞到命令的引數

# HostOptionsDefinition
source: Options specific to dotnet (host)
cs: Specifické možnosti dotnetu (hostitel)
es: Opciones específicas de dotnet (host)
fr: Options spécifiques à dotnet (hôte)
it: Opzioni specifiche di dotnet (host)
ko: dotnet(호스트)과 관련된 옵션입니다.
ru: Параметры, определяемые dotnet (узлом)
tr: Dotnet’e özel seçenekler (konak)
zh_hans: 特定于 dotnet (主机)的选项
zh_hant: dotnet (host) 專用選項

# OptionsDescription
source: Options common to all commands
cs: Společné možnosti všech příkazů
es: Opciones comunes a todos los comandos
fr: Options communes à toutes les commandes
it: Opzioni comuni a tutti i comandi
ko: 모든 명령에 공통된 옵션입니다.
ru: Параметры, общие для всех команд
tr: Tüm komutlar için ortak seçenekler
zh_hans: 所有命令的常用选项
zh_hant: 所有命令通用的選項

source: Common options
cs: Společné možnosti
es: Opciones comunes
fr: Options communes
it: Opzioni comuni
ko: 공통 옵션
ru: Общие параметры
tr: Ortak seçenekler
zh_hans: 常用选项
zh_hant: 通用選項

# HelpDefinition
source: Show help.
cs: Zobrazí nápovědu.
es: Muestra la ayuda.
fr: Affichez l'aide.
it: Visualizza la Guida.
ko: 도움말을 표시합니다.
ru: Показать справку.
tr: Yardımı gösterir.
zh_hans: 显示帮助。
zh_hant: 顯示說明。

# HostOptions
source: Host options (passed before the command)
cs: Možnosti hostitele (předané před příkazem)
es: Opciones de host (pasadas antes que el comando)
fr: Options de l'hôte (passées avant la commande)
it: Opzioni host (passate prima del comando)
ko: 호스트 옵션(명령 전에 전달됨)
ru: Параметры узла (передаваемые перед командой)
tr: Konak seçenekleri (komuttan önce geçirilir)
zh_hans: 主机选项(在命令之前传递)
zh_hant: 裝載選項 (在命令之前傳遞)

# VersionDescription
source: Display .NET CLI Version Number
cs: Zobrazit číslo verze .NET CLI
es: Muestra el número de versión de la CLI de .NET
fr: Afficher le numéro de version de l'interface CLI .NET
it: Visualizza il numero di versione dell'interfaccia della riga di comando .NET
ko: .NET CLI 버전 번호 표시
ru: Показывать номер версии .NET CLI
tr: .NET CLI Sürüm Numarasını Görüntüle
zh_hans: 显示 .NET CLI 版本号
zh_hant: 顯示 .NET CLI 版本號碼

# InfoDescription
source: Display .NET CLI Info
cs: Zobrazit informace o .NET CLI
es: Muestra información de la CLI de .NET
fr: Affichage des informations sur l'interface CLI .NET
it: Visualizza le informazioni sull'interfaccia della riga di comando .NET
ko: .NET CLI 정보 표시
ru: Показывать сведения о .NET CLI
tr: .NET CLI Bilgisini Görüntüle
zh_hans: 显示.NET CLI 信息
zh_hant: 顯示 .NET CLI 資訊

# Commands
source: SDK commands
cs: Příkazy sady SDK
es: Comandos de SDK
fr: Commandes du SDK
it: Comandi SDK
ko: SDK 명령
ru: Команды SDK
tr: SDK komutları
zh_hans: SDK 命令
zh_hant: SDK 命令

# NewDefinition
source: Initialize .NET projects.
cs: Inicializuje projekty .NET.
es: Inicializa proyectos de .NET.
fr: Initialisez les projets .NET.
it: Inizializza i progetti .NET.
ko: .NET 프로젝트를 초기화합니다.
ru: Инициализация проектов .NET.
tr: .NET projelerini başlatır.
zh_hans: 初始化 .NET 项目。
zh_hant: 將 .NET 專案初始化。

# RestoreDefinition
source: Restore dependencies specified in the .NET project.
cs: Obnoví závislosti zadané v projektu .NET.
es: Restaura dependencias especificadas en el proyecto de .NET.
fr: Restaurez les dépendances spécifiées dans le projet .NET.
it: Ripristina le dipendenze specificate nel progetto .NET.
ko: .NET 프로젝트에 지정된 종속성을 복원합니다.
ru: Восстановление зависимостей, указанных в проектах .NET.
tr: .NET projesinde belirtilen bağımlılıkları geri yükler.
zh_hans: 还原 .NET 项目中指定的依赖项。
zh_hant: 還原 .NET 專案中指定的相依性。

# BuildDefinition
source: Builds a .NET project.
cs: Sestaví projekt .NET.
es: Compila un proyecto de .NET.
fr: Génère un projet .NET.
it: Compila un progetto .NET.
ko: .NET 프로젝트를 빌드합니다.
ru: Сборка проекта .NET.
tr: .NET projesi derler.
zh_hans: 生成 .NET 项目。
zh_hant: 建置 .NET 專案。

# PublishDefinition
source: Publishes a .NET project for deployment (including the runtime).
cs: Publikuje projekt .NET pro nasazení (včetně modulu runtime).
es: Publica un proyecto de .NET para implementarlo (incluido el entorno de tiempo de ejecución).
fr: Publie un projet .NET à des fins de déploiement (runtime inclus).
it: Pubblica un progetto .NET per la distribuzione (includendo il runtime).
ko: 배포할 .NET 프로젝트를 게시합니다(런타임 포함).
ru: Публикация проекта .NET для развертывания (включая среду выполнения).
tr: Dağıtım için bir .NET projesi yayımlar (çalışma zamanı dahil).
zh_hans: 发布 .NET 项目以进行部署(包括运行时)。
zh_hant: 發行用於部署的 .NET 專案 (包括執行階段)。

# RunDefinition
source: Compiles and immediately executes a .NET project.
cs: Zkompiluje a hned spustí projekt .NET.
es: Compila y ejecuta de inmediato un proyecto de .NET.
fr: Compile et exécute immédiatement un projet .NET.
it: Compila ed esegue immediatamente un progetto .NET.
ko: .NET 프로젝트를 컴파일하고 즉시 실행합니다.
ru: Компиляция и немедленное выполнение проекта .NET.
tr: Bir .NET projesini derler ve hemen çalıştırır.
zh_hans: 编译并立即执行 .NET 项目。
zh_hant: 編譯並立即執行 .NET 專案。

# TestDefinition
source: Runs unit tests using the test runner specified in the project.
cs: Spustí testy jednotek v nástroji Test Runner zadaném v projektu.
es: Ejecuta pruebas unitarias usando el ejecutor de pruebas especificado en el proyecto.
fr: Exécute des tests unitaires à l'aide du programme Test Runner spécifié dans le projet.
it: Esegue gli unit test con l'istanza di Test Runner specificata nel progetto.
ko: 프로젝트에 지정된 Test Runner를 사용하여 유닛 테스트를 실행합니다.
ru: Выполнение тестов с помощью средства выполнения тестов, указанного в проекте.
tr: Projede belirtilen test çalıştırıcısını kullanarak birim testleri çalıştırır.
zh_hans: 使用项目中指定的测试运行程序运行单元测试。
zh_hant: 使用專案中指定的測試執行器來執行單元測試。

# PackDefinition
source: Creates a NuGet package.
cs: Vytvoří balíček NuGet.
es: Crea un paquete NuGet.
fr: Crée un package NuGet.
it: Crea un pacchetto NuGet.
ko: NuGet 패키지를 만듭니다.
ru: Создание пакета NuGet.
tr: NuGet paketi oluşturur.
zh_hans: 创建 NuGet 包。
zh_hant: 建立 NuGet 套件。

# MigrateDefinition
source: Migrates a project.json based project to a msbuild based project.
cs: Na základě projektu migruje soubor project.json na projekt založený na nástroji MSBuild.
es: Migra un proyecto basado en project.json a un proyecto basado en MSBuild.
fr: Effectue la migration d'un projet basé sur project.json vers un projet basé sur msbuild.
it: Esegue la migrazione di un progetto basato su project.json in uno basato su MSBuild.
ko: project.json 기반 프로젝트를 msbuild 기반 프로젝트로 마이그레이션합니다.
ru: Миграция проекта на основе project.json в проект на основе msbuild.
tr: project.json tabanlı bir projeyi msbuild tabanlı bir projeye geçirir.
zh_hans: 将基于 project.json 的项目迁移到基于 MSBuild 的项目。
zh_hant: 將 project.json 專案移轉到 MSBuild 專案。

source: Project modification commands
cs: Příkazy pro úpravy projektu
es: Comandos de modificación del proyecto
fr: Commandes de modification de projet
it: Comandi di modifica del progetto
ko: 프로젝트 수정 명령
ru: Команды изменения проекта
tr: Projede değişiklik komutları
zh_hans: 项目修改命令
zh_hant: 專案修改命令

# AddDefinition
source: Add reference to the project.
cs: Přidá odkaz k projektu.
es: Agrega referencias al proyecto.
fr: Ajoutez une référence au projet.
it: Consente di aggiungere il riferimento al progetto.
ko: 프로젝트에 참조를 추가합니다.
ru: Добавление ссылки в проект.
tr: Projeye başvuru ekleyin.
zh_hans: 将引用添加到项目中。
zh_hant: 將參考新增至專案。

# RemoveDefinition
source: Remove reference from the project.
cs: Odebere odkaz z projektu.
es: Quita referencias del proyecto.
fr: Supprimez une référence du projet.
it: Consente di rimuovere il riferimento dal progetto.
ko: 프로젝트에서 참조를 제거합니다.
ru: Удаление ссылки из проекта.
tr: Projeden başvuru kaldırın.
zh_hans: 从项目中删除引用。
zh_hant: 從專案中移除參考。

source: Advanced Commands
cs: Pokročilé příkazy
es: Comandos avanzados
fr: Commandes avancées
it: Comandi avanzati
ko: 고급 명령
ru: Дополнительные команды
tr: Gelişmiş Komutlar
zh_hans: 高级命令
zh_hant: 進階命令

# NugetDefinition
source: Provides additional NuGet commands.
cs: Nabízí další příkazy NuGet.
es: Proporciona comandos NuGet adicionales.
fr: Fournit des commandes NuGet supplémentaires.
it: Fornisce comandi NuGet aggiuntivi.
ko: 추가 NuGet 명령을 제공합니다.
ru: Предоставление дополнительных команд NuGet.
tr: Ek NuGet komutları sağlar.
zh_hans: 提供其他 NuGet 命令。
zh_hant: 提供其他 NuGet 命令。

# MsBuildDefinition
source: Runs Microsoft Build Engine (MSBuild).
cs: Spustí Microsoft Build Engine (MSBuild).
es: Ejecuta Microsoft Build Engine (MSBuild).
fr: Exécute Microsoft Build Engine (MSBuild).
it: Esegue Microsoft Build Engine (MSBuild).
ko: Microsoft Build Engine(MSBuild)을 실행합니다.
ru: Запуск Microsoft Build Engine (MSBuild).
tr: Microsoft Build Engine’i (MSBuild) çalıştırır.
zh_hans: 运行 Microsoft 生成引擎 (MSBuild)。
zh_hant: 執行 Microsoft Build Engine (MSBuild)。

# VsTestDefinition
source: Runs Microsoft Test Execution Command Line Tool.
cs: Spustí nástroj příkazového řádku od Microsoftu, který testuje spuštění.
es: Ejecuta Herramienta de línea de comandos de ejecución de pruebas de Microsoft.
fr: Exécute l'outil en ligne de commande d'exécution de tests Microsoft.
it: Esegue lo strumento da riga di comando per l'esecuzione di test Microsoft.
ko: Microsoft Test Execution 명령줄 도구를 실행합니다.
ru: Запуск программы командной строки Майкрософт для выполнения тестов.
tr: Microsoft Test Çalıştırması Komut Satırı Aracı’nı çalıştırır.
zh_hans: 运行 Microsoft 测试执行命令行工具。
zh_hant: 執行 Microsoft Test Execution Command Line Tool。

# DiagnosticsDefinition
source: Enable diagnostic output
cs: Povolit diagnostický výstup
es: Habilitar salida de diagnóstico
fr: Activer la sortie des diagnostics
it: Abilita l'output di diagnostica
ko: 진단 출력을 사용합니다.
ru: Включить диагностические выходные данные.
tr: Tanılama çıkışını etkinleştir
zh_hans: 启用诊断输出
zh_hant: 啟用診斷輸出

# CleanDefinition
source: Clean build output(s).
cs: Smaže výstupy sestavení.
es: Borre las salidas de compilación.
fr: Nettoyez les sorties de build.
it: Pulisce gli output di compilazione.
ko: 빌드 출력을 정리합니다.
ru: Очистка выходных данных сборки.
tr: Derleme çıkışlarını temizler.
zh_hans: 清除生成输出。
zh_hant: 清除建置輸出。

# SlnDefinition
source: Modify solution (SLN) files.
cs: Umožňuje upravovat soubory řešení (SLN).
es: Modifique archivos de la solución (SLN).
fr: Modifiez les fichiers solution (SLN).
it: Consente di modificare i file di soluzione (SLN).
ko: 솔루션(SLN) 파일을 수정합니다.
ru: Изменение файлов решения (SLN).
tr: Çözüm (SLN) dosyalarını değiştirin.
zh_hans: 修改解决方案(SLN)文件。
zh_hant: 修改方案 (SLN) 檔。

# ListDefinition
source: List project references or installed tools.
es: Enumere las referencias de proyecto o las herramientas instaladas.
fr: Répertoriez des références de projet ou des outils installés.
it: Elenca i riferimenti al progetto o gli strumenti installati.

# CommandDoesNotExist
source: Specified command '{0}' is not a valid CLI command. Please specify a valid CLI commands. For more information, run dotnet help.
cs: Zadaný příkaz {0} není platným příkazem rozhraní příkazového řádku. Zadejte prosím platné příkazy rozhraní příkazového řádku. Další informace získáte spuštěním příkazu dotnet help.
es: El comando especificado "{0}" no es un comando de la CLI válido. Especifique uno válido. Para más información, ejecute la ayuda de dotnet.
fr: La commande spécifiée '{0}' n'est pas une commande CLI valide. Spécifiez une commande CLI valide. Pour plus d'informations, exécutez dotnet help.
it: Il comando specificato '{0}' non è un comando valido dell'interfaccia della riga di comando. Specificare comandi validi dell'interfaccia della riga di comando. Per altre informazioni, eseguire dotnet help.
ko: 지정된 명령 '{0}'은(는) 유효한 CLI 명령이 아닙니다. 유효한 CLI 명령을 지정하세요. 자세한 내용은 dotnet 도움말을 실행하세요.
ru: Указанная команда "{0}" не является допустимой командой CLI. Укажите допустимые команды CLI. Чтобы получить дополнительные сведения, откройте справку dotnet.
tr: Belirtilen '{0}' komutu geçerli bir CLI komutu değil. Lütfen geçerli bir CLI komutu belirtin. Daha fazla bilgi için dotnet yardımını çalıştırın.
zh_hans: 指定的命令“{0}”不是有效的 CLI 命令。请指定有效的 CLI 命令。有关详细信息，请运行 dotnet help。
zh_hant: 指定的命令 '{0}' 不是有效的 CLI 命令。請指定有效的 CLI 命令。如需詳細資訊，請執行 dotnet help。

# AppFullName
source: .NET CLI help utility
cs: Nástroj nápovědy k rozhraní příkazového řádku .NET
es: Utilidad de ayuda de la CLI de .NET
fr: Utilitaire d'aide .NET CLI
it: Utilità della Guida dell'interfaccia della riga di comando .NET
ko: .NET CLI 도움말 유틸리티
ru: Вспомогательная программа .NET CLI
tr: .NET CLI yardımcı programı
zh_hans: .NET CLI 帮助实用程序
zh_hant: .NET CLI 說明公用程式

# AppDescription
source: Utility to get more detailed help about each of the CLI commands.
cs: Nástroj k získání podrobnější nápovědy k jednotlivým příkazům rozhraní příkazového řádku.
es: Utilidad para obtener ayuda más detallada sobre cada uno de los comandos de la CLI.
fr: Utilitaire permettant d'obtenir une aide plus détaillée sur chacune des commandes CLI.
it: Utilità che consente di ottenere informazioni dettagliate su tutti i comandi dell'interfaccia della riga di comando.
ko: 각 CLI 명령에 대해 더 자세한 도움말을 얻는 유틸리티입니다.
ru: Служебная программа для получения более подробной справки по каждой из команд CLI.
tr: CLI komutlarının her biri hakkında daha ayrıntılı yardım sunan yardımcı program.
zh_hans: 用于就每个 CLI 命令获取更详细帮助的实用程序。
zh_hant: 用於取得每個 CLI 命令相關詳細說明的公用程式。

# CommandArgumentName
source: COMMAND_NAME
it: NOME_COMANDO

# CommandArgumentDescription
source: CLI command for which to view more detailed help.
cs: Příkaz rozhraní příkazového řádku, ke kterému chcete získat podrobnější nápovědu
es: Comando de la CLI para el que ver ayuda más detallada.
fr: Commande CLI pour laquelle afficher une aide plus détaillée.
it: Comando dell'interfaccia della riga di comando per il quale visualizzare informazioni dettagliate.
ko: 더 자세한 도움말을 보는 CLI 명령입니다.
ru: Команда CLI, подробную справку по которой необходимо просмотреть.
tr: Daha ayrıntılı yardım bilgileri görüntülenecek olan CLI komutu.
zh_hans: 要查看其更详细帮助的 CLI 命令。
zh_hant: 要檢視其詳細說明的 CLI 命令。

# PathToApplicationDefinition
source: The path to an application .dll file to execute.
cs: Cesta k souboru .dll aplikace, který se má spustit
es: La ruta de acceso al archivo .dll de una aplicación que se ejecutará.
fr: Chemin d'un fichier .dll d'application à exécuter.
it: Percorso di un file DLL dell'applicazione da eseguire.
ko: 실행할 응용 프로그램 .dll 파일의 경로입니다.
ru: Путь к DLL-файлу приложения, который необходимо выполнить.
tr: Çalıştırılacak uygulama .dll dosyasının yolu.
zh_hans: 要执行的应用程序 .dll 文件的路径。
zh_hant: 要執行的應用程式 .dll 檔案之路徑。

# SDKVersionCommandDefinition
source: Display .NET Core SDK version in use.
cs: Zobrazí používanou verzi sady .NET Core SDK.
es: Muestra la versión del SDK de .NET Core.
fr: Affichez la version utilisée du kit SDK .NET Core.
it: Visualizza la versione di .NET Core SDK in uso.

# SDKInfoCommandDefinition
source: Display .NET Core information.
cs: Zobrazí informace o rozhraní .NET Core.
es: Muestra la información de .NET Core.
fr: Affichez les informations sur .NET Core.
it: Visualizza le informazioni su .NET Core.
ko: .NET Core 정보를 표시합니다.
ru: Отображение сведений о .NET Core.
tr: .NET Core bilgilerini gösterir.
zh_hans: 显示 .NET Core 信息。
zh_hant: 顯示 .NET Core 資訊。

# SDKListSdksCommandDefinition
source: Display the installed SDKs.
cs: Zobrazí nainstalované sady SDK.
es: Muestra los SDK instalados.
fr: Affichez les SDK installés.
it: Visualizza gli SDK installati.
tr: Yüklü SDK’ları görüntüleyin.

# SDKListRuntimesCommandDefinition
source: Display the installed runtimes.
cs: Zobrazí nainstalované moduly runtime.
es: Muestra los runtimes instalados.
fr: Affichez les runtimes installés.
it: Visualizza i runtime installati.
tr: Yüklü çalışma zamanlarını görüntüleyin.

# SDKDiagnosticsCommandDefinition
source: Enable diagnostic output.
cs: Povolí diagnostický výstup.
es: Habilita la salida de diagnóstico.
fr: Activez la sortie des diagnostics.
it: Abilita l'output di diagnostica.
ko: 진단 출력을 사용합니다.
ru: Включение выходных данных диагностики.
tr: Tanılama çıkışını etkinleştirir.
zh_hans: 启用诊断输出。
zh_hant: 啟用診斷輸出。

# RunDotnetCommandHelpForMore
source: Run 'dotnet COMMAND --help' for more information on a command.
cs: Další informace o příkazu získáte spuštěním příkazu dotnet PŘÍKAZ --help.
es: Ejecute "dotnet COMMAND --help" para más información sobre un comando.
fr: Exécutez 'dotnet COMMAND --help' pour plus d'informations sur une commande.
it: Per altre informazioni su un comando, eseguire 'dotnet COMANDO --help'.
ko: 명령에 대한 자세한 정보를 보려면 'dotnet COMMAND --help'를 실행합니다.
ru: Выполните команду "dotnet КОМАНДА --help" для получения дополнительной информации о команде.
tr: Bir komut hakkında daha fazla bilgi için 'dotnet COMMAND --help' komutunu çalıştırın.
zh_hans: 运行“dotnet 命令 --help”，获取有关命令的详细信息。
zh_hant: 如需命令的詳細資訊，請執行 'dotnet COMMAND --help'。

# AdditionalprobingpathDefinition
source: Path containing probing policy and assemblies to probe for.
cs: Cesta obsahující testovací zásady a sestavení, která se mají testovat
es: Ruta de acceso que contiene la directiva de sondeo y los ensamblados para los que realizar el sondeo.
fr: Chemin contenant la stratégie de collecte et les assemblys à collecter.
it: Percorso che contiene i criteri di esecuzione probe e gli assembly per cui eseguire il probe.
ko: 검색할 검색 정책 및 어셈블리를 포함하는 경로입니다.
ru: Путь к политике проверки и проверяемым сборкам.
tr: Araştırma ilkesini ve araştırılacak bütünleştirilmiş kodları içeren yol.
zh_hans: 要探测的包含探测策略和程序集的路径。
zh_hant: 包含探查原則及要探查之組件的路徑。

# DepsfilDefinition
source: Path to <application>.deps.json file.
cs: Cesta k souboru <aplikace>.deps.json
es: Ruta de acceso al archivo <aplicación>.deps.json.
fr: Chemin du fichier <application>.deps.json.
it: Percorso del file <applicazione>.deps.json.
ko: <응용 프로그램>.deps.json 파일의 경로입니다.
ru: Путь к файлу <приложение>.deps.json.
tr: <uygulama>.deps.json dosyasının yolu.
zh_hans: 指向 <应用程序>.deps.json 文件的路径。
zh_hant: <應用程式>.deps.json 檔案的路徑。

# RuntimeconfigDefinition
source: Path to <application>.runtimeconfig.json file.
cs: Cesta k souboru <aplikace>.runtimeconfig.json
es: Ruta de acceso al archivo <aplicación>.runtimeconfig.json.
fr: Chemin du fichier <application>.runtimeconfig.json.
it: Percorso del file <applicazione>.runtimeconfig.json.
ko: <응용 프로그램>.runtimeconfig.json 파일의 경로입니다.
ru: Путь к файлу <приложение>.runtimeconfig.json.
tr: <uygulama>.runtimeconfig.json dosyasının yolu.
zh_hans: 指向 <应用程序>.runtimeconfig.json 文件的路径。
zh_hant: <應用程式>.runtimeconfig.json 檔案的路徑。

# FxVersionDefinition
source: Version of the installed Shared Framework to use to run the application.
cs: Verze nainstalované sdílené architektury, která se má použít ke spuštění aplikace
es: Versión de la instancia de Shared Framework instalada que se usará para ejecutar la aplicación.
fr: Version du framework partagé installé à utiliser pour exécuter l'application.
it: Versione di Shared Framework installata da usare per eseguire l'applicazione.
ko: 응용 프로그램을 실행하는 데 사용할 설치된 공유 프레임워크의 버전입니다.
ru: Версия установленной общей платформы, которую следует использовать для запуска приложения.
tr: Uygulamayı çalıştırmak için kullanılacak olan yüklü Paylaşılan Çerçevenin sürümü
zh_hans: 要用于运行应用程序的安装版共享框架的版本。
zh_hant: 用於執行應用程式的已安裝之共用架構的版本。

# RollForwardOnNoCandidateFxDefinition
source: Roll forward on no candidate shared framework is enabled.
cs: Posune se vpřed, pokud není povolený žádný kandidát sdílené architektury.
es: Puesta al día activada, no hay ninguna instancia de Shared Framework habilitada.
fr: Effectuez une restauration par progression si aucun framework partagé candidat n'est activé.
it: Esegue il roll forward nel caso in cui non è abilitata nessuna versione candidata di Shared Framework.
ko: 사용되지 않는 후보 공유 프레임워크에 대해 롤포워드합니다.
ru: Если потенциальная общая платформа не включена, выполняется накат.
tr: Aday paylaşılan çerçevelerin hiçbirinde ileri sarma etkin değil.
zh_hans: 已启用“不前滚到候选共享框架”。
zh_hant: 已啟用在沒有候選共用架構上的向前復原。

# AdditionalDeps
source: Path to additional deps.json file.
cs: Cesta k dodatečnému souboru deps.json.
es: Ruta de acceso al archivo deps.json adicional.
fr: Chemin du fichier deps.json supplémentaire.
it: Percorso del file deps.json aggiuntivo.
ko: 추가 deps.json 파일의 경로입니다.
ru: Путь к дополнительному файлу deps.json.
tr: Ek deps.json dosyasının yolu.
zh_hans: 指向其他 deps.json 文件的路径。
zh_hant: 其他 deps.json 檔案的路徑。

# StoreDefinition
source: Stores the specified assemblies in the runtime store.
cs: Ukládá zadaná nastavení do úložiště runtime.
es: Almacena los ensamblados especificados en el almacén del tiempo de ejecución.
fr: Stocke les assemblys spécifiés dans le magasin de runtimes.
it: Memorizza gli assembly specificati nell'archivio di runtime.
ko: 지정된 어셈블리를 런타임 저장소에 저장합니다.
ru: Он сохраняет указанные сборки в хранилище среды выполнения.
tr: Belirtilen bütünleştirilmiş kodları çalışma zamanı deposunda depolar.
zh_hans: 在运行时存储中存储指定的程序集。

# ToolDefinition
source: Install or work with tools that extend the .NET experience.
cs: Upravte nástroje.
it: Modifica gli strumenti.

# ListDefinition
source: List references of a .NET project.
cs: Zobrazí seznam odkazů projektu nebo nainstalovaných nástrojů.

# ListDefinition
source: List reference in the project.
ko: 프로젝트의 참조를 나열합니다.
ru: Список ссылок в проекте.
tr: Projede başvuruyu listeleyin.
zh_hans: 列出项目中的引用。
zh_hant: 列出專案中的參考。

# SDKVersionCommandDefinition
source: Display .NET Core SDK version.
ko: .NET Core SDK 버전을 표시합니다.
ru: Отображение версии пакета SDK для .NET Core.
tr: .NET Core SDK sürümünü gösterir.
zh_hans: 显示 .NET Core SDK 版本。
zh_hant: 顯示 .NET Core SDK 版本。

# InstallDefinition
source: Installs an item into the development environment.
tr: Bir öğeyi geliştirme ortamına yükler.

# ToolDefinition
source: Modify tools.
fr: Modifier les outils.
