Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.DotNet.Cli.Utils/xlf/LocalizableStrings.*.xlf
Languages: cs, es, fr, ko, ru, zh_hans

# DotnetWorkloadInfoLabel
source: .NET workloads installed:
es: Cargas de trabajo de .NET instaladas:
ko: 설치된 .NET 워크로드:
zh_hans: 已安装 .NET 工作负载:

# MalformedText
source: Malformed command text '{0}'
cs: Nesprávně naformátovaný text příkazu {0}
es: Texto de comando con formato incorrecto "{0}"
fr: Texte de commande incorrect '{0}'
ko: 형식이 잘못된 명령 텍스트 '{0}'
ru: Неправильный формат текста команды "{0}"
zh_hans: 命令文本“{0}”格式错误

source: Unable to locate dotnet multiplexer
cs: Nepodařilo se najít multiplexor dotnetu.
es: No se puede ubicar el multiplexor dotnet
fr: Le multiplexeur dotnet est introuvable
ko: dotnet multiplexer를 찾을 수 없음
ru: Не удается найти мультиплексор dotnet.
zh_hans: 找不到 dotnet 多路复用器

# FileNotFound
source: File not found `{0}`.
cs: Soubor {0} nebyl nenalezen.
es: No se encontró el archivo "{0}".
fr: Fichier introuvable '{0}'.
ko: '{0}' 파일을 찾을 수 없습니다.
ru: Файл не найден: "{0}".
zh_hans: 未找到文件“{0}”。

# ProjectNotRestoredOrRestoreFailed
source: The project may not have been restored or restore failed - run `dotnet restore`
cs: Projekt se nepodařilo obnovit nebo jeho obnovení nebylo úspěšné. Spusťte příkaz „dotnet restore“.
es: Es posible que el proyecto no se haya restaurado o que hubo un error en la restauración; ejecute "dotnet restore"
fr: Le projet n'a peut-être pas été restauré, ou la restauration n'a pas fonctionné - exécutez 'dotnet restore'
ko: 프로젝트가 복원되지 않았거나 복원이 실패했을 수 있습니다. 'dotnet restore'를 실행하세요.
ru: Возможно, проект не был восстановлен или его восстановление завершилось со сбоем. Запустите команду "dotnet restore".
zh_hans: 可能未还原项目或还原失败 - 运行“dotnet restore”

# NoExecutableFoundMatchingCommand
source: Could not execute because the specified command or file was not found. Possible reasons for this include: * You misspelled a built-in dotnet command. * You intended to execute a .NET program, but {0} does not exist. * You intended to run a global tool, but a dotnet-prefixed executable with this name could not be found on the PATH.
cs: Spuštění nebylo úspěšné, protože zadaný příkaz nebo soubor se nenašly. Mezi možné příčiny patří toto: * V integrovaném příkazu dotnet je překlep. * Chtěli jste spustit program .NET, ale {0} neexistuje. * Chtěli jste spustit globální nástroj, ale v proměnné PATH se nepovedlo najít spustitelný soubor s předponou dotnet s tímto názvem.
es: No se pudo ejecutar porque no se encontró el comando o el archivo especificado. Algunas de las posibles causas son : * Escribió mal un comando dotnet integrado. * Pretendía ejecutar un programa .NET, pero {0} no existe. * Pretendía ejecutar una herramienta global, pero no se encontró ningún ejecutable con prefijo dotnet con este nombre en PATH.
fr: Impossible d'effectuer l'exécution, car la commande ou le fichier spécifié est introuvable. Raisons possibles : * Vous avez mal orthographié une commande dotnet intégrée. * Vous avez voulu exécuter un programme .NET, mais {0} n'existe pas. * Vous avez voulu exécuter un outil global, mais l'exécutable de ce nom avec le préfixe dotnet est introuvable dans le CHEMIN.
ko: 지정된 명령 또는 파일을 찾을 수 없으므로 실행할 수 없습니다. 가능한 원인은 다음과 같습니다. * 기본 제공 dotnet 명령 철자가 잘못 입력되었습니다. * .NET 프로그램을 실행하려고 했지만, {0}이(가) 없습니다. * 전역 도구를 실행하려고 했지만, 이 이름의 dotnet 접두사가 있는 실행 파일을 PATH에서 찾을 수 없습니다.
ru: Не удалось выполнить, так как не найдены указанная команда или указанный файл. Возможные причины: * вы неправильно набрали встроенную команду dotnet; * вы планировали выполнить программу .NET, однако {0} не существует; * вы хотели запустить глобальное средство, но по указанному в PATH пути не удалось найти исполняемый файл с префиксом dotnet, имеющий такое имя.
zh_hans: 无法执行，因为找不到指定的命令或文件。 可能的原因包括: *内置的 dotnet 命令拼写错误。 *你打算执行 .NET 程序，但 {0} 不存在。 *你打算运行全局工具，但在路径上找不到具有此名称且前缀为 dotnet 的可执行文件。

# WaitingForDebuggerToAttach
source: Waiting for debugger to attach. Press ENTER to continue
cs: Čeká se na připojení ladicího programu. Pokračujte stisknutím ENTER.
es: Esperando anexar el depurador. Presione ENTRAR para continuar
fr: En attente d'attachement du débogueur. Appuyez sur ENTRÉE pour continuer
ko: 디버거가 연결되기를 기다리는 중입니다. 계속하려면 Enter 키를 누르세요.
ru: Ожидание подключения отладчика. Для продолжения нажмите клавишу ВВОД.
zh_hans: 正在等待调试程序附加。按 Enter 继续操作

# ProcessId
source: Process ID: {0}
cs: ID procesu: {0}
es: Id. de proceso: {0}
fr: ID de processus : {0}
ko: 프로세스 ID: {0}
ru: Идентификатор процесса: {0}
zh_hans: 进程 ID: {0}

source: Could not access assets file.
cs: Nepodařilo se získat přístup k souboru prostředků.
es: No se pudo tener acceso al archivo de recursos.
fr: Impossible d'accéder au fichier de composants.
ko: 자산 파일에 액세스할 수 없습니다.
ru: Не удалось получить доступ к файлу активов.
zh_hans: 无法访问资产文件。

source: WriteLine forwarder set previously
cs: Předávání WriteLine už je nastavené.
es: El reenviador WriteLine se estableció previamente
fr: Redirecteur WriteLine déjà défini
ko: WriteLine 전달자가 이전에 설정됨
ru: Сервер пересылки WriteLine, заданный ранее
zh_hans: 以前设置的 WriteLine 转发器

source: Already capturing stream!
cs: Stream už se zaznamenává.
es: Ya se está capturando la secuencia.
fr: Flux déjà en cours de capture !
ko: 이미 스트림을 캡처하는 중입니다!
ru: Захват потока уже выполняется!
zh_hans: 已在捕获流！

# RunningFileNameArguments
source: Running {0} {1}
cs: Spuštěno {0} {1}
es: Ejecutando {0} {1}
fr: Exécution de {0} {1}
ko: {0} {1} 실행 중
ru: Выполнение {0} {1}
zh_hans: 正在运行 {0} {1}

# ProcessExitedWithCode
source: < {0} exited with {1} in {2} ms.
cs: < proces {0} se ukončil s kódem {1} za {2} ms.
es: < {0} se cerró con {1} en {2} ms.
fr: < {0} s'est arrêté avec {1} en {2} ms.
ko: < {2}ms 내에 {1}과(와) 함께 종료된 {0}.
ru: < {0} завершил работу с {1} за {2} мс.
zh_hans: < 已在 {2} ms 内退出 {0}，并带有 {1}。

# UnableToInvokeMemberNameAfterCommand
source: Unable to invoke {0} after the command has been run
cs: Po spuštění příkazu se nepodařilo volat {0}.
es: No se puede invocar {0} después de la ejecución del comando
fr: Impossible d'appeler {0} après l'exécution de la commande
ko: 명령이 실행된 후 {0}을(를) 호출할 수 없음
ru: Не удается вызвать {0} после запуска команды.
zh_hans: 运行命令后无法调用 {0}

# DotNetSdkInfoLabel
source: .NET SDK:
es: SDK DE .NET:

# DotNetRuntimeInfoLabel
source: Runtime Environment:
cs: Běhové prostředí:
es: Entorno de tiempo de ejecución:
fr: Environnement d'exécution :
ko: 런타임 환경:
ru: Среда выполнения:
zh_hans: 运行时环境:

# EmbedAppNameInHostAppHostHasBeenModified
source: Unable to use '{0}' as application host executable as it does not contain the expected placeholder byte sequence '{1}' that would mark where the application name would be written.
cs: {0} nelze použít jako spustitelný soubor hostitele aplikace, protože neobsahuje očekávanou zástupnou bajtovou posloupnost {1}, která by označila, kam se má zapsat název aplikace.
es: No se puede usar "{0}" como ejecutable del host de aplicación ya que no contiene la secuencia de bytes esperada del marcador de posición "{1}" que marcaría dónde escribir el nombre de la aplicación.
fr: Impossible d'utiliser '{0}' en tant qu'exécutable d'hôte d'application, car il ne contient pas la séquence d'octets d'espace réservé attendue '{1}' qui marque l'emplacement où est écrit le nom de l'application.
ko: 애플리케이션 이름이 기록되는 위치를 표시하는 '{1}' 예상 자리 표시자 바이트 시퀀스가 포함되지 않아서 '{0}'을(를) 애플리케이션 호스트 실행 파일로 사용할 수 없습니다.
ru: Невозможно использовать файл "{0}" в качестве исполняемого файла узла приложения, так как он не содержит требуемой последовательности байтов "{1}", которая отмечает место, где должно записываться имя приложения.
zh_hans: 未能将“{0}”用作应用程序主机可执行文件，因为它没有必需的占位符字节序列“{1}”，该序列会标记应用程序名称的写入位置。

# EmbedAppNameInHostFileNameIsTooLong
source: Given file name '{0}' is longer than 1024 bytes
cs: Zadaný název souboru {0} je delší než 1024 bajtů.
es: El nombre de archivo especificado "{0}" tiene más de 1024 bytes
fr: Le nom de fichier spécifié '{0}' dépasse 1 024 octets
ko: 제공한 파일 이름 '{0}'이(가) 1024바이트보다 깁니다.
ru: Длина указанного имени файла "{0}" превышает 1024 байта
zh_hans: 给定文件名“{0}”的长度超过 1024 个字节

# CannotFindCommandAvailableAsTool
source: Cannot find command 'dotnet {0}', run the following command to install dotnet tool install --global {1}
cs: Nelze najít příkaz dotnet {0}. Spusťte instalaci následujícím příkazem: dotnet tool install --global {1}
es: No se encuentra el comando "dotnet {0}"; ejecute el comando siguiente para instalar dotnet tool install --global {1}
fr: La commande 'dotnet {0}' est introuvable. Exécutez la commande suivante pour effectuer l'installation dotnet tool install --global {1}
ko: 'dotnet {0}' 명령을 찾을 수 없습니다. 다음 명령을 실행하여 dotnet 도구를 설치하세요. install --global {1}
ru: Не удается найти команду "dotnet {0}". Выполните следующую команду для установки: dotnet tool install --global {1}
zh_hans: 找不到 "dotnet {0}" 命令，请运行以下命令进行安装 dotnet tool install --global {1}

# DotnetCliHomeUsed
source: Using home directory '{0}' set by the '{1}' environment variable.
cs: Použije se domovský adresář {0} nastavený proměnnou prostředí {1}.
es: Se utiliza el directorio principal "{0}" establecido por la variable de entorno "{1}".
fr: Utilisation du répertoire de base '{0}' défini par la variable d’environnement '{1}'.
ko: '{1}' 환경 변수에 의해 설정되는 홈 디렉터리 '{0}'을(를) 사용합니다.
ru: Используется домашний каталог "{0}", заданный переменной среды "{1}".
zh_hans: 使用由“{1}”环境变量设置的“{0}”主目录。

# DotNetSdkInfo
source: .NET SDK
cs: Sada .NET SDK
es: SDK de .NET
fr: SDK .NET
ru: Пакет SDK для .NET
