Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-test/xlf/LocalizableStrings.*.xlf
Languages: cs, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AppFullName
source: .NET Test Driver
cs: Testovací ovladač .NET
es: Controlador de pruebas de .NET
fr: Pilote de test .NET
it: Driver di test .NET
ko: .NET 테스트 드라이버
pl: Sterownik testów platformy .NET
pt_br: Driver de Teste do .NET
ru: Драйвер тестов .NET
tr: .NET Test Sürücüsü
zh_hans: .NET 测试驱动程序
zh_hant: .NET 測試驅動程式

# AppDescription
source: Test Driver for the .NET Platform
cs: Testovací ovladač pro platformu .NET
es: Controlador de pruebas para la plataforma .NET
fr: Pilote de test pour la plateforme .NET
it: Driver di test per la piattaforma .NET
ko: .NET 플랫폼용 테스트 드라이버입니다.
pl: Sterownik testów dla platformy .NET
pt_br: Driver de Teste para a Plataforma .NET
ru: Драйвер тестов для платформы .NET
tr: .NET Platformunun Test Sürücüsü
zh_hans: 适用于 .NET 平台的测试驱动程序
zh_hant: 適用於 .NET 平台的測試驅動程式

# CmdArgProject
source: PROJECT
es: PROYECTO
it: PROGETTO
pl: PROJEKT
pt_br: PROJETO
tr: PROJE
zh_hant: 專案

# CmdArgDescription
source: The project to test. Defaults to the current directory.
cs: Projekt, který se má testovat. Standardně se nastaví aktuální adresář.
es: Proyecto que se prueba. De forma predeterminada, se usa el directorio actual.
fr: Projet à tester. Correspond par défaut au répertoire actif.
it: Progetto da testare. Per impostazione predefinita, verrà usata la directory corrente.
pl: Projekt do przetestowania. Domyślną wartością jest bieżący katalog.
ru: Тестируемый проект. По умолчанию используется текущий каталог.
tr: Test edilecek proje. Varsayılan olarak, geçerli dizin kullanılır.
zh_hans: 要测试的项目。默认为当前目录。
zh_hant: 要測試的專案。預設為目前的目錄。

# CmdSettingsFile
source: SETTINGS_FILE
es: ARCHIVO_CONFIGURACIÓN
it: FILE_IMPOSTAZIONI
pl: PLIK_USTAWIEŃ
pt_br: ARQUIVO_CONFIGURAÇÕES
tr: AYAR_DOSYASI

# CmdSettingsDescription
source: Settings to use when running tests.
cs: Nastavení, které se použije ke spuštění testů.
es: Configuración que debe usarse para ejecutar las pruebas.
fr: Paramètres à utiliser pendant l'exécution des tests.
it: Impostazioni da usare per l'esecuzione dei test.
ko: 테스트를 실행할 때 사용할 설정입니다.
pl: Ustawienia, które mają zostać użyte podczas przeprowadzania testów.
pt_br: Configurações a serem usadas ao executar os testes.
ru: Параметры, используемые при выполнении тестов.
tr: Testleri çalıştırırken kullanılacak ayarlar.
zh_hans: 运行测试时要使用的设置。
zh_hant: 執行測試時要使用的設定。

# CmdListTestsDescription
source: Lists discovered tests
cs: Uvádí zjištěné testy
es: Enumera las pruebas detectadas
fr: Répertorie les tests découverts
it: Elenca i test individuati
ko: 검색된 테스트를 나열합니다.
pl: Wyświetla listę wykrytych testów
pt_br: Lista os testes descobertos
ru: Список обнаруженных тестов
tr: Bulunan testleri listeler
zh_hans: 列出发现的测试
zh_hant: 列出探索到的測試

# CmdTestCaseFilterExpression
source: EXPRESSION
es: EXPRESIÓN
it: ESPRESSIONE
pl: WYRAŻENIE
pt_br: EXPRESSÃO
tr: İFADE

# CmdTestCaseFilterDescription
source: Run tests that match the given expression. Examples: Run tests with priority set to 1: --filter "Priority = 1" Run a test with the specified full name: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Run tests that contain the specified name: --filter "FullyQualifiedName~Namespace.Class" More info on filtering support: https://aka.ms/vstest-filtering
cs: Spustí testy, které odpovídají danému výrazu. Příklady: Spustí testy s prioritou nastavenou na 1: --filter "Priority = 1" Spustí test se zadaným plným názvem: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Spustí testy, které obsahují zadaný název: --filter "FullyQualifiedName~Namespace.Class" Další informace o podpoře filtrování: https://aka.ms/vstest-filtering
es: Ejecuta las pruebas que coinciden con una expresión dada. Ejemplos: Ejecuta las pruebas con una prioridad establecida en 1: --filter "Prioridad = 1" Ejecuta una prueba con el nombre completo especificado: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Ejecuta las pruebas que contienen el nombre especificado: --filter "FullyQualifiedName~Namespace.Class" Más información sobre la compatibilidad con el filtrado: https://aka.ms/vstest-filtering
fr: Permet d'exécuter les tests qui correspondent à l'expression indiquée. Exemples : Exécuter les tests de priorité 1 : --filter "Priority = 1" Exécuter un test avec le nom complet spécifié : --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Exécuter les tests qui contiennent le nom spécifié : --filter "FullyQualifiedName~Namespace.Class" En savoir plus sur la prise en charge du filtrage : https://aka.ms/vstest-filtering
it: Esegue i test corrispondenti all'espressione specificata. Esempi: Consente di eseguire test con priorità impostata su 1: --filter "Priority = 1" Consente di eseguire un test con il nome completo specificato: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Consente di eseguire test che contengono il nome specificato: --filter "FullyQualifiedName~Namespace.Class" Altre informazioni sul supporto dei filtri: https://aka.ms/vstest-filtering
pl: Uruchom testy odpowiadające danemu wyrażeniu. Przykłady: Uruchom testy z priorytetem ustawionym na wartość 1: --filter "Priority = 1" Uruchom test o określonej pełnej nazwie: --filter "WPełniKwalifikowanaNazwa=PrzestrzeńNazw.NazwaKlasy.NazwaMetody" Uruchom testy zawierające określoną nazwę: --filter "WPełniKwalifikowanaNazwa~PrzestrzeńNazw.Klasa" Więcej informacji o obsłudze filtrowania: https://aka.ms/vstest-filtering
pt_br: Executa testes que correspondem a determinada expressão. Exemplos: Executar testes com a prioridade definida como 1: --filter "Priority = 1" Executar um teste com o nome completo especificado: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Executar testes que contêm o nome especificado: --filter "FullyQualifiedName~Namespace.Class" Mais informações sobre o suporte à filtragem: https://aka.ms/vstest-filtering
ru: Выполнение тестов, соответствующих данному выражению. Примеры: Запуск тестов с приоритетом 1: --filter "Priority = 1" Запуск теста с указанным полным именем: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Запуск тестов, содержащих указанное имя: --filter "FullyQualifiedName~Namespace.Class" Дополнительные сведения о поддержке фильтрации: https://aka.ms/vstest-filtering
tr: Belirtilen ifadeyle eşleşen testleri çalıştırır. Örnekler: Önceliği 1: --filter "Priority = 1" olarak ayarlanmış testleri çalıştırır Belirtilen tam ada sahip bir test çalıştırır: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" Belirtilen adı içeren testleri çalıştırır: --filter "FullyQualifiedName~Namespace.Class" Filtreleme desteği hakkında daha fazla bilgi: https://aka.ms/vstest-filtering
zh_hans: 运行与给定表达式匹配的测试。 示例: -运行优先级设置为 1 的测试: --filter "Priority = 1" 运行指定全名的测试: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" 运行包含指定名称的测试: --filter "FullyQualifiedName~Namespace.Class" 有关筛选支持的详细信息: https://aka.ms/vstest-filtering
zh_hant: 執行符合指定運算式的測試。 範例: 執行測試，其中優先順序設為 1: --filter "Priority = 1" 使用指定的全名執行測試: --filter "FullyQualifiedName=Namespace.ClassName.MethodName" 執行內含指定名稱的測試: --filter "FullyQualifiedName~Namespace.Class" 篩選資源的詳細資訊: https://aka.ms/vstest-filtering

# CmdTestAdapterPathDescription
source: Use custom adapters from the given path in the test run. Example: --test-adapter-path <PATH_TO_ADAPTER>
cs: Při spuštění testu použít vlastní adaptéry z dané cesty. Příklad: --test-adapter-path <PATH_TO_ADAPTER>
es: Indica que se usen adaptadores personalizados de la ruta de acceso dada en la serie de pruebas. Ejemplo: --test-adapter-path <RUTA_DE_ADAPTADOR>
fr: Utilisez des adaptateurs personnalisés provenant du chemin indiqué dans la série de tests. Exemple : --test-adapter-path <CHEMIN_ADAPTATEUR>
it: Usa gli adattatori personalizzati del percorso specificato nell'esecuzione dei test. Esempio: --test-adapter-path <PERCORSO_ADATTATORE>
pl: Zastosuj niestandardowe adaptery z danej ścieżki podczas przebiegu testu. Przykład: --test-adapter-path <ŚCIEŻKA_DO_ADAPTERA>
pt_br: Usar adaptadores personalizados do caminho especificado na execução de teste. Exemplo: --test-adapter-path <CAMINHO_PARA_ADAPTADOR>
ru: Использование настраиваемых адаптеров по заданному пути в тестовом запуске. Пример: --test-adapter-path <PATH_TO_ADAPTER>
tr: Test çalıştırmasında, belirtilen yoldaki özel bağdaştırıcıları kullanır. Örnek: --test-adapter-path <BAĞDAŞTIRICI_YOLU>
zh_hans: 在测试运行中从给定路径使用自定义适配器。 示例: --test-adapter-path <PATH_TO_ADAPTER>
zh_hant: 從測試回合中的指定路徑使用自訂配接器。 範例: --test-adapter-path <PATH_TO_ADAPTER>

# CmdLoggerOption
source: LoggerUri/FriendlyName
es: URIdelRegistrador/NombreDescriptivo
fr: UriEnregistreur/NomConvivial
pl: IdentyfikatorURIRejestratora/PrzyjaznaNazwa

# CmdLoggerDescription
source: Specify a logger for test results. Examples: Log in trx format using a unqiue file name: --logger trx Log in trx format using the specified file name: --logger "trx;LogFileName=<TestResults.trx>" More info on logger arguments support:https://aka.ms/vstest-report
cs: Zadejte protokolovací nástroj pro výsledky testů. Příklady: Protokol ve formátu trx s použitím jedinečného názvu souboru: --logger trx Protokol ve formátu trx s použitím zadaného názvu souboru: --logger "trx;LogFileName=<TestResults.trx>" Další informace o podpoře argumentů protokolovacího nástroje: https://aka.ms/vstest-report
es: Especifica un registrador para los resultados de prueba. Ejemplo: --logger "trx[;LogFileName=<Adopta como valor predeterminado un nombre de archivo único>]" Más información sobre la compatibilidad con los argumentos de registrador: https://aka.ms/vstest-report
fr: Spécifiez un journal pour les résultats de test. Exemples : Journal au format trx avec un nom de fichier unique : --logger trx Journal au format trx avec le nom de fichier spécifié : --logger "trx;LogFileName=<TestResults.trx>" Informations supplémentaires sur la prise en charge des arguments de journal :https://aka.ms/vstest-report
pl: Określ rejestrator dla wyników testów. Przykłady: Rejestrowanie w formacie trx z użyciem unikatowej nazwy pliku: --logger trx Rejestrowanie w formacie trx z użyciem wskazanej nazwy pliku: --logger "trx;LogFileName=<WynikiTestu.trx>" Więcej informacji o obsłudze argumentów rejestratora:https://aka.ms/vstest-report
ru: Укажите средство ведения журнала для результатов теста. Примеры Журнал TRX с уникальным именем файла: --logger trx Журнал TRX с заданным именем файла: --logger "trx;LogFileName=<результаты_теста.trx>" Дополнительно об аргументах средства ведения журнала: https://aka.ms/vstest-report
zh_hans: 为测试结果指定一个记录器。 示例: 使用唯一文件名按 trx 格式进行记录: --logger trx 使用指定的文件名按 trx 格式进行记录: --logger "trx;LogFileName=<TestResults.trx>" 有关记录器参数支持的详细信息，请访问: https://aka.ms/vstest-report
zh_hant: 指定測試結果的記錄器。 範例: --logger "trx[;LogFileName=<預設為唯一的檔案名稱>]" 記錄器引數支援的詳細資訊: https://aka.ms/vstest-report

# CmdConfiguration
source: CONFIGURATION
es: CONFIGURACIÓN
it: CONFIGURAZIONE
pl: KONFIGURACJA
pt_br: CONFIGURAÇÃO
tr: YAPILANDIRMA
zh_hant: 組態

# CmdConfigDescription
source: Configuration to use for building the project. Default for most projects is "Debug".
cs: Konfigurace použitá k sestavení projektu. U většiny projektů se standardně nastaví Debug.
es: Configuración que se usará para crear el proyecto. El valor predeterminado para la mayoría de los proyectos es "Debug".
fr: Configuration à utiliser pour la génération du projet. La valeur par défaut pour la plupart des projets est "Debug".
it: Configurazione da usare per compilare il progetto. L'impostazione predefinita per la maggior parte dei progetti è "Debug".
pl: Konfiguracja do użycia na potrzeby kompilacji projektu. W przypadku większości projektów ustawienie domyślne to „Debugowanie”.
ru: Конфигурация, используемая при сборке проекта. По умолчанию для большинства проектов используется "Отладка".
tr: Projeyi derlemek için kullanılacak yapılandırma. Çoğu proje için varsayılan: "Debug".
zh_hans: 用于生成项目的配置。大多数项目的默认值是 "Debug"。
zh_hant: 用於建置專案的組態。大多數專案的預設為 "Debug"。

# CmdFramework
source: FRAMEWORK
es: PLATAFORMA
pl: PLATFORMA
pt_br: ESTRUTURA
tr: ÇERÇEVE

# CmdFrameworkDescription
source: Looks for test binaries for a specific framework
cs: Vyhledá testovací binární soubory pro určitou platformu.
es: Busca archivos binarios de prueba para una plataforma específica
fr: Recherche les binaires de test pour un framework spécifique
it: Cerca i file binari di test per un framework specifico
ko: 특정 프레임워크에 대한 테스트 이진 파일을 찾습니다.
pl: Szuka plików binarnych testów dla określonej platformy
pt_br: Procura binários de teste para uma estrutura específica
ru: Поиск двоичных файлов тестов для определенной платформы.
tr: Belirli bir çerçeve için test ikililerini arar
zh_hans: 查找特定框架的测试二进制文件
zh_hant: 尋找特定架構的測試二進位檔

# CmdOutputDir
source: OUTPUT_DIR
es: DIRECTORIO_DE_SALIDA
it: DIR_OUTPUT
pl: KATALOG_WYJŚCIOWY
pt_br: DIRETÓRIO_DE_SAÍDA
tr: ÇIKIŞ_DİZİNİ

# CmdOutputDescription
source: Directory in which to find the binaries to be run
cs: Adresář pro vyhledání spouštěných binárních souborů
es: Directorio donde deben buscarse los archivos binarios para ejecutar
fr: Répertoire dans lequel rechercher les binaires à exécuter
it: Directory in cui trovare i file binari da eseguire
ko: 실행할 이진 파일을 찾을 디렉터리입니다.
pl: Katalog, w którym znajdują się pliki binarne do uruchomienia
pt_br: Diretório no qual localizar os binários a serem executados
ru: Каталог, в котором требуется найти выполняемые двоичные файлы.
tr: Çalıştırılacak ikililerin bulunacağı dizin
zh_hans: 在其中查找要运行的二进制文件的目录
zh_hant: 要從中尋找要執行之二進位檔的目錄

# CmdPathToLogFile
source: PATH_TO_FILE
es: RUTA_ACCESO_ARCHIVO
it: PERCORSO_FILE
pl: ŚCIEŻKA_DO_PLIKU
pt_br: CAMINHO_PARA_ARQUIVO
tr: DOSYA_YOLU

# CmdPathTologFileDescription
source: Enable verbose logs for test platform. Logs are written to the provided file.
cs: Povolí pro testovací platformu podrobné protokoly. Protokoly se zapisují do zadaného souboru.
es: Habilita registros detallados para la plataforma de pruebas. Los registros se escriben en el archivo proporcionado.
fr: Activez les journaux détaillés pour la plateforme de test. Les journaux sont écrits dans le fichier fourni.
it: Abilita i log dettagliati per la piattaforma di test. I log vengono scritti nel file specificato.
ko: 테스트 플랫폼에 대해 자세한 정보 표시 로그를 사용하도록 설정합니다. 로그가 제공된 파일에 기록됩니다.
pl: Włącz pełne dzienniki dla platformy testowej. Dzienniki są zapisywane do podanego pliku.
pt_br: Habilite os logs detalhados para a plataforma de teste. Os logs são gravados no arquivo fornecido.
ru: Включение подробных журналов для платформы тестирования. Журналы записываются в указанный файл.
tr: Test platformu için ayrıntılı günlükleri etkinleştirir. Günlükler belirtilen dosyaya yazılır.
zh_hans: 启用测试平台的详细日志。 日志写入到提供的文件中。
zh_hant: 啟用測試平台的詳細資訊記錄。 記錄已寫入提供的檔案中。

# CmdNoBuildDescription
source: Do not build the project before testing. Implies --no-restore.
cs: Nesestavujte projekt, dokud ho neotestujete. Implikuje možnost --no-restore.
fr: Ne pas générer le projet avant les tests. Implique --no-restore.
pl: Nie kompiluj tego projektu przed testowaniem. Powoduje przyjęcie, że podano parametr --no-restore.

# CmdTestAdapterPath
source: PATH_TO_ADAPTER
es: RUTA_DE_ADAPTADOR
it: PERCORSO_ADATTATORE
pl: ŚCIEŻKA_DO_ADAPTERA

# CmdResultsDirectoryDescription
source: The directory where the test results are going to be placed. The specified directory will be created if it does not exist. Example: --results-directory <PATH_TO_RESULTS_DIRECTORY>
cs: Adresář, kam se mají umístit výsledky testu. Zadaný adresář se vytvoří, pokud neexistuje. Příklad: --results-directory <PATH_TO_RESULTS_DIRECTORY>
es: El directorio donde se van a colocar los resultados de prueba. Si no existe, se creará el directorio especificado. Ejemplo: --results-directory <RUTA_DE_DIRECTORIO_DE_RESULTADOS>
fr: Répertoire où les résultats des tests vont être placés. Le répertoire spécifié est créé, s'il n'existe pas déjà. Exemple : --results-directory <PATH_TO_RESULTS_DIRECTORY>
it: Directory in cui verranno inseriti i risultati del test. Se non esiste già, la directory specificata verrà creata. Esempio: --results-directory <PERCORSO_DIRECTORY_RISULTATI>
pl: Katalog, w którym będą umieszczane wyniki testów. Jeśli określony katalog nie istnieje, zostanie utworzony. Przykład: --results-directory <ŚCIEŻKA_DO_KATALOGU_WYNIKÓW>
ru: Каталог, в который будут помещаться результаты тестов. Если указанный каталог не существует, он будет создан. Пример: --results-directory <PATH_TO_RESULTS_DIRECTORY>
tr: Test sonuçlarının yerleştirileceği dizin. Belirtilen dizin yoksa, oluşturulur. Örnek: --results-directory <PATH_TO_RESULTS_DIRECTORY>
zh_hans: 要放置测试结果的目录。若不存在，将创建指定目录。 示例: --results-directory <PATH_TO_RESULTS_DIRECTORY>
zh_hant: 用於置放測試結果的目錄。若指定的目錄不存在，則會建立該目錄。 範例: --results-directory <PATH_TO_RESULTS_DIRECTORY>

# CmdPathToResultsDirectory
source: PATH_TO_RESULTS_DIRECTORY
es: RUTA_DE_DIRECTORIO_DE_RESULTADOS
it: PERCORSO_DIRECTORY_RISULTATI
pl: ŚCIEŻKA_DO_KATALOGU_WYNIKÓW

# RunSettingsArgumentsDescription
source: RunSettings arguments: Arguments to pass runsettings configurations through commandline. Arguments may be specified as name-value pair of the form [name]=[value] after "-- ". Note the space after --. Use a space to separate multiple[name] =[value]. More info on RunSettings arguments support: https://aka.ms/vstest-runsettings-arguments Example: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
cs: Argumenty RunSettings: Argumenty, které se mají předat konfiguracím runsettings prostřednictvím příkazového řádku. Lze je zadat jako dvojice název-hodnota ve formě [název]=[hodnota] za -- . Za -- následuje mezera. K oddělení více dvojic [název] =[hodnota] použijte mezeru. Další informace o podpoře argumentů RunSettings: https://aka.ms/vstest-runsettings-arguments Příklad: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
es: Argumentos RunSettings: Argumentos para pasar configuraciones de runsettings mediante la línea de comandos. Los argumentos se pueden especificar como pares de nombre-valor con el formato [nombre]=[valor] después de "-- ". Observe el espacio después de --. Use un espacio para separar varios pares de[nombre] =[valor]. Más información sobre la compatibilidad con argumentos RunSettings: https://aka.ms/vstest-runsettings-arguments Ejemplo: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
fr: Arguments de RunSettings : Arguments permettant de passer les configurations des paramètres d'exécution via la ligne de commande. Vous pouvez spécifier les arguments en tant que paires nom-valeur sous la forme [name]=[value] après "-- ". Notez l'espace après --. Utilisez un espace pour séparer plusieurs [name]=[value]. En savoir plus sur la prise en charge des arguments de RunSettings : https://aka.ms/vstest-runsettings-arguments Exemple : dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
it: Argomenti di RunSettings: Argomenti per passare le configurazioni di runsettings tramite la riga di comando. È possibile specificare gli argomenti come coppia nome-valore in formato [nome]=[valore] dopo "-- ". Notare lo spazio dopo --. Usare uno spazio per separare più coppie [nome]=[valore]. Per altre informazioni sul supporto degli argomenti di RunSettings, vedere: https://aka.ms/vstest-runsettings-arguments Esempio: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
pl: Argumenty RunSettings: Argumenty do przekazania konfiguracji runsettings za pośrednictwem wiersza polecenia. Argumenty mogą być określone jako para nazwa-wartość formularza [nazwa]=[wartość] po ciągu „-- ”. Pamiętaj o spacji po znakach --. Oddziel wiele par [nazwa]=[wartość] za pomocą spacji. Więcej informacji na temat obsługi argumentów RunSettings: https://aka.ms/vstest-runsettings-arguments Przykład: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
ru: Аргументы RunSettings: Аргументы для передачи конфигураций runsettings через командную строку. Аргументы могут быть указаны как пары "имя-значение" в формате [имя]=[значение] после "-- ". Обратите внимание на пробел после --. Используйте пробел для разделения нескольких пар [имя]=[значение]. Дополнительные сведения о поддержке аргументов RunSettings: https://aka.ms/vstest-runsettings-arguments Пример: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
tr: RunSettings bağımsız değişkenleri: Komut satırı aracılığıyla runsettings yapılandırmalarını geçirmeye yönelik bağımsız değişkenler. Bağımsız değişkenler, "-- " karakterlerinden sonra [ad]=[değer] biçiminde ad-değer çifti olarak belirtilebilir. -- karakterlerinden sonra boşluk olduğuna dikkat edin. Birden fazla [ad] =[değer] çiftini ayırmak için boşluk kullanın. RunSettings bağımsız değişkenleri desteği hakkında daha fazla bilgi: https://aka.ms/vstest-runsettings-arguments Örnek: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
zh_hans: RunSettings 参数: 要通过命令行传递 runsettings 配置的参数。参数可指定为名称-值对，其形式为 "-- " 后跟 [名称]=[值]。请注意 -- 后面的空格。 使用空格分隔多个 [名称] =[值]。 有关 RunSettings 参数支持的详细信息: https://aka.ms/vstest-runsettings-arguments 示例: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True
zh_hant: RunSettings 引數: 透過命令列傳遞 runsettings 組態的引數。引數可以接在 "-- " 之後，以 [名稱]=[值] 的格式指定為成對的「名稱/值」。請注意 -- 之後的空格。 請使用空格隔開多個 [名稱]=[值]。 RunSettings 引數支援的詳細資訊: https://aka.ms/vstest-runsettings-arguments 範例: dotnet test -- MSTest.DeploymentEnabled=false MSTest.MapInconclusiveToFailed=True

# cmdCollectFriendlyName
source: DATA_COLLECTOR_FRIENDLY_NAME
es: NOMBRE_DESCRIPTIVO_DE_RECOPILADOR_DE_DATOS
it: NOME_DESCRITTIVO_AGENTE_DI_RACCOLTA_DATI
pl: PRZYJAZNA_NAZWA_MODUŁU_ZBIERAJĄCEGO_DANE

# cmdCollectDescription
source: Enables data collector for the test run. More info here : https://aka.ms/vstest-collect
cs: Povolí shromažďování dat pro testovací běh. Další informace: https://aka.ms/vstest-collect
es: Habilita el recopilador de datos para la serie de pruebas. Más información aquí: https://aka.ms/vstest-collect
fr: Active le collecteur de données pour la série de tests. Plus d'informations ici : https://aka.ms/vstest-collect
it: Abilita l'agente di raccolta dati per l'esecuzione dei test. Per altre informazioni, vedere: https://aka.ms/vstest-collect
pl: Włącza moduł zbierający dane dotyczące przebiegu testu. Więcej informacji można znaleźć tutaj: https://aka.ms/vstest-collect
ru: Включает сборщик данных для тестового запуска. Дополнительные сведения: https://aka.ms/vstest-collect
tr: Test çalıştırması için veri toplayıcıyı etkinleştirir. Daha fazla bilgi için bkz. https://aka.ms/vstest-collect
zh_hans: 为测试运行启用数据收集器。 有关详细信息，请访问: https://aka.ms/vstest-collect
zh_hant: 為測試回合啟用資料收集器。 如需詳細資訊，請參閱: https://aka.ms/vstest-collect
