Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-test/xlf/LocalizableStrings.*.xlf
Languages: cs, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CmdBlameDescription
source: Runs the test in blame mode. This option is helpful in isolating the problematic test causing test host crash. It creates an output file in the current directory as "Sequence.xml", that captures the order of execution of test before the crash.
cs: Spustí test v režimu blame. Tato možnost je užitečná pro izolování problematického testu, který způsobuje chybové ukončení hostitele testů. V aktuálním adresáři se vytvoří výstupní soubor Sequence.xml, do kterého se zaznamená pořadí provádění testů před chybovým ukončením.
fr: Exécute le test en mode blame (responsabilité). Cette option permet d'isoler le test problématique qui est à l'origine d'un incident sur l'hôte de test. Elle crée dans le répertoire actif un fichier de sortie nommé "Sequence.xml", qui capture l'ordre d'exécution du test avant l'incident.
pl: Uruchamia test w trybie Blame. Ta opcja jest przydatna przy izolowaniu problematycznego testu powodującego awarię hosta testów. Tworzy w bieżącym katalogu plik wyjściowy „Sequence.xml”, który przechwytuje kolejność wykonywania testu przed awarią.
ru: Запускает тест в режиме обвинения. Этот параметр нужен, чтобы изолировать проблемный тест, вызывающий сбой хоста для тестов. Он создает в текущем каталоге файл выходных данных (Sequence.xml), в котором записывается порядок выполнения теста перед сбоем.
zh_hans: 在追责模式下运行测试。此选项有助于隔离有问题的测试，以免导致测试主机崩溃。它会在当前目录中创建一个输出文件 "Sequence.xml"，用于在崩溃之前捕获测试的执行顺序。

# CmdNoBuildDescription
source: Do not build project before testing. Implies --no-restore.
es: El proyecto no se compila antes de probarlo.
zh_hant: 請勿在測試前建置專案。

# CmdLoggerDescription
source: Specify a logger for test results. Example: --logger "trx[;LogFileName=<Defaults to unique file name>]" More info on logger arguments support:https://aka.ms/vstest-report
it: Consente di specificare un logger per i risultati dei test. Esempio: --logger "trx[;LogFileName=<l'impostazione predefinita è un nome file univoco>]" Per altre informazioni sul supporto degli argomenti del logger, vedere: https://aka.ms/vstest-report

# CmdNoBuildDescription
source: Do not build project before testing.
it: Il progetto non viene compilato prima del test.
ko: 테스트하기 전에 프로젝트를 빌드하지 않습니다.
pt_br: Não compile o projeto antes de testar.
ru: Не выполнять сборку проектов перед тестированием.
tr: Projeyi derlemeden önce test edin.
zh_hans: 测试之前不要生成项目。

# CmdLoggerDescription
source: Specify a logger for test results. Examples: Log in trx format using a unqiue file name: --logger trx Log in trx format using the specified file name: --logger "trx;LogFileName=<TestResults.resx>" More info on logger arguments support:https://aka.ms/vstest-report
tr: Test sonuçları için bir günlükçü belirtin. Örnek: --logger "trx[;LogFileName=<Varsayılan olarak benzersiz dosya adı kullanılır>]" Günlükçü bağımsız değişkenleri desteği hakkında daha fazla bilgi: https://aka.ms/vstest-report

# CmdArgDescription
source: The project to test, defaults to the current directory.
ko: 테스트할 프로젝트입니다. 현재 디렉터리로 기본 설정됩니다.
pt_br: O projeto a ser testado, usa como padrão o diretório atual.

# CmdLoggerDescription
source: Specify a logger for test results. Example: --logger "trx[;LogFileName=<Defaults to unique file name>]"
pt_br: Especifique um agente para os resultados de teste. Exemplo: --logger:trx

# CmdConfigDescription
source: Configuration to use for building the project. Default for most projects is "Debug".
pt_br: Configuração a ser usada para compilar o projeto. O padrão para a maioria dos projetos é "Debug".

# CmdTestCaseFilterDescription
source: Run tests that match the given expression. Examples: --test-case-filter:"Priority = 1" --test-case-filter: "(FullyQualifiedName~Nightly | Name = MyTestMethod)"
ko: 지정된 식과 일치하는 테스트를 실행합니다. 예: --testCaseFilter:"Priority = 1" --testCaseFilter: "(FullyQualifiedName~Nightly | Name = MyTestMethod)"

# CmdTestAdapterPathDescription
source: Use custom adapters from the given path in the test run. Example: --test-adapter-path:<pathToCustomAdapters>
ko: 테스트 실행에서 지정된 경로에 있는 사용자 지정 어댑터를 사용합니다. 예: --testAdapterPath:<pathToCustomAdapters>

# CmdLoggerDescription
source: Specify a logger for test results. Example: --logger:trx
ko: 테스트 결과에 대해 로거를 지정합니다. 예: --logger:trx

# CmdConfigDescription
source: Configuration under which to build, i.e. Debug/Release
ko: 빌드할 구성입니다(예: Debug/Release).
