Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-install/dotnet-install-tool/xlf/LocalizableStrings.*.xlf
Languages: es, tr

# SourceOptionDescription
source: Specifies a NuGet package source to use during installation.
es: Especifica el origen de un paquete NuGet para usarlo durante la instalación.
tr: Yükleme sırasında kullanılacak bir NuGet paket kaynağı belirtir.

# SourceOptionName
source: SOURCE
es: ORIGEN

# InstallationSucceeded
source: You can invoke the tool using the following command: {0} Tool '{1}' (version '{2}') was successfully installed.
es: Si no había instrucciones adicionales, puede escribir el comando siguiente para invocar la herramienta: {0} La herramienta "{1}" (versión "{2}") se instaló correctamente.
tr: Başka bir yönerge sağlanmadıysa şu komutu yazarak aracı çağırabilirsiniz: {0} '{1}' aracı (sürüm '{2}') başarıyla yüklendi.

# PackageIdArgumentDescription
source: NuGet Package Id of the tool to install.
es: Id. del paquete de NuGet que se instalará.
tr: Yüklenecek aracın NuGet Paket Kimliği.

# CommandDescription
source: Installs a tool for use on the command line.
es: Instala una herramienta para usarla en la línea de comandos.
tr: Komut satırında kullanılacak bir araç yükler.

# ConfigFileOptionDescription
source: The NuGet configuration file to use.
es: Archivo de configuración de NuGet que debe usarse.
tr: Kullanılacak NuGet yapılandırma dosyası.

# FrameworkOptionDescription
source: The target framework to install the tool for.
es: La plataforma de destino para la que se instala la herramienta.
tr: Aracın yükleneceği hedef çerçeve.

# VersionOptionDescription
source: Version of the tool package in NuGet.
es: Versión del paquete de la herramienta en NuGet.
tr: NuGet’teki araç paketinin sürümü.

# SpecifyExactlyOnePackageId
source: Please specify one tool Package Id to install.
es: Especifique un id. de paquete para instalar.
tr: Lütfen yüklenecek araç Paketi Kimliğini belirtin.

# GlobalOptionDescription
source: Install user wide.
es: Instale para todos los usuarios.
tr: Kullanıcı için yükleyin.

# InstallFullCommandNameLocalized
source: .NET Install Command
es: Comando para la instalación de .NET
tr: .NET Yükleme Komutu

# InvalidToolConfiguration
source: The settings file in the tool's NuGet package is invalid: {0}
es: El archivo de configuración del paquete NuGet de la herramienta no es válido: {0}
tr: Aracın NuGet paketindeki ayar dosyası geçersiz: {0}

# ToolInstallationFailed
source: Tool '{0}' failed to install.
es: No se pudo instalar la herramienta “{0}”.
tr: '{0}' aracı yüklenemedi.

# ToolInstallationFailedContactAuthor
source: Tool '{0}' failed to install. Please contact the tool author for assistance.
es: No se pudo instalar la herramienta “{0}”. Póngase en contacto con su creador para obtener asistencia.
tr: '{0}' aracı yüklenemedi. Lütfen yardım için araç sahibiyle iletişime geçin.

# ToolAlreadyInstalled
source: Tool '{0}' is already installed.
es: La herramienta “{0}” ya está instalada.
tr: '{0}' aracı zaten yüklü.

# FailedToCreateToolShim
source: Failed to create shell shim for tool '{0}': {1}
es: No se pudieron crear correcciones de compatibilidad (shim) de shell para la herramienta "{0}": {1}
tr: '{0}' aracı için kabuk dolgusu oluşturulamadı: {1}

# NuGetConfigurationFileDoesNotExist
source: NuGet configuration file '{0}' does not exist.
es: El archivo de configuración de NuGet "{0}" no existe.
tr: NuGet yapılandırma dosyası '{0}' yok.

# ToolInstallationRestoreFailed
source: The tool package could not be restored.
es: No se puede restaurar el paquete de la herramienta.
tr: Araç paketi geri yüklenemedi.

# InvalidNuGetVersionRange
source: Specified version '{0}' is not a valid NuGet version range.
es: La versión especificada "{0}" no es una gama de versiones de NuGet válida.
tr: Belirtilen '{0}' sürümü geçerli bir NuGet sürüm aralığı değil.

# InstallToolCommandNeedGlobalOrToolPath
source: Need either global or tool-path provided.
es: Se necesita una ruta global o de herramienta.
tr: Genel yolun veya araç yolunun sağlanması gerekir.

# InstallToolCommandInvalidGlobalAndToolPath
source: Cannot have global and tool-path as opinion at the same time.
es: No puede tener una ruta global y de herramienta como opinión al mismo tiempo.
tr: Fikir olarak aynı anda hem genel yol hem de araç yolu kullanılamaz.

# ToolPathDescription
source: Location of shim to access tool
es: Ubicación de las correcciones de compatibilidad (shim) para acceder a la herramienta
tr: Araca erişmek için dolgu konumu
