Repository: dotnet/msbuild
Catalog: src/Shared/Resources/xlf/Strings.shared.*.xlf
Languages: cs, de, es, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Shared.ProjectFileCouldNotBeLoaded
source: MSB5020: Could not load the project file: "{0}". {1}
cs: MSB5020: Nepodařilo se načíst soubor projektu: {0}. {1}
de: MSB5020: Die Projektdatei konnte nicht geladen werden: "{0}". {1}
es: MSB5020: No se pudo cargar el archivo del proyecto: "{0}". {1}
it: MSB5020: non è stato possibile caricare il file di progetto: "{0}". {1}
ja: MSB5020: プロジェクト ファイル "{0}" を読み込めませんでした。{1}
ko: MSB5020: 프로젝트 파일을 로드할 수 없습니다. "{0}". {1}
pl: MSB5020: Nie można załadować pliku projektu: „{0}”. {1}
pt_br: MSB5020: Não foi possível carregar o arquivo de projeto: "{0}". {1}
ru: MSB5020: не удалось загрузить файл проекта: "{0}". {1}
tr: MSB5020: Proje dosyası yüklenemedi: "{0}". {1}
zh_hans: MSB5020: 未能加载项目文件: “{0}”。{1}
zh_hant: MSB5020: 無法載入專案檔: "{0}"。{1}

# Shared.KillingProcessByCancellation
source: MSB5021: Terminating the task executable "{0}" and its child processes because the build was canceled.
cs: MSB5021: Spustitelný soubor úlohy {0} a její podřízené procesy se ukončují, protože sestavení bylo zrušeno.
de: MSB5021: Die ausführbare Datei der Aufgabe "{0}" und zugehörige Prozesse werden beendet, weil die Builderstellung abgebrochen wurde.
es: MSB5021: Finalizando el ejecutable de la tarea "{0}" y sus procesos secundarios porque se canceló la compilación.
it: MSB5021: l'eseguibile "{0}" dell'attività e i relativi processi figlio verranno terminati perché la compilazione è stata annullata.
ja: MSB5021: ビルドが取り消されたため、実行可能なタスク "{0}" とその子プロセスを終了しています。
ko: MSB5021: 빌드가 취소되었으므로 작업 실행 파일 "{0}" 및 자식 프로세스를 종료합니다.
pl: MSB5021: plik wykonywalny zadania „{0}” i jego procesy podrzędne zostaną zakończone, ponieważ anulowano kompilację.
pt_br: MSB5021: Encerrando a tarefa executável "{0}" e seus processos filho porque o build foi cancelado.
ru: MSB5021: завершается исполняемый файл задачи "{0}" и его дочерние процессы, так как сборка отменена.
tr: MSB5021: Derleme iptal edildiğinden "{0}" görev yürütülebilir dosyası ve bunun alt öğeleri sonlandırılıyor.
zh_hans: MSB5021: 终止任务可执行文件“{0}”及其子进程，因为已取消生成。
zh_hant: MSB5021: 因為建置已取消，所以即將終止工作可執行檔 "{0}" 及其子處理序。

# OM_NotSupportedReadOnlyCollection
source: This collection is read-only.
cs: Tato kolekce je jen pro čtení.
de: Diese Sammlung ist schreibgeschützt.
es: Esta colección es de solo lectura.
it: Raccolta di sola lettura.
ja: このコレクションは読み取り専用です。
ko: 이 컬렉션은 읽기 전용입니다.
pl: Ta kolekcja jest tylko do odczytu.
pt_br: Esta coleção é somente leitura.
ru: Эта коллекция доступна только для чтения.
tr: Bu koleksiyon salt okunur.
zh_hans: 此集合是只读的。
zh_hant: 這是一個唯讀集合。

# Shared.CanNotFindValidMSBuildLocation
source: MSB5024: Could not determine a valid location to MSBuild. Try running this process from the Developer Command Prompt for Visual Studio.
cs: MSB5024: Nešlo určit platné umístění pro MSBuild. Zkuste tento proces spustit z nástroje Developer Command Prompt for Visual Studio.
de: MSB5024: Es wurde kein gültiger Speicherort für MSBuild ermittelt. Versuchen Sie, den Prozess über die Entwicklereingabeaufforderung für Visual Studio auszuführen.
es: MSB5024: No se pudo determinar una ubicación válida para MSBuild. Intente ejecutar este proceso desde el Símbolo del sistema para desarrolladores de Visual Studio.
it: MSB5024: Non è stato possibile determinare un percorso valido di MSBuild. Provare a eseguire il processo dal prompt dei comandi per gli sviluppatori di Visual Studio.
ja: MSB5024: MSBuild への有効な場所が決定できませんでした。Visual Studio の開発者コマンド プロンプトからこのプロセスを実行してください。
ko: MSB5024: 유효한 MSBuild 위치를 확인할 수 없습니다. Visual Studio용 개발자 명령 프롬프트에서 프로세스를 실행해 보세요.
pl: MSB5024: Nie można określić prawidłowej lokalizacji programu MSBuild. Spróbuj uruchomić ten proces z wiersza polecenia dewelopera dla programu Visual Studio.
pt_br: MSB5024: não foi possível determinar um local válido para o MSBuild. Tente executar esse processo no Prompt de Comando do Desenvolvedor para o Visual Studio.
ru: MSB5024: Не удалось определить допустимое расположение для MSBuild. Попробуйте запустить этот процесс из командной строки разработчика для Visual Studio.
tr: MSB5024: MSBuild için geçerli bir konum belirlenemedi. Bu işlemi Visual Studio için Geliştirici Komut İstemi’nde çalıştırmayı deneyin.
zh_hans: MSB5024: 无法确定到 MSBuild 的有效位置。请尝试从 Visual Studio 开发人员命令提示处运行此进程。
zh_hant: MSB5024: 無法判斷 MSBuild 的有效位置。請嘗試從 Visual Studio 的開發人員命令提示字元執行此處理序。

# InvalidLogFileFormat
source: MSB4233: There was an exception while reading the log file: {0}
cs: MSB4233: Došlo k výjimce při čtení souboru protokolu: {0}.
de: MSB4233: Beim Lesen der Protokolldatei ist eine Ausnahme aufgetreten: {0}.
es: MSB4233: Excepción al leer el archivo de registro: {0}
it: MSB4233: si è verificata un'eccezione durante la lettura del file di log: {0}
ja: MSB4233: ログ ファイルの読み取り中に例外が発生しました: {0}
ko: MSB4233: 로그 파일을 읽는 동안 예외가 발생했습니다. {0}
pl: MSB4233: Wystąpił wyjątek podczas odczytywania pliku dziennika: {0}
pt_br: MSB4233: houve uma exceção durante a leitura do arquivo de log: {0}
ru: MSB4233: возникло исключение при чтении файла журнала: {0}
tr: MSB4233: Günlük dosyası okunurken bir özel durum oluştu: {0}
zh_hans: MSB4233: 读取日志文件时出现异常: {0}
zh_hant: MSB4233: 讀取記錄檔時發生錯誤: {0}

# Shared.ParameterCannotHaveInvalidPathChars
source: Parameter "{0}" with assigned value "{1}" cannot have invalid path or invalid file characters.
cs: Parametr {0} s přiřazenou hodnotou {1} nesmí obsahovat neplatnou cestu nebo neplatné znaky souboru.
de: Der Parameter "{0}" mit dem zugewiesenen Wert "{1}" darf keinen ungültigen Pfad und keine ungültigen Dateizeichen haben.
es: El parámetro "{0}" con el valor asignado "{1}" no puede tener una ruta de acceso no válida o caracteres de archivo no válidos.
it: Il parametro "{0}" con valore assegnato "{1}" non può contenere un percorso non valido o caratteri di file non validi.
ja: 値 "{1}" が割り当てられたパラメーター "{0}" には、無効なパスまたは無効なファイル内の文字を指定することはできません。
ko: "{1}" 값이 할당된 "{0}" 매개 변수는 유효하지 않은 경로 또는 파일 문자를 포함할 수 없습니다.
pl: Parametr „{0}” z przypisaną wartością „{1}” nie może mieć nieprawidłowej ścieżki ani zawierać nieprawidłowych znaków w pliku.
pt_br: O parâmetro "{0}" com o valor "{1}" atribuído não pode ter um caminho inválido ou caracteres de arquivo inválidos.
ru: Параметр "{0}" с назначенным значением "{1}" не может иметь недопустимый путь или недопустимые символы файлов.
tr: "{1}" değeri atanan "{0}" parametresinde geçersiz yol veya geçersiz dosya karakterleri bulunamaz.
zh_hans: 分配有值“{1}”的参数“{0}”不可具有无效路径或无效的文件字符。
zh_hant: 指派值為 "{1}" 的參數 "{0}" 不得具有無效的路徑或檔案字元。

# WildcardResultsInDriveEnumeration
source: MSB5029: The value "{0}" of the "{1}" attribute in element <{2}> in file "{3}" is a wildcard that results in enumerating all files on the drive, which was likely not intended. Check that referenced properties are always defined and that the project and current working directory are not at the drive root.
de: MSB5029: Der Wert „{0}“ des Attributs „{1}“ in Element <{2}> in der Datei „{3}“ ist ein Platzhalter, der dazu führt, dass alle Dateien auf dem Laufwerk aufgelistet werden, was wahrscheinlich nicht beabsichtigt war. Überprüfen Sie, ob die referenzierten Eigenschaften immer definiert sind und dass sich das Projekt und das aktuelle Arbeitsverzeichnis nicht im Laufwerkstamm befinden.
ko: MSB5029: 파일 "{0}"에 있는 요소 <{1}> 요소의 "{2}" 특성의 값 "{3}"은(는) 의도하지 않은 드라이브의 모든 파일을 열거하는 와일드카드입니다. 참조된 속성이 항상 정의되어 있고 프로젝트 및 현재 작업 디렉터리가 드라이브 루트에 없는지 확인합니다.
pt_br: MSB5029: O valor "{0}" do atributo "{1}" no elemento <{2}> no arquivo "{3}" é um curinga que resulta na enumeração de todos os arquivos na unidade, o que provavelmente não foi planejado. Verifique se as propriedades referenciadas estão sempre definidas e se o projeto e o diretório de trabalho atual não estão na raiz da unidade.
tr: MSB5029: "{0}" dosyasındaki <{1}> öğesinde "{2}" özniteliğinin "{3}" değeri, sürücüdeki tüm dosyaların numaralandırılmasıyla sonuçlanan (büyük olasılıkla bunun olması amaçlanmıyordu) bir joker karakterdir. Başvurulan özelliklerin her zaman tanımlandığını ve projenin ve geçerli çalışma dizininin sürücü kökünde bulunmadığını kontrol edin.
zh_hans: MSB5029: 文件“{3}”中元素 <{2}> 中“{1}”属性的值“{0}”是通配符，可导致枚举驱动器上的所有文件，这可能不是预期的行为。确认始终定义了引用的属性，并且项目和当前工作目录不在驱动器根目录下。

# WildcardResultsInDriveEnumeration
source: MSB5029: The value "{0}" of the "{1}" attribute in element <{2}> in file "{3}" is a wildcard that results in enumerating all files on the drive, which was likely not intended. Check that referenced properties are always defined.
cs: MSB5029: Hodnota {0} atributu {1} v elementu <{2}> v souboru {3} je zástupný znak, jehož výsledkem je výčet všech souborů na jednotce, což pravděpodobně nebylo zamýšleno. Zkontrolujte, jestli jsou odkazované vlastnosti vždy definovány.
it: MSB5029: il valore "{0}" dell'attributo "{1}" nell'elemento <{2}> nel file "{3}" è un carattere jolly che determina l'enumerazione di tutti i file nell'unità, che probabilmente non era previsto. Verificare che le proprietà di riferimento siano sempre definite.
ja: MSB5029: ファイル "{3}" 内の要素 <{2}> の "{1}" 属性の値 "{0}" はワイルドカードであり、ドライブ上のすべてのファイルが列挙されます。それは意図されてはいないと思われます。参照されるプロパティが常に定義されていることを確認してください。
pl: MSB5029: Wartość „{0}” atrybutu „{1}” w elemencie <{2}> w pliku „{3}” jest symbolem wieloznacznym, który powoduje wyliczenie wszystkich plików na dysku, co prawdopodobnie nie było zamierzone. Sprawdź, aby przywoływane właściwości były zawsze zdefiniowane.
ru: MSB5029: значение "{0}" атрибута "{1}" в элементе <{2}> в файле "{3}" является подстановочным знаком, который приводит к перечислению всех файлов на диске, что, вероятно, не предполагалось. Убедитесь, что ссылочные свойства всегда определены.
zh_hant: MSB5029: 檔案「{3}」元素 <{2}> 中屬性「{1}」的值「{0}」是萬用字元，導致列舉磁碟機上的所有檔案，這很可能不是預期的結果。檢查是否一直定義參考屬性。
