Repository: dotnet/msbuild
Catalog: src/Shared/Resources/xlf/Strings.shared.*.xlf
Languages: cs, de, es, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SolutionParseNestedProjectErrorWithNameAndGuid
source: MSB5009: Error parsing the project "{0}" section with GUID: "{1}". It is nested under "{2}" but that project is not found in the solution.
cs: MSB5009: Při analýze oddílu {0} projektu s identifikátorem GUID: {1} došlo k chybě. Je vnořený pod {2}, ale tento projekt nebyl v řešení nalezen.
de: MSB5009: Fehler beim Analysieren des Projektabschnitts "{0}". GUID: {1}. Er ist unter "{2}" geschachtelt, aber dieses Projekt wurde in der Projektmappe nicht gefunden.
it: MSB5009: si è verificato un errore durante l'analisi della sezione "{0}" del progetto con GUID: "{1}". È annidata in "{2}", ma tale progetto non è stato trovato nella soluzione.
ja: MSB5009: GUID "{1}" のプロジェクト "{0}" セクションの解析でエラーが発生しました。これは "{2}" の下に入れ子にされていますが、このプロジェクトはソリューション内で見つかりません。
ko: MSB5009: GUID가 "{1}"인 프로젝트 "{0}" 섹션을 구문 분석하는 동안 오류가 발생했습니다. "{2}" 아래에 중첩되지만 해당 프로젝트를 솔루션에서 찾을 수 없습니다.
pl: MSB5009: Błąd analizowania sekcji projektu „{0}” o identyfikatorze GUID: „{1}”. Jest ona zagnieżdżona w obszarze „{2}”, ale nie znaleziono tego projektu w rozwiązaniu.
pt_br: MSB5009: erro ao analisar a seção do projeto "{0}" com o GUID: "{1}". Ela está aninhada em "{2}", mas o projeto não foi encontrado na solução.
ru: MSB5009: ошибка при синтаксическом анализе раздела проекта "{0}" с GUID: "{1}". Он вложен в "{2}", но этот проект не найден в решении.
tr: MSB5009: "{1}" GUID'si ile "{0}" proje bölümü ayrıştırılırken hata oluştu. Proje "{2}" altında iç içe yerleştirilmiş ancak bu proje çözümde bulunamadı.
zh_hans: MSB5009: 分析 GUID 为 "{1}" 的项目 "{0}" 部分时出错。它嵌套在 "{2}" 下，但在解决方案中未找到该项目。
zh_hant: MSB5009: 剖析 GUID 為 "{1}" 的專案 "{0}" 區段時發生錯誤。其為 "{2}" 下方的巢狀專案，但在解決方案中找不到該專案。

# UnrecognizedToolsVersion
source: MSB4132: The tools version "{0}" is unrecognized. Available tools versions are {1}.
cs: MSB4132: Verze nástrojů {0} je neznámá. Dostupné verze nástrojů jsou {1}.
de: MSB4132: Die Toolsversion "{0}" ist unbekannt. Verfügbare Toolversionen sind {1}.
es: MSB4132: No se reconoce la versión de herramientas "{0}". Las versiones de herramientas disponibles son {1}.
it: MSB4132: versione degli strumenti "{0}" non riconosciuta. Le versioni disponibili sono {1}.
ja: MSB4132: ツール バージョン "{0}" が認識されません。使用可能なツール バージョンは {1} です。
ko: MSB4132: 도구 버전 "{0}"을(를) 인식할 수 없습니다. 사용할 수 있는 도구 버전은 {1}입니다.
pl: MSB4132: Wersja narzędzi „{0}” nie została rozpoznana. Dostępne wersje narzędzi to {1}.
pt_br: MSB4132: A versão das ferramentas "{0}" não é reconhecida. As versões das ferramentas disponíveis são {1}.
ru: MSB4132: версия инструментов "{0}" не распознана. Доступные версии инструментов: {1}.
tr: MSB4132: Araçlar sürümü "{0}" tanınmıyor. Kullanılabilir araç sürümleri şunlardır: {1}.
zh_hans: MSB4132: 无法识别工具版本“{0}”。可用的工具版本为 {1}。
zh_hant: MSB4132: 工具版本 "{0}" 無法辨認。可用的工具版本為 {1}。

# NameInvalid
source: MSB5016: The name "{0}" contains an invalid character "{1}".
cs: MSB5016: Název {0} obsahuje neplatný znak {1}.
de: MSB5016: Der Name "{0}" enthält das ungültige Zeichen "{1}".
es: MSB5016: El nombre "{0}" contiene un carácter no válido "{1}".
it: MSB5016: il nome "{0}" contiene il carattere "{1}" non valido.
ja: MSB5016: 名前 "{0}" は無効な文字 "{1}" を含んでいます。
ko: MSB5016: 이름 "{0}"에 잘못된 문자 "{1}"이(가) 사용되었습니다.
pl: MSB5016: Nazwa „{0}” zawiera nieprawidłowy znak „{1}”.
pt_br: MSB5016: O nome "{0}" contém um caractere inválido "{1}".
ru: MSB5016: имя "{0}" содержит недопустимый знак "{1}".
tr: MSB5016: "{0}" adı geçersiz "{1}" karakterini içeriyor.
zh_hans: MSB5016: 名称“{0}”包含无效字符“{1}”。
zh_hant: MSB5016: 名稱 "{0}" 包含無效字元 "{1}"。

# Shared.CannotChangeItemSpecModifiers
source: "{0}" is a reserved item metadata, and cannot be modified or deleted.
cs: "{0}" jsou vyhrazená metadata položky a nemohou být změněna nebo smazána.
de: "{0}" sind reservierte Elementmetadaten, die nicht geändert oder gelöscht werden können.
es: "{0}" es un metadato de elemento reservado y no se puede modificar ni eliminar.
it: "{0}" è un metadato di un elemento riservato e pertanto non può essere modificato o eliminato.
ja: "{0}" は予約された項目メタデータです。変更または削除することはできません。
ko: "{0}"은(는) 예약된 항목 메타데이터이므로 수정 또는 삭제할 수 없습니다.
pl: „{0}” jest zastrzeżonym elementem metadanych i nie może zostać zmodyfikowany ani usunięty.
pt_br: "{0}" são metadados de item reservado e não podem ser modificados ou excluídos.
ru: "{0}" - зарезервированные метаданные элемента; их изменение или удаление невозможно.
tr: "{0}" ayrılmış bir öğe meta verisi olduğu için değiştirilemez veya silinemez.
zh_hans: “{0}”是保留的项元数据，不能修改或删除。
zh_hant: "{0}" 是保留的項目中繼資料，不能修改或刪除。

# Shared.CannotConvertStringToBool
source: The string "{0}" cannot be converted to a boolean (true/false) value.
cs: Řetězec {0} nelze převést na logickou hodnotu (true/false).
de: Die Zeichenfolge "{0}" kann nicht in einen booleschen Wert (true/false) konvertiert werden.
es: La cadena "{0}" no puede convertirse en un valor booleano (true/false).
it: Non è possibile convertire la stringa "{0}" in un valore booleano (true/false).
ja: 文字列 "{0}" をブール値 (true/false) に変換することはできません。
ko: "{0}" 문자열을 부울 값(true/false)으로 변환할 수 없습니다.
pl: Ciągu „{0}” nie można przekonwertować na wartość logiczną (prawda/fałsz).
pt_br: A cadeia de caracteres "{0}" não pode ser convertida em um valor booliano (true/false).
ru: Строка "{0}" не может быть преобразована в логическое значение (истина/ложь).
tr: "{0}" dizesi bir boole (doğru/yanlış) değerine dönüştürülemiyor.
zh_hans: 无法将字符串“{0}”转换为布尔值(true/false)。
zh_hant: 無法將字串 "{0}" 轉換成布林值 (true/false)。

# Shared.FailedCreatingTempFile
source: MSB5003: Failed to create a temporary file. Temporary files folder is full or its path is incorrect. {0}
cs: MSB5003: Vytvoření dočasného souboru se nepovedlo. Složka dočasných souborů je plná nebo cesta k této složce není správná. {0}
de: MSB5003: Fehler beim Erstellen einer temporären Datei. Der Ordner für temporäre Dateien ist voll, oder der Pfad ist falsch. {0}
es: MSB5003: Error al crear un archivo temporal. La carpeta de archivos temporales está llena o la ruta de acceso no es correcta. {0}
it: MSB5003: non è stato possibile creare un file temporaneo. La cartella dei file temporanei è piena oppure il percorso è errato. {0}
ja: MSB5003: 一時ファイルを作成できませんでした。一時ファイル フォルダーがいっぱいであるか、またはそのパスが正しくありません。{0}
ko: MSB5003: 임시 파일을 만들지 못했습니다. 임시 파일 폴더가 꽉 찼거나 경로가 올바르지 않습니다. {0}
pl: MSB5003: Nie można utworzyć pliku tymczasowego. Folder plików tymczasowych jest zapełniony lub jego ścieżka jest niepoprawna. {0}
pt_br: MSB5003: Falha ao criar arquivo temporário. A pasta de arquivos temporários está cheia ou o caminho está incorreto. {0}
ru: MSB5003: не удалось создать временный файл. Папка временных файлов переполнена, или указан неверный путь. {0}
tr: MSB5003: Geçici bir dosya oluşturulamadı. Geçici dosyalar klasörü dolu veya yolu hatalı. {0}
zh_hans: MSB5003: 未能创建临时文件。临时文件文件夹已满或其路径不正确。{0}
zh_hant: MSB5003: 無法建立暫存檔案。暫存檔案資料夾已滿或其路徑錯誤。{0}

# Shared.FailedDeletingTempFile
source: MSB5018: Failed to delete the temporary file "{0}". {1}
cs: MSB5018: Nepodařilo se odstranit dočasný soubor {0}. {1}
de: MSB5018: Fehler beim Löschen der temporären Datei "{0}". {1}
es: MSB5018: No se pudo eliminar el archivo temporal "{0}". {1}
it: MSB5018: non è stato possibile eliminare il file temporaneo "{0}". {1}
ja: MSB5018: 一時ファイル "{0}" を削除できませんでした。{1}
ko: MSB5018: 임시 파일 "{0}"을(를) 삭제하지 못했습니다. {1}
pl: MSB5018: Nie można usunąć pliku tymczasowego „{0}”. {1}
pt_br: MSB5018: Falha ao excluir o arquivo temporário "{0}". {1}
ru: MSB5018: не удалось удалить временный файл "{0}". {1}
tr: MSB5018: "{0}" geçici dosyası silinemedi. {1}
zh_hans: MSB5018: 未能删除临时文件“{0}”。{1}
zh_hant: MSB5018: 無法刪除暫存檔 "{0}"。{1}

# Shared.InvalidFilespecForTransform
source: The item metadata "%({0})" cannot be applied to the path "{1}". {2}
cs: Metadata položky %({0}) nelze použít na cestu {1}. {2}
de: Die %({0})-Elementmetadaten können nicht auf den Pfad "{1}" angewendet werden. {2}
es: Los metadatos "%({0})" del elemento no pueden aplicarse a la ruta de acceso "{1}". {2}
it: Non è possibile applicare i metadati dell'elemento "%({0})" al percorso "{1}". {2}
ja: 項目メタデータ "%({0})" をパス "{1}" に適用できません。{2}
ko: 항목 메타데이터 "%({0})"을(를) "{1}" 경로에 적용할 수 없습니다. {2}
pl: Elementu metadanych „%({0})” nie można zastosować do ścieżki „{1}”. {2}
pt_br: Os metadados do item "%({0})" não podem ser aplicados ao caminho "{1}". {2}
ru: Не удается применить метаданные элемента "%({0})" к пути "{1}". {2}
tr: "%({0})" öğe meta verisi "{1}" yoluna uygulanamıyor. {2}
zh_hans: 无法将项元数据“%({0})”应用于路径“{1}”。{2}
zh_hant: 無法將項目中繼資料 "%({0})" 套用至路徑 "{1}"。{2}

# TaskNotMarshalByRef
source: MSB4077: The "{0}" task has been marked with the attribute LoadInSeparateAppDomain, but does not derive from MarshalByRefObject. Check that the task derives from MarshalByRefObject or AppDomainIsolatedTask.
cs: MSB4077: Úloha {0} byla označena atributem LoadInSeparateAppDomain, není ale odvozena od třídy MarshalByRefObject. Zkontrolujte, jestli je úloha odvozena od třídy MarshalByRefObject nebo AppDomainIsolatedTask.
de: MSB4077: Die Aufgabe "{0}" wurde mit dem LoadInSeparateAppDomain-Attribut markiert, ist jedoch nicht von MarshalByRefObject abgeleitet. Stellen Sie sicher, dass die Aufgabe von MarshalByRefObject oder AppDomainIsolatedTask abgeleitet wird.
es: MSB4077: La tarea "{0}" se marcó con el atributo LoadInSeparateAppDomain, pero no deriva de MarshalByRefObject. Asegúrese de que la tarea deriva de MarshalByRefObject o de AppDomainIsolatedTask.
it: MSB4077: l'attività "{0}" è stata contrassegnata con l'attributo LoadInSeparateAppDomain, ma non deriva da MarshalByRefObject. Verificare che l'attività derivi da MarshalByRefObject o AppDomainIsolatedTask.
ja: MSB4077: "{0}" タスクに属性 LoadInSeparateAppDomain が設定されていますが、MarshalByRefObject から派生していません。そのタスクが MarshalByRefObject または AppDomainIsolatedTask から派生していることを確認してください。
ko: MSB4077: "{0}" 작업이 LoadInSeparateAppDomain 특성으로 표시되었지만 MarshalByRefObject에서 파생되지 않습니다. 해당 작업이 MarshalByRefObject 또는 AppDomainIsolatedTask에서 파생되는지 확인하십시오.
pl: MSB4077: Zadanie „{0}” zostało oznaczone atrybutem LoadInSeparateAppDomain, ale nie pochodzi od obiektu MarshalByRefObject. Sprawdź, czy zadanie pochodzi od obiektu MarshalByRefObject lub zadania AppDomainIsolatedTask.
pt_br: MSB4077: A tarefa "{0}" foi marcada com o atributo LoadInSeparateAppDomain, mas não é derivada de MarshalByRefObject. Verifique se a tarefa é derivada de MarshalByRefObject ou de AppDomainIsolatedTask.
ru: MSB4077: задача "{0}" помечена атрибутом LoadInSeparateAppDomain, но не является производной от MarshalByRefObject. Задача должна быть производной от MarshalByRefObject или AppDomainIsolatedTask.
tr: MSB4077: "{0}" görevi LoadInSeparateAppDomain özniteliğiyle işaretlenmiş, ancak MarshalByRefObject öğesinden türetilmiyor. Görevin MarshalByRefObject veya AppDomainIsolatedTask öğesinden türetildiğini denetleyin.
zh_hans: MSB4077: “{0}”任务已标记为 LoadInSeparateAppDomain 特性，但未派生自 MarshalByRefObject。请检查该任务是派生自 MarshalByRefObject 还是 AppDomainIsolatedTask。
zh_hant: MSB4077: "{0}" 工作已經以屬性 LoadInSeparateAppDomain 標記，但不是衍生自 MarshalByRefObject。請檢查工作是否衍生自 MarshalByRefObject 或 AppDomainIsolatedTask。

# FrameworkLocationHelper.UnsupportedFrameworkVersion
source: .NET Framework version "{0}" is not supported. Please specify a value from the enumeration Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
cs: Verze {0} rozhraní .NET Framework není podporovaná. Zadejte hodnotu z výčtu Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
de: Die .NET Framework-Version "{0}" wird nicht unterstützt. Geben Sie einen Wert aus der Enumeration "Microsoft.Build.Utilities.TargetDotNetFrameworkVersion" an.
es: La versión "{0}" no es compatible. Especifique un valor de la enumeración Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
it: La versione "{0}" di .NET Framework non è supportata. Specificare un valore dall'enumerazione Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
ja: .NET Framework のバージョン "{0}" はサポートされていません。列挙 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion から値を指定してください。
ko: .NET Framework 버전 "{0}"이(가) 지원되지 않습니다. Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 열거형에서 값을 지정하세요.
pl: Program .NET Framework w wersji „{0}” nie jest obsługiwany. Podaj wartość z wyliczenia Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
pt_br: Não há suporte para a versão "{0}" do .NET Framework. Especifique um valor da enumeração Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
ru: .NET Framework версии "{0}" не поддерживается. Укажите значение из перечисления Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
tr: .NET Framework "{0}" sürümü desteklenmiyor. Lütfen Microsoft.Build.Utilities.TargetDotNetFrameworkVersion sabit listesinden bir değer belirtin.
zh_hans: 不支持 .NET Framework 版本“{0}”。请指定枚举 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中的某个值。
zh_hant: 不支援 .NET Framework 版本 "{0}"。請從列舉 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中指定值。

# FrameworkLocationHelper.UnsupportedFrameworkVersionForWindowsSdk
source: .NET Framework version "{0}" is not supported when explicitly targeting the Windows SDK, which is only supported on .NET 4.5 and later. Please specify a value from the enumeration Microsoft.Build.Utilities.TargetDotNetFrameworkVersion that is Version45 or above.
cs: Verze {0} rozhraní .NET Framework není podporovaná, pokud je jako cíl explicitně určená sada Windows SDK, která je podporovaná jenom v rozhraní .NET 4.5 nebo novějším. Určete hodnotu Version45 nebo vyšší z výčtu Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
de: .NET Framework, Version "{0}" wird nicht unterstützt, wenn das Windows SDK das explizite Ziel ist, da dies nur unter .NET 4.5 und höher unterstützt wird. Geben Sie einen Wert aus der Enumeration "Microsoft.Build.Utilities.TargetDotNetFrameworkVersion", Version45 oder höher an.
es: La versión "{0}" de .NET Framework no es compatible cuando se establece de forma explícita Windows SDK como destino, que solo se admite en .NET 4.5 y posterior. Especifique un valor de la enumeración Microsoft.Build.Utilities.TargetDotNetFrameworkVersion que sea Version45 o posterior.
it: La versione "{0}" di .NET Framework non è supportata se è destinata in modo esplicito a Windows SDK, che è supportato solo da .NET 4.5 e versioni successive. Specificare un valore dell'enumerazione Microsoft.Build.Utilities.TargetDotNetFrameworkVersion che sia Version45 o successivo.
ja: Windows SDK を明示的にターゲットとする場合、.NET Framework のバージョン "{0}" はサポートされません。Windows SDK は、.NET 4.5 以降でのみサポートされています。列挙 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion から Version45 以上の値を指定してください。
ko: .NET 4.5 이상에서만 지원되는 Windows SDK를 명시적으로 대상으로 지정하는 경우 .NET Framework 버전 "{0}"이(가) 지원되지 않습니다. Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 열거형에서 Version45 이상인 값을 지정하세요.
pl: Program .NET Framework w wersji „{0}” nie jest obsługiwany, jeśli jawnym obiektem docelowym jest zestaw SDK systemu Windows, ponieważ taki zestaw jest obsługiwany tylko na platformie .NET w wersji 4.5 lub nowszej. Podaj wartość z wyliczenia Microsoft.Build.Utilities.TargetDotNetFrameworkVersion, która wynosi co najmniej Version45.
pt_br: Não há suporte para a versão "{0}" do .NET Framework quando o destino for explicitamente o SDK do Windows, que só tem suporte no .NET 4.5 e posterior. Especifique um valor da enumeração Microsoft.Build.Utilities.TargetDotNetFrameworkVersion que seja Version45 ou acima.
ru: При явном использовании пакета Windows SDK платформа .NET Framework версии "{0}" не поддерживается; она поддерживается только платформой .NET 4.5 и более поздними версиями. Укажите значение из перечисления Microsoft.Build.Utilities.TargetDotNetFrameworkVersion версии Version45 или более поздней.
tr: Yalnızca .NET 4.5 ve sonraki sürümlerde desteklenen Windows SDK açıkça hedeflenirken .NET Framework "{0}" sürümü desteklenmez. Lütfen Microsoft.Build.Utilities.TargetDotNetFrameworkVersion sabit listesinden Sürüm 45 veya üzerinde bir değer belirtin.
zh_hans: 当明确以 Windows SDK 为目标时，不支持 .NET Framework 版本“{0}”，Windows SDK 只在 .NET 4.5 及更高版本上受支持。请指定枚举 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中 Version45 或以上的值。
zh_hant: 明確地以 Windows SDK 為目標時，不支援 .NET Framework 版本 "{0}"，只有 .NET 4.5 及更新版本才予以支援。請從 Version45 (含) 以上版本的列舉 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中指定值。

# FrameworkLocationHelper.UnsupportedVisualStudioVersion
source: Visual Studio version "{0}" is not supported. Please specify a value from the enumeration Microsoft.Build.Utilities.VisualStudioVersion.
cs: Verze {0} sady Visual Studio není podporovaná. Zadejte hodnotu z výčtu Microsoft.Build.Utilities.VisualStudioVersion.
de: Visual Studio-Version "{0}" wird nicht unterstützt. Geben Sie einen Wert aus der Enumeration "Microsoft.Build.Utilities.VisualStudioVersion" an.
es: La versión "{0}" de Visual Studio no es compatible. Especifique un valor de la enumeración Microsoft.Build.Utilities.VisualStudioVersion.
it: La versione "{0}" di Visual Studio non è supportata. Specificare un valore dall'enumerazione Microsoft.Build.Utilities.VisualStudioVersion.
ja: Visual Studio のバージョン "{0}" はサポートされていません。列挙 Microsoft.Build.Utilities.VisualStudioVersion から値を指定してください。
ko: Visual Studio 버전 "{0}"이(가) 지원되지 않습니다. Microsoft.Build.Utilities.VisualStudioVersion 열거형에서 값을 지정하세요.
pl: Program Visual Studio w wersji „{0}” nie jest obsługiwany. Podaj wartość z wyliczenia Microsoft.Build.Utilities.VisualStudioVersion.
pt_br: O Visual Studio versão "{0}" não tem suporte. Especifique um valor da enumeração Microsoft.Build.Utilities.VisualStudioVersion.
ru: Visual Studio версии "{0}" не поддерживается. Укажите значение из перечисления Microsoft.Build.Utilities.VisualStudioVersion.
tr: Visual Studio "{0}" sürümü desteklenmiyor. Lütfen Microsoft.Build.Utilities.VisualStudioVersion sabit listesinden bir değer belirtin.
zh_hans: 不支持 Visual Studio 版本“{0}”。请指定枚举 Microsoft.Build.Utilities.VisualStudioVersion 中的某个值。
zh_hant: 不支援 Visual Studio 版本 "{0}"。請從列舉 Microsoft.Build.Utilities.VisualStudioVersion 中指定值。

# FrameworkLocationHelper.CouldNotGenerateReferenceAssemblyDirectory
source: When attempting to generate a reference assembly path from the path "{0}" and the framework moniker "{1}" there was an error. {2}
cs: Při pokusu o vygenerování cesty odkazovaného sestavení z cesty {0} a monikeru rozhraní {1} došlo k chybě. {2}
de: Fehler beim Versuch, einen Referenzassemblypfad aus dem Pfad "{0}" und dem Frameworkmoniker "{1}" zu generieren. {2}
es: Error al intentar generar una ruta de acceso de ensamblado de referencia a partir de la ruta de acceso "{0}" y del moniker "{1}" de la versión de .NET Framework. {2}
it: Si è verificato un errore durante il tentativo di generare un percorso dell'assembly di riferimento dal "{0}" e dal moniker del framework "{1}". {2}
ja: 参照アセンブリ パスをパス "{0}" とフレームワーク モニカー "{1}" から生成しようとしたときに、エラーが発生しました。{2}
ko: "{0}" 경로 및 프레임워크 모니커 "{1}"에서 참조 어셈블리 경로를 생성하는 동안 오류가 발생했습니다. {2}
pl: Wystąpił błąd podczas próby wygenerowania ścieżki zestawu odwołania ze ścieżki „{0}” i monikera struktury „{1}”. {2}
pt_br: Erro ao tentar gerar um caminho de assembly de referência no caminho "{0}" e o moniker de estrutura "{1}". {2}
ru: Ошибка при попытке создать ссылочный путь к сборке из пути "{0}" и моникер инфраструктуры "{1}". {2}
tr: "{0}" yolundan ve "{1}" framework adından bir başvuru bütünleştirilmiş kod yolu oluşturmaya çalışılırken bir hata oluştu. {2}
zh_hans: 尝试从路径“{0}”和框架名字对象“{1}”生成引用程序集路径时出错。{2}
zh_hant: 嘗試從路徑 "{0}" 和架構 Moniker "{1}" 產生參考組件路徑時，發生錯誤。{2}

# DirectoryNotFound
source: Could not find directory path: {0}
cs: Nebyla nalezena cesta k adresáři: {0}
de: Der Verzeichnispfad wurde nicht gefunden: {0}
es: No se encuentra la ruta de acceso del directorio: {0}
it: Il percorso di directory {0} non è stato trovato
ja: ディレクトリ パスが見つかりませんでした: {0}
ko: 디렉터리 경로를 찾을 수 없습니다. {0}
pl: Nie można odnaleźć ścieżki katalogu: {0}
pt_br: Não foi possível localizar o caminho do diretório: {0}
ru: Не удалось найти путь к каталогу: {0}
tr: Dizin yolu bulunamadı: {0}
zh_hans: 未能找到目录路径: {0}
zh_hant: 找不到目錄路徑: {0}

# UnauthorizedAccess
source: You do not have access to: {0}
cs: Nemáte přístup k objektu {0}.
de: Sie haben keinen Zugriff auf: {0}
es: No tiene acceso a: {0}
it: Non si dispone dell'accesso a {0}
ja: {0} へのアクセス権がありません
ko: {0}에 액세스할 수 있는 권한이 없습니다.
pl: Nie masz dostępu do następującego elementu: {0}
pt_br: Você não tem acesso a: {0}
ru: Отсутствуют права доступа к: {0}
tr: Şu öğeye erişiminiz yok: {0}
zh_hans: 您无权访问 {0}
zh_hant: 您沒有存取權限: {0}

# SubCategoryForSchemaValidationErrors
source: Schema validation
cs: Ověřování schématu
de: Schemavalidierung
es: Validación de esquemas
it: Convalida schema
ja: スキーマの検証
ko: 스키마 유효성 검사
pl: Walidacja schematu
pt_br: Validação de esquema
ru: Проверка схемы
tr: Şema doğrulama
zh_hans: 架构验证
zh_hant: 結構描述驗證

# Shared.KillingProcess
source: MSB5002: Terminating the task executable "{0}" because it did not finish within the specified limit of {1} milliseconds.
cs: MSB5002: Spustitelný soubor úlohy {0} se ukončuje, protože nebyl dokončen ve stanoveném limitu {1} milisekund.
de: MSB5002: Die ausführbare Datei der Aufgabe "{0}" wird beendet, weil sie nicht in der vorgegebenen Zeit von {1} Millisekunden abgeschlossen wurde.
es: MSB5002: Finalizando el ejecutable de la tarea "{0}" porque no se completó dentro del límite especificado de {1} milisegundos.
it: MSB5002: l'eseguibile "{0}" dell'attività verrà terminato perché non è finito entro il limite specificato di {1} millisecondi.
ja: MSB5002: 実行可能なタスク "{0}" は、指定された制限 ({1} ミリ秒) 内で完了しなかったため、終了しています。
ko: MSB5002: 작업 실행 파일 "{0}"이(가) 지정한 제한 시간인 {1}밀리초 안에 완료되지 않았으므로 종료합니다.
pl: MSB5002: plik wykonywalny zadania „{0}” zostanie zakończony, ponieważ nie ukończył działania przed określonym limitem czasu ({1} ms).
pt_br: MSB5002: encerrando a tarefa executável "{0}" porque ela não foi concluída dentro do limite especificado de {1} milissegundos.
ru: MSB5002: завершается исполняемый файл задачи "{0}", так как он не закончил работу в указанный период {1} мс.
tr: MSB5002: "{0}" görev yürütülebilir dosyası belirtilen {1} milisaniye sınırı içinde tamamlanmadığından sonlandırılıyor.
zh_hans: MSB5002: 终止任务可执行文件“{0}”，因为它未在指定的 {1} 毫秒限制内完成。
zh_hant: MSB5002: 因為工作可執行檔 "{0}" 未於指定的 {1} 毫秒限制內完成，所以即將予以終止。

# Shared.ParameterCannotBeNull
source: Parameter "{0}" cannot be null.
cs: Parametr {0} nesmí mít hodnotu Null.
de: Der Parameter "{0}" darf nicht NULL sein.
es: El parámetro "{0}" no puede ser NULL.
it: Il parametro "{0}" non può essere Null.
ja: パラメーター "{0}" を null にすることはできません。
ko: "{0}" 매개 변수는 null일 수 없습니다.
pl: Parametr „{0}” nie może być zerowy.
pt_br: O parâmetro "{0}" não pode ser nulo.
ru: Параметр "{0}" не может иметь неопределенное (null) значение.
tr: "{0}" parametresi null olamaz.
zh_hans: 参数“{0}”不能为 null。
zh_hant: 參數 "{0}" 不能為 null。

# Shared.ParameterCannotHaveZeroLength
source: Parameter "{0}" cannot have zero length.
cs: Parametr {0} nesmí mít nulovou délku.
de: Parameter "{0}" darf nicht die Länge NULL haben.
es: La longitud del parámetro "{0}" no puede ser cero.
it: Il parametro "{0}" non può avere lunghezza zero.
ja: パラメーター "{0}" の長さを 0 にすることはできません。
ko: "{0}" 매개 변수의 길이는 0일 수 없습니다.
pl: Parametr „{0}” nie może mieć zerowej długości.
pt_br: O parâmetro "{0}" não pode ter comprimento zero.
ru: Длина параметра "{0}" не может быть равна нулю.
tr: "{0}" parametresinin uzunluğu sıfır olamaz.
zh_hans: 参数“{0}”的长度不能为零。
zh_hant: 參數 "{0}" 長度不能為零。
