Repository: dotnet/msbuild
Catalog: src/Shared/Resources/xlf/Strings.shared.*.xlf
Languages: cs, de, es, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Shared.ParametersMustHaveTheSameLength
source: Parameters "{0}" and "{1}" must have the same number of elements.
cs: Parametry {0} a {1} musí mít stejný počet prvků.
de: Die Parameter "{0}" und "{1}" müssen die gleiche Anzahl von Elementen enthalten.
es: Los parámetros "{0}" y "{1}" deben tener el mismo número de elementos.
it: I parametri "{0}" e "{1}" devono avere lo stesso numero di elementi.
ja: パラメーター "{0}" と "{1}" の要素数は同じである必要があります。
ko: "{0}" 및 "{1}" 매개 변수에는 동일한 수의 요소를 사용해야 합니다.
pl: Parametry „{0}” i „{1}” muszą mieć tę samą liczbę elementów.
pt_br: Os parâmetros "{0}" e "{1}" devem ter o mesmo número de elementos.
ru: Параметры "{0}" и "{1}" должны содержать одинаковое количество элементов.
tr: "{0}" ve "{1}" parametrelerinin öğe sayıları aynı olmalıdır.
zh_hans: 参数“{0}”和“{1}”的元素数目必须相同。
zh_hant: 參數 "{0}" 和 "{1}" 的項目數目必須相同。

# Shared.TaskResourceNotFound
source: The resource string "{0}" for the "{1}" task cannot be found. Confirm that the resource name "{0}" is correctly spelled, and the resource exists in the task's assembly.
cs: Řetězec prostředku {0} pro úlohu {1} nebyl nalezen. Zkontrolujte, jestli je název prostředku {0} napsaný správně a jestli tento prostředek existuje v sestavení úlohy.
de: Die Ressourcenzeichenfolge "{0}" für die Aufgabe "{1}" konnte nicht gefunden werden. Vergewissern Sie sich, dass der Ressourcenname "{0}" richtig geschrieben wurde und die Ressource in der Assembly der Aufgabe enthalten ist.
es: No se encuentra la cadena de recursos "{0}" para la tarea "{1}". Asegúrese de que el nombre del recurso "{0}" está escrito correctamente y de que el recurso existe en el ensamblado de la tarea.
it: La stringa di risorsa "{0}" per l'attività "{1}" non è stata trovata. Verificare che il nome della risorsa "{0}" sia stato digitato correttamente e che la risorsa sia presente nell'assembly dell'attività.
ja: "{1}" タスクのリソース文字列 "{0}" が見つかりません。リソース名 "{0}" のスペルが正しいこと、およびリソースがタスクのアセンブリ内に存在することを確認してください。
ko: "{1}" 작업의 리소스 문자열 "{0}"을(를) 찾을 수 없습니다. 리소스 이름 "{0}"의 맞춤법이 올바른지 그리고 리소스가 작업 어셈블리에 있는지 확인하세요.
pl: Nie można odnaleźć ciągu zasobu „{0}” dla zadania „{1}”. Upewnij się, że nazwa zasobu „{0}” ma poprawną pisownię i że zasób istnieje w zestawie zadania.
pt_br: A cadeia de caracteres de recursos "{0}" da tarefa "{1}" não foi encontrada. Confirme se o nome do recurso "{0}" foi digitado corretamente e se o recurso existe no assembly da tarefa.
ru: Не удалось найти строку ресурса "{0}" для задачи "{1}". Убедитесь, что имя ресурса "{0}" написано правильно и ресурс существует в сборке задачи.
tr: "{1}" görevi için "{0}" kaynak dizesi bulunamıyor. "{0}" kaynak adının doğru yazıldığını ve kaynağın görevin bütünleştirilmiş kodunda bulunduğunu doğrulayın.
zh_hans: 找不到“{1}”任务的资源字符串“{0}”。请确认资源名称“{0}”的拼写正确，并且任务的程序集中存在该资源。
zh_hant: 找不到工作 "{1}" 的資源字串 "{0}"。請確認資源名稱 "{0}" 拼寫正確，且資源位於這項工作的組件中。

# Shared.TaskResourcesNotRegistered
source: The "{0}" task has not registered its resources. In order to use the "TaskLoggingHelper.FormatResourceString()" method this task needs to register its resources either during construction, or via the "TaskResources" property.
cs: Úloha {0} nezaregistrovala své prostředky. Aby bylo možné použít metodu TaskLoggingHelper.FormatResourceString(), musí tato úloha zaregistrovat své prostředky během konstrukce nebo prostřednictvím vlastnosti TaskResources.
de: Die Aufgabe "{0}" hat ihre Ressourcen nicht registriert. Wenn die TaskLoggingHelper.FormatResourceString()-Methode verwendet werden soll, muss diese Aufgabe ihre Ressourcen während der Konstruktion oder über die Eigenschaft "TaskResources" registrieren.
es: La tarea "{0}" no registró sus recursos. Para usar el método "TaskLoggingHelper.FormatResourceString()", esta tarea tiene que registrar sus recursos durante la construcción o mediante la propiedad "TaskResources".
it: L'attività "{0}" non ha registrato le proprie risorse. Per usare il metodo "TaskLoggingHelper.FormatResourceString()", è necessario che l'attività registri le risorse durante la costruzione o con la proprietà "TaskResources".
ja: "{0}" タスクのリソースが登録されていません。"TaskLoggingHelper.FormatResourceString()" メソッドを使用するためには、構築時に、または "TaskResources" プロパティを通じて、このタスクのリソースを登録する必要があります。
ko: {0} 작업의 리소스가 등록되지 않았습니다. "TaskLoggingHelper.FormatResourceString()" 메서드를 사용하려면 생성 시 또는 "TaskResources" 속성을 통해 이 작업의 리소스를 등록해야 합니다.
pl: Zadanie „{0}” nie zarejestrowało swoich zasobów. Aby było możliwe użycie metody „TaskLoggingHelper.FormatResourceString()”, to zadanie musi zarejestrować swoje zasoby podczas konstruowania lub przy użyciu właściwości „TaskResources”.
pt_br: A tarefa "{0}" não registrou seus recursos. Para usar o método "TaskLoggingHelper.FormatResourceString()", essa tarefa deve registrar seus recursos durante a construção ou usando a propriedade "TaskResources".
ru: Задача "{0}" не зарегистрировала свои ресурсы. Чтобы использовать метод "TaskLoggingHelper.FormatResourceString()", эта задача должна зарегистрировать свои ресурсы во время построения или через свойство "TaskResources".
tr: "{0}" görevi, kaynaklarını kaydetmedi. "TaskLoggingHelper.FormatResourceString()" metodunu kullanmak için, bu görevin oluşturma sırasında veya "TaskResources" özelliği aracılığıyla kaynaklarını kaydetmesi gerekir.
zh_hans: 任务“{0}”尚未注册其资源。此任务需要在构造期间或通过“TaskResources”属性注册其资源，然后才能使用“TaskLoggingHelper.FormatResourceString()”方法。
zh_hant: "{0}" 工作尚未註冊其資源。若要使用 "TaskLoggingHelper.FormatResourceString()" 方法，這項工作必須於建構期間或透過 "TaskResources" 屬性註冊其資源。

# SolutionParseDuplicateProject
source: MSB5004: The solution file has two projects named "{0}".
cs: MSB5004: Soubor řešení obsahuje dva projekty s názvem {0}.
de: MSB5004: Die Projektmappendatei enthält zwei Projekte mit dem Namen "{0}".
es: MSB5004: El archivo de solución tiene dos proyectos denominados "{0}".
it: MSB5004: al file di soluzione sono associati due progetti denominati "{0}".
ja: MSB5004: ソリューション ファイルには "{0}" という名前のプロジェクトが 2 つあります。
ko: MSB5004: 솔루션 파일에 이름이 "{0}"인 프로젝트가 두 개 있습니다.
pl: MSB5004: Plik rozwiązania zawiera dwa projekty o nazwie „{0}”.
pt_br: MSB5004: O arquivo de solução tem dois projetos denominados "{0}".
ru: MSB5004: файл решения содержит два проекта с именем "{0}".
tr: MSB5004: Çözüm dosyasında "{0}" adlı iki proje var.
zh_hans: MSB5004: 解决方案文件有两个名为“{0}”的项目。
zh_hant: MSB5004: 方案檔有兩個名為 "{0}" 的專案。

# SolutionParseInvalidProjectFileNameCharacters
source: MSB5005: Error parsing project section for project "{0}". The project file name "{1}" contains invalid characters.
cs: MSB5005: Při analýze oddílu projektu pro projekt {0} došlo k chybě. Název souboru projektu {1} obsahuje neplatné znaky.
de: MSB5005: Fehler beim Analysieren des Projektabschnitts für das Projekt "{0}". Der Projektdateiname "{1}" enthält ungültige Zeichen.
es: MSB5005: Error al analizar la sección del proyecto "{0}". El nombre del archivo del proyecto "{1}" contiene caracteres no válidos.
it: MSB5005: errore durante l'analisi di una sezione di progetto per il progetto "{0}". Il nome del file di progetto "{1}" contiene caratteri non validi.
ja: MSB5005: プロジェクト "{0}" のプロジェクト セクションを解析中にエラーが発生しました。プロジェクトのファイル名 "{1}" に無効な文字が使用されています。
ko: MSB5005: "{0}" 프로젝트의 프로젝트 섹션을 구문 분석하는 동안 오류가 발생했습니다. 프로젝트 파일 이름 "{1}"에 잘못된 문자가 있습니다.
pl: MSB5005: Błąd podczas analizowania sekcji projektu „{0}”. Nazwa pliku projektu „{1}” zawiera nieprawidłowe znaki.
pt_br: MSB5005: Erro ao analisar a seção do projeto para o projeto "{0}". O nome do arquivo de projeto "{1}" contém caracteres inválidos.
ru: MSB5005: ошибка синтаксического анализа раздела проекта "{0}". Имя файла проекта "{1}" содержит недопустимые символы.
tr: MSB5005: "{0}" projesi için proje bölümü ayrıştırma hatası. "{1}" proje dosyası adı geçersiz karakterler içeriyor.
zh_hans: MSB5005: 分析项目“{0}”的项目节时出错。项目文件名“{1}”包含无效字符。
zh_hant: MSB5005: 剖析專案 "{0}" 的專案區段時發生錯誤。專案檔名稱 "{1}" 包含無效的字元。

# SolutionParseInvalidProjectFileNameEmpty
source: MSB5006: Error parsing project section for project "{0}". The project file name is empty.
cs: MSB5006: Při analýze oddílu projektu pro projekt {0} došlo k chybě. Název souboru projektu je prázdný.
de: MSB5006: Fehler beim Analysieren des Projektabschnitts für das Projekt "{0}". Der Projektdateiname ist leer.
es: MSB5006: Error al analizar la sección del proyecto "{0}". El nombre del archivo del proyecto está vacío.
it: MSB5006: errore durante l'analisi di una sezione di progetto per il progetto "{0}". Il nome del file di progetto è vuoto.
ja: MSB5006: プロジェクト "{0}" のプロジェクト セクションを解析中にエラーが発生しました。プロジェクトのファイル名が空です。
ko: MSB5006: "{0}" 프로젝트의 프로젝트 섹션을 구문 분석하는 동안 오류가 발생했습니다. 프로젝트 파일 이름이 비어 있습니다.
pl: MSB5006: Błąd podczas analizowania sekcji projektu „{0}”. Nazwa pliku projektu jest pusta.
pt_br: MSB5006: Erro ao analisar a seção do projeto para o projeto "{0}". O nome do arquivo de projeto está vazio.
ru: MSB5006: ошибка синтаксического анализа раздела проекта "{0}". Имя файла проекта пусто.
tr: MSB5006: "{0}" projesi için proje bölümü ayrıştırma hatası. Proje dosyası adı boş.
zh_hans: MSB5006: 分析项目“{0}”的项目节时出错。项目文件名为空。
zh_hant: MSB5006: 剖析專案 "{0}" 的專案區段時發生錯誤。專案檔名稱為空白。

# SolutionParseInvalidProjectSolutionConfigurationEntry
source: MSB5007: Error parsing the project configuration section in solution file. The entry "{0}" is invalid.
cs: MSB5007: Při analýze oddílu konfigurace projektu v souboru řešení došlo k chybě. Položka {0} je neplatná.
de: MSB5007: Fehler beim Analysieren des Projektkonfigurationsabschnitts in der Projektmappendatei. Der Eintrag "{0}" ist ungültig.
es: MSB5007: Error al analizar la sección de configuración del proyecto en el archivo de la solución. La entrada "{0}" no es válida.
it: MSB5007: errore durante l'analisi della sezione di configurazione del progetto nel file di soluzione. La voce "{0}" non è valida.
ja: MSB5007: ソリューション ファイル内のプロジェクト構成セクションを解析中にエラーが発生しました。エントリ "{0}" は無効です。
ko: MSB5007: 솔루션 파일의 프로젝트 구성 섹션을 구문 분석하는 동안 오류가 발생했습니다. "{0}" 항목이 잘못되었습니다.
pl: MSB5007: Błąd podczas analizowania sekcji konfiguracji projektu w pliku rozwiązania. Wpis „{0}” jest nieprawidłowy.
pt_br: MSB5007: Erro ao analisar a seção de configuração do projeto no arquivo de solução. A entrada "{0}" não é válida.
ru: MSB5007: ошибка синтаксического анализа раздела конфигурации проекта в файле решения. Недопустимая запись "{0}".
tr: MSB5007: Çözüm dosyasında proje yapılandırma bölümünü ayrıştırma hatası. "{0}" girdisi geçersiz.
zh_hans: MSB5007: 分析解决方案文件中的项目配置节时出错。“{0}”项无效。
zh_hant: MSB5007: 剖析方案檔中的專案組態區段時發生錯誤。項目 "{0}" 無效。

# SolutionParseInvalidSolutionConfigurationEntry
source: MSB5008: Error parsing the solution configuration section in solution file. The entry "{0}" is invalid.
cs: MSB5008: Při analýze oddílu konfigurace řešení v souboru řešení došlo k chybě. Položka {0} je neplatná.
de: MSB5008: Fehler beim Analysieren des Projektmappen-Konfigurationsabschnitts in der Projektmappendatei. Der Eintrag "{0}" ist ungültig.
es: MSB5008: Error al analizar la sección de configuración de la solución en el archivo de la solución. La entrada "{0}" no es válida.
it: MSB5008: errore durante l'analisi della sezione di configurazione della soluzione nel file di soluzione. La voce "{0}" non è valida.
ja: MSB5008: ソリューション ファイル内のソリューション構成セクションを解析中にエラーが発生しました。エントリ "{0}" は無効です。
ko: MSB5008: 솔루션 파일의 솔루션 구성 섹션을 구문 분석하는 동안 오류가 발생했습니다. "{0}" 항목이 잘못되었습니다.
pl: MSB5008: Błąd podczas analizowania sekcji konfiguracji rozwiązania w pliku rozwiązania. Wpis „{0}” jest nieprawidłowy.
pt_br: MSB5008: Erro ao analisar a seção de configuração da solução no arquivo de solução. A entrada "{0}" não é válida.
ru: MSB5008: ошибка синтаксического анализа раздела конфигурации проекта в файле решения. Недопустимая запись "{0}".
tr: MSB5008: Çözüm dosyasında çözüm yapılandırma bölümünü ayrıştırma hatası. "{0}" girdisi geçersiz.
zh_hans: MSB5008: 分析解决方案文件中的解决方案配置节时出错。“{0}”项无效。
zh_hant: MSB5008: 剖析方案檔中的方案組態區段時發生錯誤。項目 "{0}" 無效。

# SolutionParseNestedProjectError
source: MSB5009: Error parsing the nested project section in solution file.
cs: MSB5009: Při analýze vnořeného oddílu projektu v souboru řešení došlo k chybě.
de: MSB5009: Fehler beim Analysieren des geschachtelten Projektabschnitts in der Projektmappendatei.
es: MSB5009: Error al analizar la sección del proyecto anidado en el archivo de solución.
it: MSB5009: errore durante l'analisi della sezione del progetto annidato nel file di soluzione.
ja: MSB5009: ソリューション ファイル内の入れ子にされたプロジェクト セクションを解析中にエラーが発生しました。
ko: MSB5009: 솔루션 파일의 중첩된 프로젝트 섹션을 구문 분석하는 동안 오류가 발생했습니다.
pl: MSB5009: Błąd podczas analizowania zagnieżdżonej sekcji projektu w pliku rozwiązania.
pt_br: MSB5009: Erro ao analisar a seção do projeto aninhado no arquivo de solução.
ru: MSB5009: ошибка синтаксического анализа вложенного раздела проекта в файле решения.
tr: MSB5009: Çözüm dosyasındaki iç içe proje bölümünü ayrıştırma hatası oluştu.
zh_hans: MSB5009: 分析解决方案文件中的嵌套项目节时出错。
zh_hant: MSB5009: 剖析方案檔中的巢狀專案區段時發生錯誤。

# SolutionParseNestedProjectUndefinedError
source: MSB5023: Error parsing the nested project section in solution file. A project with the GUID "{0}" is listed as being nested under project "{1}", but does not exist in the solution.
cs: MSB5023: Při analýze vnořeného oddílu projektu v souboru řešení došlo k chybě. Projekt s GUID {0} je uveden jako vnořený pod projektem {1}, ale v daném řešení neexistuje.
de: MSB5023: Fehler beim Analysieren des geschachtelten Projektabschnitts in der Projektmappendatei. Ein Projekt mit GUID "{0}" ist als unter Projekt "{1}" geschachtelt aufgeführt, in der Projektmappe jedoch nicht vorhanden.
es: MSB5023: Error al analizar la sección del proyecto anidado en el archivo de solución. El proyecto con el GUID "{0}" figura como anidado en el proyecto "{1}", pero no existe en la solución.
it: MSB5023: errore durante l'analisi della sezione del progetto annidato nel file di soluzione. Un progetto con GUID "{0}" è elencato come annidato nel progetto "{1}", ma non esiste nella soluzione.
ja: MSB5023: ソリューション ファイルの入れ子になったプロジェクト セクションを解析中にエラーが発生しました。GUID "{0}" のプロジェクトは、プロジェクト "{1}" 下に入れ子として表示されていますが、ソリューション内に存在しません。
ko: MSB5023: 솔루션 파일의 중첩된 프로젝트 섹션을 구문 분석하는 동안 오류가 발생했습니다. GUID가 "{0}"인 프로젝트는 "{1}" 프로젝트 아래에 중첩되고 있는 것으로 나열되지만 솔루션에 없습니다.
pl: MSB5023: Błąd podczas analizowania zagnieżdżonej sekcji projektu w pliku rozwiązania. Projekt z identyfikatorem GUID „{0}” figuruje jako zagnieżdżony w projekcie „{1}”, ale nie istnieje w rozwiązaniu.
pt_br: MSB5023: Erro ao analisar a seção do projeto aninhado no arquivo de solução. Um projeto com o GUID "{0}" é listado como aninhado no projeto "{1}", mas não existe na solução.
ru: MSB5023: ошибка синтаксического анализа вложенного раздела проекта в файле решения. Указано, что проект с GUID "{0}" вложен в проект "{1}", но сам проект отсутствует в решении.
tr: MSB5023: Çözüm dosyasındaki iç içe proje bölümünü ayrıştırma hatası. GUID’si "{0}" olan bir proje, "{1}" projesi altında iç içe olarak listelendi, ancak çözümde yok.
zh_hans: MSB5023: 分析解决方案文件中的嵌套项目节时出错。GUID 为“{0}”的项目列为嵌套在项目“{1}”下，但不存在于解决方案中。
zh_hant: MSB5023: 剖析方案檔中的巢狀專案區段時發生錯誤。GUID 為 "{0}" 的專案列為專案 "{1}" 下的巢狀專案，但不存在於解決方案中。

# SolutionParseNoHeaderError
source: MSB5010: No file format header found.
cs: MSB5010: Nebyla nalezena žádná hlavička formátu souboru.
de: MSB5010: Es wurde kein Dateiformatheader gefunden.
es: MSB5010: No se encuentra ningún encabezado de formato de archivo.
it: MSB5010: nessuna intestazione di formato di file trovata.
ja: MSB5010: ファイル形式のヘッダーが見つかりませんでした。
ko: MSB5010: 파일 형식 헤더가 없습니다.
pl: MSB5010: Nie odnaleziono nagłówka formatu pliku.
pt_br: MSB5010: Nenhum cabeçalho de formato de arquivo encontrado.
ru: MSB5010: заголовок формата файла не найден.
tr: MSB5010: Dosya biçimi üstbilgisi bulunamadı.
zh_hans: MSB5010: 未找到文件格式头。
zh_hant: MSB5010: 找不到檔案格式標頭。

# SolutionParseProjectDepGuidError
source: MSB5011: Parent project GUID not found in "{0}" project dependency section.
cs: MSB5011: V oddílu projektových závislostí {0} nebyl nalezen identifikátor GUID nadřazeného projektu.
de: MSB5011: Die GUID des übergeordneten Projekts wurde im Projektabhängigkeitsabschnitt "{0}" nicht gefunden.
es: MSB5011: No se encuentra el GUID del proyecto primario en la sección de dependencia del proyecto "{0}".
it: MSB5011: il GUID del progetto padre non è stato trovato nella sezione delle dipendenze del progetto "{0}".
ja: MSB5011: 親プロジェクト GUID が "{0}" プロジェクト依存セクションで見つかりませんでした。
ko: MSB5011: "{0}" 프로젝트 종속성 섹션에 부모 프로젝트 GUID가 없습니다.
pl: MSB5011: Nie odnaleziono identyfikatora GUID projektu nadrzędnego w sekcji zależności projektu „{0}”.
pt_br: MSB5011: O projeto pai GUID não foi encontrado na seção de dependência do projeto "{0}".
ru: MSB5011: родительский проект GUID не найден в разделе зависимости проекта "{0}".
tr: MSB5011: Üst proje GUID'i, "{0}" proje bağımlılığı bölümünde bulunamadı.
zh_hans: MSB5011: 在“{0}”项目依赖项节中未找到父项目 GUID。
zh_hant: MSB5011: 在 "{0}" 專案相依性區段中找不到父專案 GUID。

# SolutionParseProjectEofError
source: MSB5012: Unexpected end-of-file reached inside "{0}" project section.
cs: MSB5012: V oddílu projektu {0} bylo dosaženo neočekávaného konce souboru.
de: MSB5012: Unerwartetes Dateiende innerhalb des Projektabschnitts "{0}" erreicht.
es: MSB5012: Fin del archivo inesperado dentro de la sección del proyecto "{0}".
it: MSB5012: fine del file imprevista all'interno della sezione del progetto "{0}".
ja: MSB5012: "{0}" プロジェクト セクション内で、予期しない EOF に到達しました。
ko: MSB5012: "{0}" 프로젝트 섹션에서 예기치 않은 파일 끝에 도달했습니다.
pl: MSB5012: Osiągnięto nieoczekiwany koniec pliku wewnątrz sekcji projektu „{0}”.
pt_br: MSB5012: Fim de arquivo inesperado na seção do projeto "{0}".
ru: MSB5012: достигнуто непредвиденное окончание файла в разделе проекта "{0}".
tr: MSB5012: "{0}" proje bölümünde beklenmeyen şekilde dosya sonuna ulaşıldı.
zh_hans: MSB5012: 在“{0}”项目节内部意外到达文件尾。
zh_hant: MSB5012: 在 "{0}" 專案區段內部發現未預期的檔案結尾。

# SolutionParseProjectError
source: MSB5013: Error parsing a project section.
cs: MSB5013: Při analýze oddílu projektu došlo k chybě.
de: MSB5013: Fehler beim Analysieren eines Projektabschnitts.
es: MSB5013: Error al analizar una sección del proyecto.
it: MSB5013: errore durante l'analisi di una sezione di progetto.
ja: MSB5013: プロジェクト セクションを解析中にエラーが発生しました。
ko: MSB5013: 프로젝트 섹션을 구문 분석하는 동안 오류가 발생했습니다.
pl: MSB5013: Błąd podczas analizowania sekcji projektu.
pt_br: MSB5013: Erro ao analisar uma seção do projeto.
ru: MSB5013: ошибка при синтаксическом анализе раздела проекта.
tr: MSB5013: Proje bölümünü ayrıştırma hatası oluştu.
zh_hans: MSB5013: 分析项目节时出错。
zh_hant: MSB5013: 剖析專案區段時發生錯誤。

# SolutionParseVersionMismatchError
source: MSB5014: File format version is not recognized. MSBuild can only read solution files between versions {0}.0 and {1}.0, inclusive.
cs: MSB5014: Nebyla rozpoznána verze formátu souboru. Nástroj MSBuild může číst jenom soubory řešení verzí {0}.0 až {1}.0 včetně.
de: MSB5014: Die Dateiformatversion wird nicht erkannt. MSBuild kann nur Projektmappendateien der Versionen {0}.0 bis einschließlich {1}.0 lesen.
es: MSB5014: No se reconoce la versión del formato de archivo. MSBuild solo puede leer archivos de solución en las versiones de la {0}.0 y {1}.0, ambas incluidas.
it: MSB5014: la versione del formato di file non è riconosciuta. Con MSBuild è possibile leggere solo file di soluzione dalla versione {0}.0 alla versione {1}.0.
ja: MSB5014: ファイル形式のバージョンを認識できません。MSBuild で読み取ることができるのは、バージョン {0}.0 ～ {1}.0 のソリューション ファイルだけです。
ko: MSB5014: 파일 형식 버전을 인식할 수 없습니다. MSBuild는 {0}.0 버전에서 {1}.0 버전까지의 솔루션 파일만 읽을 수 있습니다.
pl: MSB5014: Nie rozpoznano wersji formatu pliku. Program MSBuild może odczytywać tylko pliki rozwiązań w wersjach od {0}.0 do {1}.0 włącznie.
pt_br: MSB5014: A versão de formato do arquivo não é reconhecida. O MSBuild pode ler apenas os arquivos de solução entre as versões {0}.0 e {1}.0, inclusive.
ru: MSB5014: не распознана версия формата файла. MSBuild может считывать файлы решения только версий с {0}.0 по {1}.0 включительно.
tr: MSB5014: Dosya biçimi sürümü tanınmıyor. MSBuild yalnızca {0}.0 ile {1}.0 (dahil) sürümleri arasındaki çözüm dosyalarını okuyabilir.
zh_hans: MSB5014: 无法识别文件格式版本。MSBuild 只能读取版本 {0}.0 到 {1}.0 之间(包括这两个版本)的解决方案文件。
zh_hant: MSB5014: 無法識別檔案格式版本。MSBuild 只能讀取版本 {0}.0 到 {1}.0 (含) 的方案檔。

# SolutionParseWebProjectPropertiesError
source: MSB5015: The properties could not be read from the WebsiteProperties section of the "{0}" project.
cs: MSB5015: Nelze číst vlastnosti z oddílu WebsiteProperties projektu {0}.
de: MSB5015: Die Eigenschaften konnten nicht aus dem Abschnitt "WebsiteProperties" des Projekts "{0}" gelesen werden.
es: MSB5015: No se pudieron leer las propiedades de la sección WebsiteProperties del proyecto "{0}".
it: MSB5015: non è stato possibile leggere le proprietà dalla sezione WebsiteProperties del progetto "{0}".
ja: MSB5015: "{0}" プロジェクトの WebsiteProperties セクションからプロパティを読み取れませんでした。
ko: MSB5015: "{0}" 프로젝트의 WebsiteProperties 섹션에서 속성을 읽을 수 없습니다.
pl: MSB5015: Nie można odczytać właściwości z sekcji WebsiteProperties projektu „{0}”.
pt_br: MSB5015: As propriedades não podem ser lidas a partir da seção WebsiteProperties do projeto "{0}".
ru: MSB5015: не удалось прочитать свойства из раздела WebsiteProperties проекта "{0}".
tr: MSB5015: Özellikler, "{0}" projesinin WebsiteProperties bölümünden okunamadı.
zh_hans: MSB5015: 未能从“{0}”项目的 WebsiteProperties 节中读取属性。
zh_hant: MSB5015: 無法從 "{0}" 專案的 WebsiteProperties 區段讀取屬性。

# UnrecognizedSolutionComment
source: Unrecognized solution version "{0}", attempting to continue.
cs: Nerozpoznaná verze řešení {0}, pokus o pokračování.
de: Unbekannte Projektmappenversion {0}. Es wird versucht, den Vorgang fortzusetzen.
es: Versión de solución "{0}" no reconocida. Se intentará continuar.
it: Versione di soluzione "{0}" non riconosciuta. Tentativo di continuare in corso.
ja: "{0}" は認識できないソリューション バージョンです。続行を試みます。
ko: 인식할 수 없는 솔루션 버전 "{0}"입니다. 작업을 계속하려고 합니다.
pl: Nierozpoznana wersja rozwiązania „{0}”, nastąpi próba kontynuacji.
pt_br: Versão de solução não reconhecida "{0}". Tentando continuar.
ru: Нераспознанная версия решения "{0}"; попытка продолжить.
tr: Tanınmayan çözüm sürümü "{0}"; devam edilmeye çalışılıyor.
zh_hans: 无法识别解决方案版本“{0}”，正在尝试继续。
zh_hant: 無法辨認的方案版本 "{0}"，正在嘗試繼續處理。

# SubCategoryForSolutionParsingErrors
source: Solution file
cs: Soubor řešení
de: Projektmappendatei
es: Archivo de la solución
it: File di soluzione
ja: ソリューション ファイル
ko: 솔루션 파일
pl: Plik rozwiązania
pt_br: Arquivo de solução
ru: Файл решения
tr: Çözüm dosyası
zh_hans: 解决方案文件
zh_hant: 方案檔

# Shared.InvalidProjectFile
source: MSB5019: The project file is malformed: "{0}". {1}
cs: MSB5019: Soubor projektu je nesprávně utvořen: {0}. {1}
de: MSB5019: Die Projektdatei ist falsch formatiert: "{0}". {1}
es: MSB5019: El archivo del proyecto tiene un formato incorrecto: "{0}". {1}
it: MSB5019: il formato del file di progetto non valido: "{0}". {1}
ja: MSB5019: プロジェクト ファイルの形式が正しくありません: "{0}"。{1}
ko: MSB5019: 프로젝트 파일의 형식이 잘못되었습니다. "{0}". {1}
pl: MSB5019: Plik projektu ma nieprawidłową postać: „{0}”. {1}
pt_br: MSB5019: Arquivo de projeto malformado: "{0}". {1}
ru: MSB5019: файл проекта имеет неправильный формат: "{0}". {1}
tr: MSB5019: Proje dosyası yanlış biçimlendirilmiş: "{0}". {1}
zh_hans: MSB5019: 项目文件格式不正确: “{0}”。{1}
zh_hant: MSB5019: 專案檔格式不正確: "{0}"。{1}
