Repository: dotnet/msbuild
Catalog: src/Shared/Resources/xlf/Strings.shared.*.xlf
Languages: cs, de, es, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BuildAborted
source: MSB4188: Build was canceled.
cs: MSB4188: Sestavování bylo zrušeno.
de: MSB4188: Der Buildvorgang wurde abgebrochen.
es: MSB4188: Se canceló la compilación.
it: MSB4188: compilazione annullata.
ja: MSB4188: ビルドが取り消されました。
ko: MSB4188: 빌드가 취소되었습니다.
pl: MSB4188: Kompilacja została anulowana.
pt_br: MSB4188: Compilação cancelada.
ru: MSB4188: сборка отменена.
tr: MSB4188: Derleme iptal edildi.
zh_hans: MSB4188: 已取消生成。
zh_hant: MSB4188: 建置已取消。

# BuildEngineCallbacksInTaskHostUnsupported
source: MSB5022: The MSBuild task host does not support running tasks that perform IBuildEngine callbacks. If you wish to perform these operations, please run your task in the core MSBuild process instead. A task will automatically execute in the task host if the UsingTask has been attributed with a "Runtime" or "Architecture" value, or the task invocation has been attributed with an "MSBuildRuntime" or "MSBuildArchitecture" value, that does not match the current runtime or architecture of MSBuild.
cs: MSB5022: Hostitel úlohy nástroje MSBuild nepodporuje spouštění úloh, které provádějí zpětná volání rozhraní IBuildEngine. Pokud chcete tyto operace provádět, spusťte svou úlohu v hlavním procesu nástroje MSBuild. Úloha bude automaticky provedena v hostiteli úlohy, pokud v deklaraci UsingTask byly použity atributy s hodnotami Runtime nebo Architecture nebo pokud pro volání úlohy byly použity atributy s hodnotami MSBuildRuntime nebo MSBuildArchitecture, které neodpovídají aktuálnímu modulu runtime nebo architektuře nástroje MSBuild.
de: MSB5022: Der MSBuild-Aufgabenhost unterstützt das Ausführen von Aufgaben nicht, die IBuildEngine-Rückrufe tätigen. Führen Sie Ihre Aufgabe stattdessen im MSBuild-Kernprozess aus, wenn Sie diese Vorgänge durchführen möchten. Wenn UsingTask mit einem Runtime- oder Architecture-Wert oder der Aufgabenaufruf mit einem MSBuildRuntime- oder MSBuildArchitecture-Wert attribuiert wurde, der nicht mit der aktuellen Laufzeit oder Architektur von MSBuild übereinstimmt, wird eine Aufgabe automatisch im Aufgabenhost ausgeführt.
es: MSB5022: El host de tareas de MSBuild no admite la ejecución de tareas que realizan devoluciones de llamadas de IBuildEngine. Si desea realizar estas operaciones, ejecute la tarea en el proceso de MSBuild principal en su lugar. Se ejecutará una tarea automáticamente en el host de tareas si a UsingTask se le ha agregado un atributo con un valor "Runtime" o "Arquitectura", o bien a la invocación de tareas se le ha agregado un atributo con un valor "MSBuildRuntime" o "MSBuildArchitecture", que no coincide con el runtime o la arquitectura actual de MSBuild.
it: MSB5022: l'host attività MSBuild non supporta l'esecuzione di attività che eseguono callback IBuildEngine. Per eseguire tali operazioni, eseguire l'attività nel processo MSBuild di base. Un'attività verrà automaticamente eseguita nell'host attività se per UsingTask è stato definito un attributo con valore "Runtime" o "Architecture" o se per la chiamata all'attività è stato definito un attributo con valore "MSBuildRuntime" o "MSBuildArchitecture" che non corrisponde al runtime corrente o all'architettura di MSBuild.
ja: MSB5022: MSBuild タスク ホストは、IBuildEngine コールバックを実行するタスクの実行をサポートしていません。これらの操作を実行する場合は、タスクをコア MSBuild プロセスで実行してください。UsingTask の属性として設定されている "Runtime" または "Architecture" の値、あるいはタスク呼び出しの属性として設定されている "MSBuildRuntime" または "MSBuildArchitecture" の値が MSBuild の現在のランタイムまたはアーキテクチャと一致しない場合、タスクは自動的にタスク ホストで実行されます。
ko: MSB5022: MSBuild 작업 호스트는 IBuildEngine 콜백을 수행하는 작업의 실행을 지원하지 않습니다. 이러한 작업을 수행하려면 대신 코어 MSBuild 프로세스에서 작업을 실행하세요. UsingTask에 "Runtime" 또는 "Architecture" 값이 사용되었거나 작업 호출에 MSBuild의 현재 런타임 또는 아키텍처와 일치하지 않는 "MSBuildRuntime" 또는 "MSBuildArchitecture" 값이 사용된 경우 작업 호스트에서 작업이 자동으로 실행됩니다.
pl: MSB5022: Host zadań programu MSBuild nie obsługuje zadań wykonujących wywołania zwrotne do aparatu IBuildEngine. Jeśli chcesz wykonywać te operacje, uruchom zadanie w podstawowym procesie programu MSBuild. Zadanie będzie automatycznie wykonywane na hoście zadań, jeśli w deklaracji UsingTask ustawiono wartość „Runtime” lub „Architecture” albo w wywołaniu zadania ustawiono wartość „MSBuildRuntime” lub „MSBuildArchitecture”, która nie odpowiada bieżącemu środowisku uruchomieniowemu lub architekturze programu MSBuild.
pt_br: MSB5022: O host de tarefas MSBuild não dá suporte a tarefas em execução que executam chamadas de retorno de IBuildEngine. Se desejar executar essas operações, execute sua tarefa no processo MSBuild principal. Uma tarefa será automaticamente executada no host de tarefas se UsingTask tiver como atributo um valor "Runtime" ou "Architecture" ou se a invocação da tarefa tiver como atributo um valor "MSBuildRuntime" ou "MSBuildArchitecture", que não coincida com o tempo de execução ou arquitetura atual do MSBuild.
ru: MSB5022: узел сборки MSBuild не поддерживает задачи, которые выполняют обратные вызовы IBuildEngine. Если необходимо выполнить эти операции, запустите задачу в основном процессе MSBuild. Задача будет автоматически выполнена в узле задач, если для UsingTask был указан атрибут со значением "Runtime" или "Architecture" или для вызова задачи был указан атрибут со значением "MSBuildRuntime" или "MSBuildArchitecture", которые не соответствуют текущей среде выполнения или архитектуре MSBuild.
tr: MSB5022: MSBuild görev konağı IBuildEngine geri çağırmaları gerçekleştiren görevleri çalıştırmayı desteklemez. Bu işlemleri gerçekleştirmek istiyorsanız lütfen bunun yerine görevinizi çekirdek MSBuild işleminde gerçekleştirin. UsingTask öğesine bir "Runtime" veya "Architecture" değeri atfedilmişse veya görev çağrısına MSBuild’in geçerli çalışma zamanı ya da mimarisi ile eşleşmeyen bir "MSBuildRuntime" veya "MSBuildArchitecture" değeri atfedilmişse görev konağında bir görev otomatik olarak yürütülür.
zh_hans: MSB5022: MSBuild 任务宿主不支持运行执行 IBuildEngine 回调的任务。如果需要执行这些操作，请改为在核心 MSBuild 进程中运行您的任务。如果 UsingTask 已用“Runtime”或“Architecture”值特性化，或者任务调用已用“MSBuildRuntime”或“MSBuildArchitecture”值(与 MSBuild 的当前运行时或体系结构不匹配)特性化，则将自动在任务宿主中执行任务。
zh_hant: MSB5022: MSBuild 工作主機不支援會執行 IBuildEngine 回撥的工作。若您想要執行這些作業，請改為在核心 MSBuild 處理序執行您的工作。若 UsingTask 已由 "Runtime" 或 "Architecture" 值賦予屬性，或工作引動過程已由 "MSBuildRuntime" 或 "MSBuildArchitecture" 值賦予屬性 (不符合 MSBuild 的目前執行階段或結構)，則工作將自動在工作主機中執行。

source: Build started.
cs: Vytváření sestavení bylo zahájeno.
de: Der Buildvorgang wurde gestartet.
es: Compilación iniciada.
it: Compilazione avviata.
ja: ビルドを開始しました。
ko: 빌드를 시작했습니다.
pl: Kompilacja rozpoczęła się.
pt_br: Compilação iniciada.
ru: Сборка начата.
tr: Oluşturma başlatıldı.
zh_hans: 已启动生成。
zh_hant: 已經開始建置。

# CollectionCopyToFailureProvidedArrayIsTooSmall
source: The number of elements in the collection is greater than the available space in the destination array (when starting at the specified index).
de: Die Anzahl der Elemente in der Auflistung ist größer als der verfügbare Speicherplatz im Zielarray (wenn am angegebenen Index begonnen wird).
ko: 컬렉션의 요소 수가 대상 배열에서 사용 가능한 공간보다 큽니다(지정된 인덱스에서 시작할 때).
pt_br: O número de elementos na coleção é maior que o espaço disponível na matriz de destino (ao iniciar no índice especificado).
tr: Koleksiyondaki öğe sayısı hedef dizideki kullanılabilir boşluğun boyutundan (belirtilen dizinden başlayarak) daha büyük.
zh_hans: 集合中的元素数大于目标阵列中的可用空间 (从指定索引开始时)。

# ConflictingTaskAssembly
source: MSB4008: A conflicting assembly for the task assembly "{0}" has been found at "{1}".
cs: MSB4008: Bylo nalezeno konfliktní sestavení pro sestavení úlohy {0} v umístění {1}.
de: MSB4008: Eine mit der Aufgabenassembly "{0}" in Konflikt stehende Assembly wurde in "{1}" gefunden.
es: MSB4008: Se detectó un ensamblado conflictivo para el ensamblado de tarea "{0}" en "{1}".
it: MSB4008: rilevato un assembly in conflitto per l'assembly dell'attività "{0}" in "{1}".
ja: MSB4008: タスク アセンブリ "{0}" に対して競合しているアセンブリが "{1}" で見つかりました。
ko: MSB4008: 작업 어셈블리 "{0}"과(와) 충돌하는 어셈블리가 "{1}"에 있습니다.
pl: MSB4008: Zestaw, który wywołuje konflikt z zestawem zadania „{0}”, został znaleziony w „{1}”.
pt_br: MSB4008: Foi encontrado um assembly conflitante no assembly da tarefa "{0}" em "{1}".
ru: MSB4008: в "{1}" обнаружена сборка, конфликтующая со сборкой задачи "{0}".
tr: MSB4008: "{0}" görev derlemesi için "{1}" konumunda çakışan derleme bulundu.
zh_hans: MSB4008: 在“{1}”处发现了与任务程序集“{0}”冲突的程序集。
zh_hant: MSB4008: 已在 "{1}" 中發現工作組件 "{0}" 的衝突組件。

# DeprecatedEventSerialization
source: Usage of unsecure BinaryFormatter during serialization of custom event type '{0}'. This will be deprecated soon. Please use Extended*EventArgs instead. More info: https://aka.ms/msbuild/eventargs
cs: Použití nezabezpečeného BinaryFormatteru během serializace vlastního typu události {0}. Tento způsob bude brzy zastaralý. Místo toho prosím použijte Extended*EventArgs. Další informace najdete zde: https://aka.ms/msbuild/eventargs
de: Verwendung eines unsicheren BinaryFormatter während der Serialisierung des benutzerdefinierten Ereignistyps '{0}'. Dies wird in Kürze eingestellt. Verwenden Sie stattdessen Extended*EventArgs. Weitere Informationen: https://aka.ms/msbuild/eventargs
it: Utilizzo di BinaryFormatter non sicuro durante la serializzazione del tipo di evento personalizzato '{0}'. Questa operazione verrà presto deprecata. Usare invece Extended*EventArgs. Altre informazioni: https://aka.ms/msbuild/eventargs
ja: カスタム イベントの種類 '{0}' のシリアル化中のセキュリティで保護されていない BinaryFormatter の使用。これは間もなく非推奨になります。代わりに Extended*EventArgs を使用してください。詳細情報: https://aka.ms/msbuild/eventargs
ko: 사용자 지정 이벤트 유형 '{0}'의 직렬화 중 보안되지 않은 BinaryFormatter 사용. 이 항목은 곧 지원 중단될 예정입니다. 대신 Extended*EventArgs를 사용하세요. 추가 정보: https://aka.ms/msbuild/eventargs
pl: Użycie niezabezpieczonego formatu BinaryFormatter podczas serializacji niestandardowego typu zdarzenia „{0}”. Wkrótce ta funkcja będzie przestarzała. Zamiast tego należy użyć Extended*EventArgs. Więcej informacji: https://aka.ms/msbuild/eventargs
pt_br: Uso de BinaryFormatter não seguro durante a serialização do tipo de evento personalizado '{0}'. Isso será obsoleto em breve. Em vez disso, use Extended*EventArgs. Mais informações: https://aka.ms/msbuild/eventargs
ru: Использование небезопасного BinaryFormatter во время сериализации настраиваемого типа события "{0}". Скоро этот параметр станет нерекомендуемым. Вместо этого используйте Extended*EventArgs. Дополнительные сведения: https://aka.ms/msbuild/eventargs
tr: '{0}' özel olay türünü serileştirme işlemi sırasında güvenli olmayan BinaryFormatter kullanımı. Bu özellik yakında kullanımdan kaldırılacak. Lütfen bunun yerine Extended*EventArgs özelliğini kullanın. Daha fazla bilgi: https://aka.ms/msbuild/eventargs
zh_hans: 在自定义事件类型“{0}”的序列化期间使用了不安全的 BinaryFormatter。这将很快被弃用。请改用 Extended*EventArgs。详细信息: https://aka.ms/msbuild/eventargs
zh_hant: 自訂事件類型 '{0}' 序列化期間使用不安全的 BinaryFormatter。即將取代此項目。請改用 Extended*EventArgs。更多資訊: https://aka.ms/msbuild/eventargs

# ExpectedEventToBeSerializable
source: Event type "{0}" was expected to be serializable using the .NET serializer. The event was not serializable and has been ignored.
cs: Očekávalo se, že typ události {0} bude možné serializovat pomocí serializátoru .NET. Událost nebylo možné serializovat a byla ignorována.
de: Es wurde erwartet, dass der Ereignistyp "{0}" mithilfe des .NET-Serialisierers serialisierbar ist. Das Ereignis war nicht serialisierbar und wurde ignoriert.
es: Se esperaba que el tipo de evento "{0}" fuera serializable con el serializador .NET. El evento no era serializable y se ha omitido.
it: È previsto un tipo di evento "{0}" serializzabile con il serializzatore .NET. L'evento non era serializzabile ed è stato ignorato.
ja: イベントの種類 "{0}" は .NET シリアライザーを使用してシリアル化可能であることが想定されていましたが、シリアル化可能でなかったため無視されました。
ko: 이벤트 유형 "{0}"은(는) .NET serializer를 사용하여 serialize할 수 있어야 합니다. 이 이벤트는 serialize할 수 없으므로 무시되었습니다.
pl: Oczekiwano, że zdarzenie typu „{0}” będzie uszeregowane przy użyciu serializatora platformy .NET. Zdarzenie nie może podlegać szeregowaniu, dlatego zostało zignorowane.
pt_br: Era esperado que o tipo de evento "{0}" fosse serializável usando o serializador .NET. O evento não era serializável e foi ignorado.
ru: Необходимо, чтобы тип события "{0}" был сериализуемым с помощью сериализатора .NET. Событие не было сериализуемым и было пропущено.
tr: "{0}" olay türünün .NET serileştiricisi kullanılarak serileştirilebilir olması bekleniyordu. Olay serileştirilebilir değildi ve yoksayıldı.
zh_hans: 事件类型“{0}”应可以使用 .NET 序列化程序进行序列化。此事件不可序列化，已忽略它。
zh_hant: 事件類型 "{0}" 應該可以使用 .NET 序列化程式序列化。此事件不可序列化，已略過。

# LoggingBeforeTaskInitialization
source: MSB6005: Task attempted to log before it was initialized. Message was: {0}
cs: MSB6005: Úloha se pokusila přihlásit před tím, než byla inicializována. Zpráva: {0}
de: MSB6005: Die Aufgabe hat versucht, eine Protokollierung durchzuführen, bevor sie initialisiert wurde. Meldung: {0}
it: MSB6005: tentativo di registrazione prima dell'inizializzazione dell'attività. Messaggio: {0}
ja: MSB6005: タスクは、初期化される前にログを記録しようとしました。メッセージ: {0}
ko: MSB6005: 작업을 초기화하기 전에 로깅하려고 했습니다. 메시지: {0}
pl: MSB6005: Zadanie podjęło próbę zarejestrowania przed zainicjowaniem. Pojawił się komunikat: {0}
pt_br: MSB6005: A tarefa tentou fazer o registro antes de ser inicializada. A mensagem era: {0}
ru: MSB6005: задачей предпринята попытка вести журнал до своей инициализации. Сообщение: {0}
tr: MSB6005: Görev başlatılmadan önce günlüğe yazmaya çalıştı. İleti: {0}
zh_hans: MSB6005: 任务尚未初始化就尝试进行日志记录。消息为: {0}
zh_hant: MSB6005: 工作在初始化之前就嘗試記錄。訊息為: {0}

# ModifyingTaskHostEnvironmentHeader
source: Making the following modifications to the environment received from the parent node before applying it to the task host:
cs: Předtím, než bude pro hostitele úlohy použito prostředí přijaté z nadřazeného uzlu, budou provedeny jeho následující úpravy:
de: Es werden folgende vom übergeordneten Knoten empfangene Änderungen an der Umgebung vorgenommen, bevor sie auf den Aufgabenhost angewendet wird:
es: Se están realizando las siguientes modificaciones en el entorno recibido del nodo primario antes de aplicarlo al host de tareas:
it: Le modifiche seguenti verranno apportate all'ambiente ricevuto dal nodo padre prima dell'applicazione all'host attività:
ja: 親ノードから受け取った環境をタスク ホストに適用する前に、次の変更を行っています:
ko: 작업 호스트에 적용하기 전에 부모 노드로부터 받은 환경을 다음과 같이 수정하고 있습니다.
pl: Wymienione zmiany otrzymane z węzła nadrzędnego zostaną wprowadzone w środowisku, a po sprawdzeniu działania zastosowane do hosta zadań:
pt_br: Fazendo as seguintes modificações no ambiente recebido do nó pai antes de aplicá-lo ao host de tarefas:
ru: Перед применением окружения, полученного от родительского узла, к серверу задач в нем выполняются следующие изменения:
tr: Üst düğümden alınan ortam görev ana bilgisayarına uygulanmadan önce ortamda aşağıdaki değişiklikler yapılıyor:
zh_hans: 先对从父节点收到的环境进行以下修改，然后再将其应用于任务宿主:
zh_hant: 在套用到工作主機之前，對從父節點接收的環境進行下列修改:

# ModifyingTaskHostEnvironmentVariable
source: Setting '{0}' to '{1}' rather than the parent environment's value, '{2}'.
cs: Nastavení proměnné {0} na hodnotu {1} místo hodnoty {2} proměnné prostředí nadřazeného uzlu
de: Festlegen von "{0}" auf "{1}" statt auf den Wert "{2}" der übergeordneten Umgebung.
es: Estableciendo '{0}' en '{1}' en lugar del valor del entorno primario, '{2}'.
it: Impostazione di '{0}' su '{1}' anziché sul valore dell'ambiente padre, '{2}'.
ja: '{0}' を親環境の値 '{2}' ではなく '{1}' に設定しています。
ko: '{0}'을(를) 부모 환경 값인 '{2}' 대신 '{1}'(으)로 설정하고 있습니다.
pl: Ustawienie dla elementu „{0}” wartości „{1}” zamiast wartości „{2}” obowiązującej w środowisku nadrzędnym.
pt_br: Definindo "{0}" como "{1}" em vez do valor do ambiente pai, "{2}".
ru: Задание для "{0}" значения "{1}", а не значения родительского окружения "{2}".
tr: '{0}', üst ortamında değeri olan '{2}' yerine '{1}' değerine ayarlanıyor.
zh_hans: 将“{0}”设置为“{1}”，而不是父环境的值“{2}”。
zh_hant: 將 '{0}' 設定為 '{1}' 而非父環境的值 '{2}。

# InvalidProjectFile
source: MSB4025: The project file could not be loaded. {0}
cs: MSB4025: Soubor projektu nelze načíst. {0}
de: MSB4025: Die Projektdatei konnte nicht geladen werden. {0}
es: MSB4025: No se pudo cargar el archivo del proyecto. {0}
it: MSB4025: non è stato possibile caricare il file di progetto. {0}
ja: MSB4025: プロジェクト ファイルを読み込めませんでした。{0}
ko: MSB4025: 프로젝트 파일을 로드할 수 없습니다. {0}
pl: MSB4025: Nie można załadować pliku projektu. {0}
pt_br: MSB4025: Não foi possível carregar o arquivo de projeto. {0}
ru: MSB4025: не удалось загрузить файл проекта. {0}
tr: MSB4025: Proje dosyası yüklenemedi. {0}
zh_hans: MSB4025: 未能加载项目文件。{0}
zh_hant: MSB4025: 無法載入專案檔。{0}

# InvalidVerbosity
source: MSB4103: "{0}" is not a valid logger verbosity level.
cs: MSB4103: {0} není platná úroveň podrobností protokolovacího nástroje.
de: MSB4103: "{0}" ist kein gültiger Ausführlichkeitsgrad für die Protokollierung.
es: MSB4103: "{0}" no es un nivel de detalle del registrador.
it: MSB4103: "{0}" non è un livello di dettaglio valido del logger.
ja: MSB4103: "{0}" は有効なロガー詳細レベルではありません。
ko: MSB4103: "{0}"은(는) 로거의 세부 정보 표시로 알맞지 않습니다.
pl: MSB4103: „{0}” nie jest prawidłowym poziomem szczegółowości rejestratora.
pt_br: MSB4103: "{0}" não é um nível de detalhamento de agente de log válido.
ru: MSB4103: "{0}" не является допустимым уровнем детализации средства ведения журнала.
tr: MSB4103: "{0}", geçerli bir günlükçü ayrıntı düzeyi değil.
zh_hans: MSB4103: "{0}" 不是有效的记录器详细程度。
zh_hant: MSB4103: "{0}" 不是有效的記錄器詳細程度等級。

# MissingProject
source: MSBuild is expecting a valid "{0}" object.
cs: Nástroj MSBuild očekává platný objekt {0}.
de: MSBuild erwartet ein gültiges {0}-Objekt.
es: MSBuild espera un objeto "{0}" válido.
it: MSBuild prevede un oggetto "{0}" valido.
ja: MSBuild は有効な "{0}" オブジェクトを必要としています。
ko: MSBuild에 올바른 "{0}" 개체가 필요합니다.
pl: Program MSBuild oczekuje prawidłowego obiektu „{0}”.
pt_br: O MSBuild está esperando um objeto "{0}" válido.
ru: Для MSBuild требуется допустимый объект "{0}".
tr: MSBuild, geçerli bir "{0}" nesnesi bekliyor.
zh_hans: MSBuild 需要有效的“{0}”对象。
zh_hant: MSBuild 需要有效的 "{0}" 物件。

# Shared.PathTooLong
source: Path: {0} exceeds the OS max path limit. The fully qualified file name must be less than {1} characters.
cs: Cesta: {0} překračuje maximální limit pro cestu k OS. Plně kvalifikovaný název souboru musí být kratší než {1} znaků.
de: Der Pfad "{0}" überschreitet das maximale Pfadlimit des Betriebssystems. Der vollqualifizierte Dateiname muss weniger als {1} Zeichen umfassen.
es: La ruta de acceso {0} supera el límite máximo para la ruta de acceso del sistema operativo. El nombre de archivo completo debe ser inferior a {1} caracteres.
it: Il percorso {0} supera il limite massimo dei percorsi del sistema operativo. Il nome completo del file deve essere composto da meno di {1}.
ja: パス: {0} は OS のパスの上限を越えています。完全修飾のファイル名は {1} 文字以下にする必要があります。
ko: 경로: {0}은(는) OS 최대 경로 제한을 초과합니다. 정규화된 파일 이름은 {1}자 이하여야 합니다.
pl: Ścieżka: {0} przekracza limit maksymalnej długości ścieżki w systemie operacyjnym. W pełni kwalifikowana nazwa pliku musi się składać z mniej niż {1} znaków.
pt_br: Caminho: {0} excede o limite máximo do caminho do SO. O nome do arquivo totalmente qualificado deve ter menos de {1} caracteres.
ru: Длина пути {0} превышает максимально допустимую в ОС. Символов в полном имени файла должно быть не больше {1}.
tr: Yol: {0}, işletim sisteminin en yüksek yol sınırını aşıyor. Tam dosya adı en fazla {1} karakter olmalıdır.
zh_hans: 路径: {0} 超过 OS 最大路径限制。完全限定的文件名必须少于 {1} 个字符。
zh_hant: 路徑: {0} 超過 OS 路徑上限。完整檔案名稱必須少於 {1} 個字元。

# SolutionFilterFilterContainsProjectNotInSolution
source: MSB5028: Solution filter file at "{0}" includes project "{1}" that is not in the solution file at "{2}".
cs: MSB5028: Soubor filtru řešení v {0} obsahuje projekt {1}, který není v souboru řešení v {2}.
de: MSB5028: Die Projektmappenfilter-Datei unter "{0}" enthält das Projekt "{1}", das in der Projektmappendatei unter "{2}" nicht enthalten ist.
es: MSB5028: El archivo de filtro de soluciones en "{0}" incluye el proyecto "{1}", que no está en el archivo de solución en "{2}".
it: MSB5028: il file di filtro della soluzione in "{0}" include il progetto "{1}" che non è presente nel file di soluzione in "{2}".
ja: MSB5028: "{0}" のソリューション フィルター ファイルには、"{2}" のソリューション ファイルにないプロジェクト "{1}" が含まれています。
ko: MSB5028: "{0}"의 솔루션 필터 파일에 "{2}"의 솔루션 파일에 없는 "{1}" 프로젝트가 포함되어 있습니다.
pl: MSB5028: Plik filtru rozwiązania w lokalizacji „{0}” obejmuje projekt „{1}”, który nie znajduje się w pliku rozwiązania w lokalizacji „{2}”.
pt_br: MSB5028: o arquivo de filtro da solução em "{0}" inclui o projeto "{1}" que não está no arquivo da solução em "{2}".
ru: MSB5028: файл фильтра решения в "{0}" включает проект "{1}", который отсутствует в файле решения в "{2}".
tr: MSB5028: "{0}" konumundaki çözüm filtresi dosyası, "{2}" konumundaki çözüm dosyasında bulunmayan "{1}" projesini içeriyor.
zh_hans: MSB5028: 位于“{0}”的解决方案筛选器文件包含“{2}”处的解决方案文件中没有的项目“{1}”。
zh_hant: MSB5028: 位於 "{0}" 的解決方案篩選檔案包含專案 "{1}"，該專案不在位於 "{2}" 的解決方案檔案中。

# SolutionFilterJsonParsingError
source: MSB5025: Json in solution filter file "{0}" is incorrectly formatted.
cs: MSB5025: JSON v souboru filtru řešení {0} má nesprávný formát.
de: MSB5025: JSON in der Projektmappenfilter-Datei "{0}" ist falsch formatiert.
es: MSB5025: El formato JSON del archivo de filtro de soluciones "{0}" no es correcto.
it: MSB5025: il codice JSON nel file di filtro della soluzione "{0}" non è formattato correttamente.
ja: MSB5025: ソリューション フィルター ファイル "{0}" の JSON の形式が正しくありません。
ko: MSB5025: 솔루션 필터 파일 "{0}"의 Json 형식이 잘못되었습니다.
pl: MSB5025: Kod JSON w pliku filtru rozwiązania „{0}” jest niepoprawnie sformatowany.
pt_br: MSB5025: o JSON no arquivo de filtro da solução "{0}" está formatado incorretamente.
ru: MSB5025: код JSON в файле фильтра решения "{0}" имеет неправильный формат.
tr: MSB5025: "{0}" çözüm filtresi dosyasındaki JSON hatalı biçimlendirilmiş.
zh_hans: MSB5025: 解决方案筛选器文件“{0}”中的 JSON 的格式不正确。
zh_hant: MSB5025: 解決方案篩選檔案 "{0}" 中的 Json 格式不正確。

# SolutionFilterMissingSolutionError
source: MSB5026: The solution filter file at "{0}" specifies there will be a solution file at "{1}", but that file does not exist.
cs: MSB5026: Soubor filtru řešení v {0} určuje, že v {1} se bude nacházet soubor řešení, ale tento soubor neexistuje.
de: MSB5026: Die Projektmappenfilter-Datei unter "{0}" gibt an, dass eine Projektmappendatei unter "{1}" vorhanden ist. Diese Datei ist jedoch nicht vorhanden.
es: MSB5026: El archivo de filtro de soluciones en "{0}" especifica que habrá un archivo de solución en "{1}", pero ese archivo no existe.
it: MSB5026: nel file di filtro della soluzione in "{0}" è indicata la presenza di un file di soluzione in "{1}", ma tale file non esiste.
ja: MSB5026: "{0}" のソリューション フィルター ファイルでは、"{1}" にソリューション ファイルを配置するように指定されていますが、そのファイルは存在しません。
ko: MSB5026: "{0}"의 솔루션 필터 파일이 "{1}"에 솔루션 파일이 있도록 지정하지만, 해당 파일이 없습니다.
pl: MSB5026: Plik filtru rozwiązania w lokalizacji „{0}” określa, że plik rozwiązania będzie się znajdował w lokalizacji „{1}”, ale ten plik nie istnieje.
pt_br: MSB5026: o arquivo de filtro da solução em "{0}" especifica que haverá um arquivo de solução em "{1}", mas esse arquivo não existe.
ru: MSB5026: файл фильтра решения в "{0}" указывает на то, что в "{1}" будет находиться файл решения, однако этот файл отсутствует.
tr: MSB5026: "{0}" konumundaki çözüm filtresi dosyası, "{1}" konumunda bir çözüm dosyası olacağını belirtiyor, ancak bu dosya mevcut değil.
zh_hans: MSB5026: 位于“{0}”的解决方案筛选器文件指定“{1}”处将存在一个解决方案文件，但该文件不存在。
zh_hant: MSB5026: 位於 "{0}" 的解決方案篩選檔案指定將會有位於 "{1}" 的解決方案檔案，但該檔案並不存在。
