Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-tool/update/xlf/LocalizableStrings.*.xlf
Languages: es, pt_br, ru, tr, zh_hans

# PackageIdArgumentDescription
source: NuGet Package Id of the tool to update.
es: Id. del paquete de NuGet que se actualizará.
pt_br: A ID do Pacote NuGet da ferramenta a ser atualizada.
tr: Güncelleştirilecek aracın NuGet Paket Kimliği.

# SpecifyExactlyOnePackageId
source: Please specify one tool Package Id to update.
es: Especifique un id. de paquete de herramientas para actualizar.
pt_br: Especifique a ID de um Pacote da ferramenta a ser atualizada.
ru: Укажите один обновляемый идентификатор пакета инструмента.
tr: Lütfen güncelleştirilecek bir araç Paketi Kimliğini belirtin.
zh_hans: 请指定一个要更新的工具包 ID。

# VersionOptionDescription
source: Version of the tool package in NuGet.
es: Versión del paquete de la herramienta en NuGet.
pt_br: Versão do pacote da ferramenta no NuGet.
ru: Версия пакета инструмента в NuGet.
tr: NuGet’teki araç paketinin sürümü.
zh_hans: NuGet 中工具包的版本。

# CommandDescription
source: Updates a tool to the latest stable version for use.
es: Actualiza una herramienta a la versión estable más reciente para utilizar.
pt_br: Atualiza a ferramenta para a versão estável mais recente para uso.
tr: Bir aracı kullanmak üzere en son kararlı sürüme güncelleştirir.

# ConfigFileOptionDescription
source: The NuGet configuration file to use.
es: Archivo de configuración de NuGet que debe usarse.
pt_br: O arquivo de configuração do NuGet a ser usado.
ru: Используемый файл конфигурации NuGet.
tr: Kullanılacak NuGet yapılandırma dosyası.
zh_hans: 要使用的 NuGet 配置文件。

# FrameworkOptionDescription
source: The target framework to update the tool for.
es: La plataforma de destino para la que se actualiza la herramienta.
pt_br: A estrutura de destino para a qual atualizar a ferramenta.
ru: Целевая платформа для обновления инструмента.
tr: Aracın güncelleştirileceği hedef çerçeve.
zh_hans: 要更新工具的目标框架。

# NuGetConfigurationFileDoesNotExist
source: NuGet configuration file '{0}' does not exist.
es: El archivo de configuración de NuGet "{0}" no existe.
pt_br: O arquivo de configuração '{0}' do NuGet não existe.
ru: Файл конфигурации NuGet "{0}" не существует.
tr: NuGet yapılandırma dosyası '{0}' yok.
zh_hans: NuGet 配置文件“{0}”不存在。

# UpdateSucceeded
source: Tool '{0}' was successfully updated from version '{1}' to version '{2}'.
es: La herramienta "{0}" se actualizó correctamente de la versión"{1}" a la versión "{2}".
pt_br: A ferramenta '{0}' foi atualizada com êxito da versão '{1}' para a versão '{2}'.
ru: Инструмент "{0}" успешно обновлен с версии "{1}" до версии "{2}".
tr: '{0}' aracı, '{1}' sürümünden '{2}' sürümüne başarıyla güncelleştirildi.
zh_hans: 工具“{0}”已成功从版本“{1}”更新到版本“{2}”。

# GlobalOptionDescription
source: Update user wide.
es: Actualización para todos los usuarios.
pt_br: Atualizar para todos os usuários.
tr: Kullanıcı genelinde güncelleştirin.

# UpdateFullCommandNameLocalized
source: .NET update Command
es: Comando de actualización de .NET
pt_br: Comando de atualização .NET
ru: Команда обновления .NET
tr: .NET güncelleştirme Komutu
zh_hans: .NET 更新命令

# UpdateToolCommandNeedGlobalOrToolPath
source: Please specify either the global option (--global) or the tool path option (--tool-path).
es: Especifique la opción global (--global) o la opción de la ruta de acceso de herramientas (--tool-path).
pt_br: Especifique a opção global (--global) ou a opção do caminho da ferramenta (--tool-path).
ru: Укажите глобальный параметр (--global) или параметр пути к средству (--tool-path).
tr: Lütfen genel seçeneğini (--global) veya araç yolu seçeneğini (--tool-path) belirtin.
zh_hans: 请指定全局选项(--global)或工具路径选项(--tool-path)。

# UpdateToolCommandInvalidGlobalAndToolPath
source: (--global) conflicts with the tool path option (--tool-path). Please specify only one of the options.
es: (--global) entra en conflicto con la opción de la ruta de acceso de herramientas (--tool-path). Especifique solo una de las opciones.
pt_br: (--global) está em conflito com a opção do caminho da ferramenta (--tool-path). Especifique apenas uma das opções.
ru: (--global) конфликтует с параметром пути к средству (--tool-path). Укажите лишь один из них.
tr: (--global), araç yolu seçeneği (--tool-path) ile çakışıyor. Lütfen seçeneklerden yalnızca birini belirtin.
zh_hans: (--global)与工具路径选项(--tool-path)冲突。请仅指定其中一种选项。

# ToolPathDescription
source: Location where the tool will be installed.
es: La ubicación en la que se instalará la herramienta.
pt_br: Localização em que a ferramenta será instalada.
tr: Aracın yükleneceği konum.

# ToolHasMultipleVersionsInstalled
source: Tool '{0}' has multiple versions installed and cannot be updated.
es: La herramienta "{0}" tiene varias versiones instaladas y no se puede actualizar.
pt_br: A ferramenta '{0}' tem várias versões instaladas e não pode ser atualizada.
ru: Установлено несколько версий инструмента "{0}", и обновить его невозможно.
tr: '{0}' aracının birden fazla sürümü yüklü ve güncelleştirilemiyor.
zh_hans: 工具“{0}”已安装多个版本，无法更新。

# ToolNotInstalled
source: Tool '{0}' is not currently installed.
es: La herramienta "{0}" no está instalada actualmente.
pt_br: A ferramenta '{0}' não está instalada no momento.
ru: Инструмент "{0}" сейчас не установлен.
tr: '{0}' aracı şu anda yüklü değil.
zh_hans: 工具“{0}”目前尚未安装。

# UpdateSucceededVersionNoChange
source: Tool '{0}' was reinstalled with the latest stable version (version '{1}').
es: La herramienta "{0}" se reinstaló con la versión estable más reciente (versión "{1}").
pt_br: A ferramenta '{0}' foi reinstalada com a versão estável mais recente (versão '{1}').
ru: Инструмент "{0}" был переустановлен с последней стабильной версией (версией "{1}").
tr: '{0}' aracı, en son kararlı sürüm (sürüm '{1}') ile yeniden yüklendi.
zh_hans: 工具“{0}”已重新安装最新稳定版本(版本“{1}”)。

# UpdateToolFailed
source: Tool '{0}' failed to update due to the following:
es: La herramienta "{0}" no se pudo actualizar debido a lo siguiente:
pt_br: Falha ao atualizar a ferramenta '{0}' devido ao seguinte motivo:
ru: Не удалось обновить инструмент "{0}" по следующей причине:
tr: Aşağıdaki nedenlerle '{0}' aracı güncelleştirilemedi:
zh_hans: 工具“{0}”因以下原因而未能更新:

# SourceFeedOptionDescription
source: Adds an additional NuGet package source to use during update.
es: Agrega un origen de paquetes de NuGet para utilizar durante la actualización.
tr: Güncelleştirme sırasında kullanılacak ek bir NuGet paket kaynağı ekler.

# PackageIdArgumentDescription
source: The NuGet Package Id of the tool to update.
ru: Обновляемый идентификатор пакета NuGet инструмента.
zh_hans: 要更新的工具的 NuGet 包 ID。

# CommandDescription
source: Update a tool to the latest stable version.
ru: Обновляет инструмент до последней стабильной версии.
zh_hans: 将工具更新为最新稳定版本以供使用。

# GlobalOptionDescription
source: Update the tool in the current user's tools directory.
ru: Обновление на уровне пользователя.
zh_hans: 更新用户范围。
