Repository: dotnet/msbuild
Catalog: src/Microsoft.DotNet.Cli.Sln.Internal/xlf/LocalizableStrings.*.xlf
Languages: de, ja, ko

# GlobalSectionMoreThanOnceError
source: Global section specified more than once
de: Globaler Abschnitt mehrmals angegeben
ja: グローバル セクションが 2 回以上指定されています
ko: 전역 섹션이 두 번 이상 지정됨

# GlobalSectionNotClosedError
source: Global section not closed
de: Globaler Abschnitt nicht geschlossen
ja: グローバル セクションが閉じられていません
ko: 전역 섹션이 닫히지 않음

# FileHeaderMissingError
source: Expected file header not found
de: Erwarteter Dateiheader nicht gefunden.
ja: 予期されたファイル ヘッダーがありません
ko: 필요한 파일 헤더가 없음

# ProjectSectionNotClosedError
source: Project section not closed
de: Projektabschnitt nicht geschlossen
ja: プロジェクト セクションが閉じられていません
ko: 프로젝트 섹션이 닫히지 않음

# InvalidSectionTypeError
source: Invalid section type: {0}
de: Ungültiger Abschnittstyp: {0}
ja: 無効なセクションの種類: {0}
ko: 잘못된 섹션 유형: {0}

# SectionIdMissingError
source: Section id missing
de: Abschnitts-ID fehlt
ja: セクション ID がありません
ko: 섹션 ID가 누락됨

# ClosingSectionTagNotFoundError
source: Closing section tag not found
de: Schließendes Abschnittstag nicht gefunden
ja: 終了セクション タグが見つかりません
ko: 닫기 섹션 태그를 찾을 수 없음

# ErrorMessageFormatString
source: Invalid format in line {0}: {1}
de: Ungültiges Format in Zeile {0}: {1}
ja: 行 {0} の形式が無効です: {1}
ko: {0} 줄에 잘못된 형식: {1}

# ProjectParsingErrorFormatString
source: Project section is missing '{0}' when parsing the line starting at position {1}
de: Im Projektabschnitt fehlt "{0}" beim Analysieren des Zeilenbeginns in Position {1}
ja: 位置 {1} から始まる行の解析中にプロジェクト セクションが見つかりません '{0}'
ko: {1} 위치에서 시작하는 줄을 구문 분석할 때 프로젝트 섹션에 '{0}'이(가) 없습니다.

# InvalidPropertySetFormatString
source: Property set is missing '{0}'
de: Im Eigenschaftensatz fehlt "{0}"
ja: プロパティ セットが見つかりません '{0}'
ko: 속성 설정에 '{0}'이(가) 없습니다.

# FileHeaderMissingVersionError
source: File header is missing version
de: Der Dateiheader enthält keine Version.
ja: ファイル ヘッダーにバージョンが見つかりません
ko: 파일 헤더에 버전이 없습니다.
