Repository: dotnet/msbuild
Catalog: src/Framework/Resources/xlf/*.*.xlf
Languages: sr

# ArgumentOutOfRange_Generic_MustBeEqual
source: {0} ('{1}') must be equal to '{2}'.
sr: {0} ("{1}") deve ser igual a "{2}".

# ArgumentOutOfRange_Generic_MustBeGreater
source: {0} ('{1}') must be greater than '{2}'.
sr: {0} ("{1}") deve ser maior que "{2}".

# ArgumentOutOfRange_Generic_MustBeGreaterOrEqual
source: {0} ('{1}') must be greater than or equal to '{2}'.
sr: {0} ("{1}") deve ser maior ou igual a "{2}".

# ArgumentOutOfRange_Generic_MustBeLess
source: {0} ('{1}') must be less than '{2}'.
sr: {0} ("{1}") deve ser menor que "{2}".

# ArgumentOutOfRange_Generic_MustBeLessOrEqual
source: {0} ('{1}') must be less than or equal to '{2}'.
sr: {0} ("{1}") deve ser menor ou igual a "{2}".

# ArgumentOutOfRange_Generic_MustBeNonNegative
source: {0} ('{1}') must be a non-negative value.
sr: {0} ("{1}") deve ser um valor não negativo.

# ArgumentOutOfRange_Generic_MustBeNonNegativeNonZero
source: {0} ('{1}') must be a non-negative and non-zero value.
sr: {0} ("{1}") deve ser um valor não negativo e diferente de zero.

# ArgumentOutOfRange_Generic_MustBeNonZero
source: {0} ('{1}') must be a non-zero value.
sr: {0} ("{1}") deve ser um valor diferente de zero.

# ArgumentOutOfRange_Generic_MustBeNotEqual
source: {0} ('{1}') must not be equal to '{2}'.
sr: {0} ("{1}") não deve ser igual a "{2}".

# Argument_EmptyOrWhiteSpaceString
source: The value cannot be an empty string or composed entirely of whitespace.
sr: O valor não pode ser uma cadeia de caracteres vazia ou composta inteiramente de espaço em branco.

# Argument_EmptyString
source: The value cannot be an empty string.
sr: O valor não pode ser uma cadeia de caracteres vazia.

source: Path must be rooted.
sr: Caminho deve ter raiz.
