Repository: dotnet/msbuild
Catalog: src/Compatibility/Microsoft.DotNet.ApiCompatibility/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TypeExistsOnRight
source: Type '{0}' exists on {2} but not on {1}
cs: Typ {0} existuje v {2}, ale ne v {1}
de: Der Typ „{0}“ ist auf {2} vorhanden, aber nicht auf {1}
es: El tipo "{0}" existe en {2} pero no en {1}
fr: Le type '{0}' existe sur {2}, mais pas sur {1}.
it: Il tipo ' {0}' esiste in {2} ma non in {1}
ja: タイプ '{0}' は {2} に存在していますが、{1} には存在しません
ko: '{0}' 유형이 {2}에 있지만 {1}에 없음
pl: Typ „{0}” istnieje w {2}, ale nie w {1}
pt_br: O tipo '{0}' existe em {2} mas não em {1}
ru: Тип "{0}" существует в {2}, но не в {1}
tr: '{0}' türü {2} üzerinde var ancak {1} üzerinde yok
zh_hans: 类型“{0}”在 {2} 上存在，但在 {1} 上不存在
zh_hant: 類型 '{0}' 存在於 {2}，但不在 {1} 上

# TypeIsActuallySealed
source: Type '{0}' has the sealed modifier on {1} but not on {2}
cs: Typ {0} má zapečetěný modifikátor na {1} ale ne na {2}.
de: Der Typ „{0}“ verfügt über den versiegelten Modifizierer auf {1}, auf {2} aber nicht.
es: El tipo '{0}' tiene el modificador sellado en {1}, pero no en {2}
fr: Le type' {0} 'a le modificateur est scellé sur {1} mais pas sur {2}.
it: Il tipo '{0}' ha il modificatore sealed in {1} ma non in {2}
ja: 型 '{0}' は {1} に sealed 修飾子がありますが、{2} にはありません
ko: '{0}' 유형은 {1}에 봉인된 한정자가 있지만 {2}에는 없습니다
pl: Typ „{0}” ma zapieczętowany modyfikator w {1}, ale nie w {2}
pt_br: O tipo '{0}' tem o modificador selado em {1}, mas não em {2}
ru: Тип "{0}" имеет запечатанный модификатор для {1}, но не для {2}
tr: '{0}' türü, {1} üzerinde mühürlü değiştiriciye sahip ancak {2} üzerinde sahip değil
zh_hans: 类型“{0}”在 {1} 上具有密封修饰符，但在 {2} 上没有
zh_hant: 類型 '{0}' 在 {1} 上有密封的修飾元，但在 {2} 上沒有

# TypeIsEffectivelySealed
source: Type '{0}' is sealed because it has no visible constructor on {1} but it does on {2}
cs: Typ {0} je zapečetěný, protože nemá žádný viditelný konstruktor na {1}, ale má ho na {2}.
de: Der Typ „{0}“ ist versiegelt, da er keinen sichtbaren Konstruktor auf {1} hat, auf {2} aber schon.
es: El tipo '{0}' está sellado porque no tiene ningún constructor visible en {1} pero lo tiene en {2}
fr: Le type ' {0}’est scellé, car il n’a pas de constructeur visible sur {1}, mais il le fait sur {2}.
it: Il tipo '{0}' è sealed perché non ha un costruttore visibile su {1} ma in{2}
ja: 型 '{0}' iは、{1} に参照可能なコンストラクターがないため sealed ですが、{2} にはあります
ko: '{0}' 유형은 {1}에 표시되는 생성자가 없지만 {2}에는 있기 때문에 봉인됩니다
pl: Typ „{0}” jest zapieczętowany, ponieważ nie ma niewidocznego konstruktora w {1}, ale ma w {2}
pt_br: O tipo '{0}' é selado porque não tem um construtor visível no {1} mas sim em {2}
ru: Тип "{0}" запечатан, так как он не имеет видимого конструктора на {1} но он выполняется на {2}
tr: '{0}' türü, {1} üzerinde görünür bir oluşturucuya sahip olmadığından ancak {2} üzerinde sahip olduğundan korumaya alındı.
zh_hans: 类型“{0}”是密封的，因为它在 {1} 上没有可见的构造函数，但在 {2} 上有
zh_hant: 類型 '{0}' 已密封，因為它在 {1} 上沒有可見的建構函式，但在 {2} 上有

# VisitorRightCountShouldMatchMappersSetSize
source: The provided right count when creating the visitor should match the right set size specified for the mappers.
cs: Pravý počet zadaný při vytváření návštěvníka by měl odpovídat pravé velikosti sady určené pro mapovače.
de: Die beim Erstellen des Besuchers angegebene Rechteanzahl muss mit der für die Mapper angegebenen Rechtesatzgröße übereinstimmen.
es: El recuento correcto proporcionado al crear el visitante debe coincidir con el tamaño establecido correcto que se especificó para los asignadores.
fr: Le nombre correct fourni lors de la création du visiteur doit correspondre à la taille de jeu correcte spécifiée pour les mappeurs.
it: Il conteggio di destra specificato durante la creazione del visitatore deve corrispondere alle dimensioni del set di destra specificato per i mapper.
ja: ビジターの作成時に指定された適切なカウントは、マッパーに指定された適切なセット サイズと一致する必要があります。
ko: 방문자를 만들 때 제공된 올바른 개수는 매퍼에 대해 지정된 올바른 집합 크기와 일치해야 합니다.
pl: Podana liczba po prawej podczas tworzenie gościa powinna być zgodna z rozmiarem zestawu po prawej określonym dla maperów.
pt_br: A contagem correta fornecida ao criar o visitante deve corresponder ao tamanho de conjunto correto especificado para os mapeadores.
ru: Указанное правильное количество при создании посетителя должно соответствовать правильному заданному размеру, указанному для сопоставителей.
tr: Ziyaretçiyi oluştururken sağlanan doğru sayı, eşleyiciler için belirtilen doğru küme boyutuyla eşleşmelidir.
zh_hans: 创建访问者时提供的正确计数应该与为映射器指定的正确集大小相匹配。
zh_hant: 建立訪客時所提供的正確計數應該與對應程式指定的正確集大小相符。
