Repository: dotnet/msbuild
Catalog: src/Compatibility/Microsoft.DotNet.ApiCompatibility/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AssemblyNameDoesNotExist
source: Assembly with name '{0}' does not exist at {1}.
cs: Sestavení s názvem {0} v {1} neexistuje.
de: Die Assembly mit dem Namen „{0}“ ist auf {1} nicht vorhanden.
es: El ensamblado con el nombre '{0}' no existe en {1}.
fr: L’assembly portant le nom' {0} 'n’existe pas dans {1}.
it: L'assembly denominato '{0}' non esiste in {1}.
ja: '{0}' という名前のアセンブリは {1} に存在しません。
ko: 이름이 '{0}'인 어셈블리가 {1}에 없습니다.
pl: Zestaw o nazwie „{0}” nie istnieje w {1}.
pt_br: O assembly com o nome '{0}' não existe no {1}.
ru: Сборка с именем "{0}" не существует в {1}.
tr: '{0}' adlı bütünleştirilmiş kod {1} konumunda yok.
zh_hans: {0} 处不存在名为“{1}”的程序集。
zh_hant: 名為 '{0}' 的組件不存在於 {1}。

# AssemblyNameDoesNotMatch
source: {2} assembly name '{0}' does not match with {3} assembly name '{1}'.
cs: Název sestavení {2} {0} se neshoduje s názvem sestavení {3} {1}.
de: Der {2}-Assemblyname „{0}“ stimmt nicht überein. mit dem {3}-Assemblynamen „{1}“.
es: {2} el nombre de ensamblado '{0}' no coincide con {3} nombre de ensamblado '{1}'.
fr: {2}Le nom de l’assembly «{0}» ne correspond pas au nom de l’assembly {3} «{1}».
it: {2}Il nome dell'assembly '{0}' non corrisponde al nome dell'assembly {3} '{1}'.
ja: {2} アセンブリ名 '{0}' が {3} アセンブリ名 '{1}' と一致しません。
ko: {2} 어셈블리 이름 '{0}'이(가) {3} 어셈블리 이름 '{1}'과(와) 일치하지 않습니다.
pl: {2} nazwa zestawu „{0}” nie jest zgodna z nazwą zestawu {3} "{1}".
pt_br: {2} nome do assembly '{0}' não corresponde {3} nome do assembly '{1}'.
ru: Имя "{0}" сборки {2} не соответствует имени "{1}" сборки {3}.
tr: {2} bütünleştirilmiş kod adı '{0}' {3} bütünleştirilmiş kod adıyla '{1}' eşleşmiyor.
zh_hans: {2} 程序集名称“{0}”与 {3} 程序集名称“{1}”不匹配。
zh_hant: {2} 組件名稱 '{0}' 與 {3} 組件名稱 '{1}' 不相符。

# AssemblyPublicKeyTokenDoesNotMatch
source: {2} assembly public key token '{0}' does not match with {3} '{1}'.
cs: Token veřejného klíče sestavení {2} {0} se neshoduje s {3} {1}.
de: Das öffentlicher Schlüsseltoken „{0}“ des {2}-Assembly stimmt nicht mit {3} „{1}“ überein.
es: {2} el token de clave pública de ensamblado '{0}' no coincide con {3} '{1}'.
fr: {2}Le jeton de clé publique de l’assembly « {0} » ne correspond pas à celui de {3} « {1} ».
it: {2}Il token di chiave pubblica dell'assembly '{0}' non corrisponde a {3}'{1}'.
ja: {2} アセンブリ公開キートークン '{0}' が {3} '{1}' と一致しません。
ko: {2} 어셈블리 공개 키 토큰 '{0}'이(가) {3} '{1}'과(와) 일치하지 않습니다.
pl: {2} token klucza publicznego zestawu „{0}” jest niezgodny z {3} „{1}”.
pt_br: {2} token de chave pública de assembly '{0}' não corresponde com {3} '{1}'.
ru: Маркер "{0}" открытого ключа сборки {2} не соответствует {3} "{1}".
tr: {2} bütünleştirilmiş kodunun ortak anahtar belirteci ('{0}') {3} '{1}' ile eşleşmiyor.
zh_hans: {2} 程序集公钥标记“{0}”与 {3}“{1}”不匹配。
zh_hant: {2} 組件公開金鑰權杖 '{0}' 與 {3} '{1}' 不相符。

# AssemblySearchDirectoryDoesNotExist
source: Provided assembly search directory '{0}' does not exist.
cs: Zadaný adresář vyhledávání sestavení {0} neexistuje.
de: Das angegebene Assemblysuchverzeichnis "{0}" ist nicht vorhanden.
es: El directorio de búsqueda ensamblado "{0}" que se proporcionó no existe.
fr: Le répertoire de recherche d’assembly fourni '{0}' n’existe pas.
it: La directory di ricerca specificata dell'assembly '{0}' non esiste.
ja: 指定済みのアセンブリ検索ディレクトリ '{0}' は存在しません。
ko: 제공된 어셈블리 검색 디렉터리 '{0}'이(가) 없습니다.
pl: Podany katalog wyszukiwania zestawu "{0}" nie istnieje.
pt_br: O diretório de pesquisa de assembly fornecido '{0}' não existe.
ru: Указанный каталог поиска сборки "{0}" не существует.
tr: Sağlanan bütünleştirilmiş kod arama dizini '{0}' mevcut değil.
zh_hans: 提供的程序集搜索目录“{0}”不存在。
zh_hant: 提供的元件搜尋目錄 '{0}' 不存在。

# AssembyCultureDoesNotMatch
source: {2} assembly culture '{0}' does not match with {3} assembly culture '{1}'.
cs: Jazyková verze sestavení {2} {0} se neshoduje s jazykovou verzí sestavení {3} {1}.
de: {2}-Assemblykultur „{0}“ stimmt nicht mit der {3}-Assemblykultur „{1}“ überein.
es: {2} referencia cultural de ensamblado '{0}' no coincide con {3} referencia cultural de ensamblado '{1}'.
fr: {2} la culture de l’assembly « {0} » ne correspond pas à la {3}culture de l’assembly de « {1} ».
it: Le {2} impostazioni cultura dell’assembly '{0}' non corrispondono alle {3}impostazioni cultura dell’assembly '{1}'.
ja: {2} アセンブリ カルチャ '{0}' が {3} アセンブリ カルチャ '{1}' と一致しません。
ko: {2} 어셈블리 문화권 '{0}'이(가) {3} 어셈블리 문화권 '{1}'과(와) 일치하지 않습니다.
pl: {2} kultura zestawu „{0}” jest niezgodna z {3} kulturą zestawu „{1}”.
pt_br: {2} cultura de assembly '{0}' não corresponde à {3} cultura de assembly '{1}'.
ru: Язык и региональные параметры {0} сборки "{2}" не совпадают с языком и региональными параметрами {1} сборки "{3}".
tr: {2} bütünleştirilmiş kod kültürü '{0}', {3} bütünleştirilmiş kod kültürüyle '{1}' eşleşmiyor.
zh_hans: {2} 程序集区域性“{0}”与 {3} 程序集区域性“{1}”不匹配。
zh_hant: {2} 組件文化特性 '{0}' 與 {3} 組件文化特性 '{1}' 不相符。

# AssembyVersionDoesNotMatch
source: {3} assembly version '{1}' should be equal to {2} version '{0}'.
cs: Verze sestavení {3} {1} by měla být rovna {2} verzi {0}.
de: Die {3}-Assemblyversion „{1}“ sollte gleich der {2}-Version „{0}“ sein.
es: {3} la versión del ensamblado '{1}' debe ser igual a {2} versión '{0}'.
fr: La version de l’assembly {3} « {1} » doit être égale à la version de {2} « {0} ».
it: {3}La versione dell'assembly '{1}' deve essere uguale alla {2} versione '{0}'.
ja: {3} アセンブリバージョン '{1}' は {2} バージョン '{0}' と等しい必要があります。
ko: {3} 어셈블리 버전 '{1}'이(는) {2} 버전 '{0}'과(와) 같아야 합니다.
pl: {3} wersja zestawu „{1}” powinna być równa {2}wersji „{0}”.
pt_br: {3} versão de assembly '{1}' deve ser igual à {2} versão '{0}'.
ru: Версия "{1}" сборки {3} должна быть равна {2} версии "{0}".
tr: {3} bütünleştirilmiş kodunun '{1}' sürümü {2} sürümüne '{0}' eşit olmalıdır.
zh_hans: {3} 程序集版本“{1}”应等于 {2} 版本“{0}”。
zh_hant: {3} 組件版本 '{1}' 應等於 {2} 版本 '{0}'。

# AssembyVersionIsNotCompatible
source: {2} assembly version '{0}' should be equal to or higher than {3} version '{1}'.
cs: Verze sestavení {2} {0} by se měla rovnat nebo být vyšší než {3} verze {1}.
de: Die {2}-Assemblyversion „{0}“ sollte gleich sein. oder höher sein als die{3}-Version „{1}“.
es: {2} la versión del ensamblado '{0}' debe ser igual o mayor que {3} la versión '{1}'.
fr: {2}La version de l’assembly «{0}» doit être supérieure ou égale à la version de {3} «{1}».
it: {2} La versione dell'assembly '{0}' deve essere maggiore o uguale alla {3} versione '{1}'.
ja: {2} アセンブリバージョン '{0}' は {3} バージョン '{1}' 以上である必要があります。
ko: {2} 어셈블리 버전 '{0}'은(는) {3} 버전 '{1}'보다 크거나 같아야 합니다.
pl: {2} wersja zestawu „{0}” powinna być równa lub wyższa niż {3} wersja „{1}”.
pt_br: {2} versão de assembly '{0}' deve ser igual ou maior que {3} versão '{1}'.
ru: Версия "{0}" сборки {2} должна быть больше или равна {3} версии "{1}".
tr: {2} bütünleştirilmiş kodunun '{0}' sürümü {3} sürümüne '{1}' eşit veya bundan yüksek olmalıdır.
zh_hans: {2} 程序集版本“{0}”应等于或高于 {3} 版本“{1}”。
zh_hant: {2} 組件版本 '{0}' 應等於或高於 {3} 版本 '{1}'。

# CannotAddAbstractMember
source: Cannot add abstract member '{0}' to {1} because it does not exist on {2}
cs: Nelze přidat abstraktního člena {0} k {1}, protože neexistuje na {2}.
de: Das abstrakte Element „{0}“ kann nicht zu {1} hinzugefügt werden, da es in {2} nicht vorhanden ist.
es: No se puede agregar el miembro abstracto '{0}' a {1}porque no existe en {2}
fr: Impossible d’ajouter le membre d’interface '{0}' à {1}, car il n’existe pas sur {2}
it: Non è possibile aggiungere il membro astratto '{0}' a {1} perché non esiste in {2}
ja: 抽象メンバーが {2} に存在しないため、抽象メンバー '{0}' を {1} に追加できません
ko: 추상 멤버 '{0}'이(가) {2}에 없으므로 {1}에 추가할 수 없습니다
pl: Nie można dodać członka abstrakcyjnego „{0}” do {1}, ponieważ nie istnieje on w {2}
pt_br: Não é possível adicionar o membro abstrato '{0}' ao {1} porque ele não existe no {2}
ru: Не удается добавить абстрактный элемент "{0}" в {1}, поскольку он не существует в {2}
tr: '{0}' soyut üyesi {2} üzerinde bulunmadığından {1} konumuna eklenemiyor
zh_hans: 无法将摘要成员“{0}”添加到 {1}，因为它在 {2} 上不存在
zh_hant: 無法將摘要成員 '{0}' 新增至 {1}，因為其不存在於 {2} 上

# CannotAddMemberToInterface
source: Cannot add interface member '{0}' to {1} because it does not exist on {2}
cs: Nelze přidat člena rozhraní {0} k {1}, protože neexistuje v {2}.
de: Der Schnittstellenelement „{0}“ kann {1} nicht hinzugefügt werden, da es in {2} nicht vorhanden ist.
es: No se puede agregar el miembro de interfaz '{0}' a {1} porque no existe en {2}
fr: Impossible d’ajouter le membre d’interface '{0}' à {1}, car il n’existe pas sur {2}
it: Non è possibile aggiungere il membro di interfaccia '{0}' a {1} perché non esiste in {2}
ja: インターフェイス メンバーが {2} に存在しないため、インターフェイス メンバー '{0}' を {1} に追加できません
ko: 인터페이스 멤버 '{0}'이(가) {2}에 없으므로 {1}에 추가할 수 없습니다
pl: Nie można dodać członka interfejsu „{0}” do {1}, ponieważ nie istnieje on w {2}
pt_br: Não é possível adicionar o membro de interface '{0}' a {1} porque ele não existe em {2}
ru: Не удается добавить член интерфейса "{0}" в {1}, поскольку он не существует в {2}
tr: '{0}' arabirim üyesi {2} üzerinde bulunmadığından {1} konumuna eklenemiyor
zh_hans: 无法将接口成员“{0}”添加到 {1}，因为它在 {2} 上不存在
zh_hant: 無法將介面成員 '{0}' 新增至 {1}，因為其不存在於 {2} 上

# CannotRemoveBaseInterface
source: Type '{0}' does not implement interface '{1}' on {2} but it does on {3}
cs: Typ {0} neimplementuje rozhraní {1} na {2} ale implementuje ho na {3}.
de: Der Typ „{0}“ implementiert die Schnittstelle „{1}“ nicht auf {2}, aber auf {3}
es: El tipo '{0}' no implementa la interfaz '{1}' en {2}pero lo hace en {3}
fr: Le type' {0} 'n’implémente pas l’interface' {1} 'sur {2} mais il le fait sur {3}.
it: Il tipo '{0}' non implementa l'interfaccia '{1}' in {2} ma in {3}
ja: 型 '{0}' は、{2} でインターフェイス '{1}' を実装していませんが、{3} で実装します
ko: '{0}' 유형은 '{1}' 인터페이스를 {2}에 구현하지 않지만 {3}에는 구현합니다
pl: Typ „{0}” nie implementuje interfejsu „{1}” w {2} ale działa w {3}
pt_br: O tipo '{0}' não implementa a interface '{1}' em {2}, mas sim em {3}
ru: Тип "{0}" не реализует интерфейс "{1}" на {2}, но он выполняется на {3}
tr: '{0}' türü, {2} üzerinde '{1}' arabirimini uygulamıyor ancak bu {3} üzerinde uyguluyor
zh_hans: 类型“{0}”不在 {1} 上实现接口“{2}”，但它在 {3} 上实现
zh_hant: 類型 '{0}' 沒有在 {2} 上實作介面 '{1}'，但在 {3} 上有

# CannotRemoveBaseType
source: Type '{0}' does not inherit from base type '{1}' on {2} but it does on {3}
cs: Typ {0} nedědí ze základního typu {1} na {2}, ale dědí na {3}.
de: Der Typ „{0}“ erbt nicht vom Basistyp „{1}“ auf {2}, auf {3} aber schon.
es: El tipo '{0}' no se hereda del tipo base '{1}' en {2} pero lo hace en {3}
fr: Le type' {0} 'n’hérite pas du type de base' {1} 'sur {2} mais il le fait sur {3}
it: Il tipo '{0}' non eredita dal tipo di base '{1}' in {2} ma in {3}
ja: 型 '{0}' は {2} では基本データ型 '{1}' から継承していませんが、{3} では継承しています
ko: '{0}' 유형은 {2}의 기본 유형 {1}에서는 상속되지 않지만 {3}에서는 상속됩니다
pl: Typ „{0}” nie dziedziczy po typie podstawowym „{1}” w {2}, ale dziedziczy w {3}
pt_br: O tipo '{0}' não herda do tipo base '{1}' em {2}, mas em {3}
ru: Тип "{0}" не наследуется от базового типа "{1}" в {2}, но он выполняется на {3}
tr: '{0}' türü {2} üzerinde '{1}' temel türünden devralmıyor ancak {3} üzerinde devralıyor
zh_hans: 类型“{0}”不从 {2} 上的基类型“{1}”继承，但在 {3} 上继承
zh_hant: 類型 '{0}' 在 {2} 並未繼承來自 '{1}' 的基底類型，但在 {3} 上有

# CouldNotResolveReference
source: Could not resolve reference '{0}' in any of the provided search directories.
cs: V žádném z uvedených adresářů vyhledávání se nepovedlo přeložit odkaz {0}.
de: Der Verweis "{0}" konnte in keinem der angegebenen Suchverzeichnisse aufgelöst werden.
es: No se pudo resolver la referencia "{0}" en ninguno de los directorios de búsqueda proporcionados.
fr: Impossible de résoudre la référence «{0}» dans l’un des répertoires de recherche fournis.
it: Non è stato possibile risolvere il riferimento '{0}' in nessuna delle directory di ricerca specificate.
ja: 指定された検索ディレクトリ内の参照 '{0}' を解決できませんでした。
ko: 제공된 검색 디렉터리에서 참조 '{0}'(을)를 확인할 수 없습니다.
pl: Nie można rozpoznać odwołania "{0}" w żadnym z podanych katalogów wyszukiwania.
pt_br: Não foi possível resolver a referência '{0}' em nenhum dos diretórios de pesquisa fornecidos.
ru: Не удалось разрешить ссылку "{0}" ни в одном из указанных каталогов поиска.
tr: Sağlanan arama dizinlerinin hiçbirinde '{0}' başvurusu çözümlenemedi.
zh_hans: 无法在任何提供的搜索目录中解析引用“{0}”。
zh_hant: 無法在任何提供的搜尋目錄中解析參考 '{0}'。

# ElementShouldNotBeNullAtIndex
source: Element should not be null. Found null at index: {0}.
cs: Element by neměl mít hodnotu null. V indexu byla nalezena hodnota null: {0}.
de: Das Element darf nicht NULL sein. NULL gefunden bei Index: {0}.
es: El elemento no debe ser nulo. Se encontró un valor nulo en el índice: {0}.
fr: L’élément ne doit pas être null. Null trouvé à l’index : {0}.
it: L'elemento non deve essere null. Trovato valore null all'indice: {0}.
ja: 要素を null にすることはできません。インデックスに null が見つかりました: {0}。
ko: 요소는 Null이 아니어야 합니다. 인덱스 {0}에 Null이 있습니다.
pl: Element nie może mieć wartości null. Znaleziono wartość null w indeksie: {0}.
pt_br: O elemento não deve ser nulo. Nulo encontrado no índice: {0}.
ru: Элемент не должен иметь значение NULL. Обнаружено значение NULL в индексе: {0}.
tr: Öğe null olmamalıdır. Dizinde null bulundu: {0}.
zh_hans: 元素不应为 null。在索引 {0} 找到 null。
zh_hant: 元素不應為 Null。在索引找到 Null: {0}。

# FileDoesNotExist
source: File '{0}' does not exist.
cs: Soubor {0} neexistuje.
de: Die Datei '{0}' ist nicht vorhanden.
es: El archivo '{0}' no existe.
fr: Le fichier « {0} » n'existe pas.
it: Il file '{0}' non esiste.
ja: ファイル '{0}' が存在しません。
ko: 파일 '{0}'이(가) 없습니다.
pl: Plik „{0}” nie istnieje.
pt_br: O arquivo '{0}' não existe.
ru: Файл "{0}" не существует.
tr: '{0}' dosyası yok.
zh_hans: 文件“{0}”不存在。
zh_hant: 檔案 '{0}' 不存在。

# IndexShouldBeWithinSetSizeRange
source: The index should be within the right set size range.
cs: Index by měl být ve správném rozsahu velikosti sady.
de: Der Index muss innerhalb des Größenbereichs für den Rechtesatz liegen.
es: El índice debe estar dentro del intervalo de tamaño establecido correcto.
fr: L’index doit se trouver dans la plage de taille de jeu appropriée.
it: L'indice deve essere compreso nell'intervallo delle dimensioni del set di destra.
ja: このインデックスは、設定されたサイズ範囲内に存在する必要があります。
ko: 인덱스는 올바른 집합 크기 범위 내에 있어야 합니다.
pl: Indeks powinien znajdować się w zakresie rozmiaru zestawu po prawej.
pt_br: O índice deve estar dentro do intervalo correto de tamanho definido.
ru: Значение индекса должно находиться в пределах правильного диапазона размеров.
tr: Dizin, doğru ayarlanmış boyut aralığında olmalıdır.
zh_hans: 索引应在正确的集大小范围内。
zh_hant: 索引應該在正確的集大小範圍內。

# MatchingAssemblyNotFound
source: Could not find matching assembly: '{0}' in any of the search directories.
cs: V žádném z hledaných adresářů se nepovedlo najít odpovídající sestavení: {0}.
de: Die übereinstimmende Assembly "{0}" wurde in keinem der Suchverzeichnisse gefunden.
es: No se han encontrado coincidencias de ensamblado: "{0}" en ninguno de los directorios de búsqueda.
fr: Assembly correspondant introuvable : «{0}» dans les répertoires de recherche.
it: Non è stato possibile trovare un assembly corrispondente: '{0}' in nessuna delle directory di ricerca.
ja: 任意の検索ディレクトリ '{0}' に一致するアセンブリが見つかりませんでした。
ko: 검색 디렉터리에서 일치하는 어셈블리 '{0}'(을)를 찾을 수 없습니다.
pl: Nie można znaleźć pasującego zestawu: "{0}" w żadnym z katalogów wyszukiwania.
pt_br: Não foi possível encontrar o assembly correspondente: '{0}' em qualquer um dos diretórios de pesquisa.
ru: Не удалось найти соответствующую сборку "{0}" ни в одном из каталогов поиска.
tr: Arama dizinlerinin hiçbirinde eşleşen {0} bütünleştirilmiş kodu bulunamadı.
zh_hans: 在任何搜索目录中都找不到匹配的程序集“{0}”。
zh_hant: 在任何搜尋目錄中都找不到符合的元件: '{0}'。

# MemberExistsOnLeft
source: Member '{0}' exists on {1} but not on {2}
cs: Člen {0} existuje v {1}, ale ne v {2}
de: Das Element „{0}“ ist auf {1} vorhanden, aber nicht auf {2}.
es: El miembro "{0}" existe en {1} pero no en {2}
fr: Le membre '{0}' existe sur {1}, mais pas sur {2}.
it: Il membro ' {0}' esiste in {1} ma non in {2}
ja: メンバー '{0}' は {1} に存在していますが、{2} には存在しません
ko: 멤버 '{0}'이(가) {1}에는 있지만 {2}에는 없습니다
pl: Członek „{0}” istnieje w {1}, ale nie w {2}
pt_br: O membro '{0}' existe em {1} mas não em {2}
ru: Элемент "{0}" существует в {1}, но не в {2}
tr: '{0}' üyesi {1} üzerinde var ancak {2} üzerinde yok
zh_hans: 成员“{0}”在 {1} 上存在，但在 {2} 上不存在
zh_hant: 成員 '{0}' 存在於 {1}，但不在 {2} 上

# MemberExistsOnRight
source: Member '{0}' exists on {2} but not on {1}
cs: Člen {0} existuje v {2}, ale ne v {1}.
de: Das Element „{0}“ ist auf {2} vorhanden, aber nicht auf {1}.
es: El miembro '{0}' existe en {2} pero no en {1}
fr: Le membre '{0}' existe sur {2}, mais pas sur {1}.
it: Il membro '{0}' esiste in {2} ma non in {1}
ja: メンバー '{0}' は {2} に存在していますが、{1} には存在しません
ko: 멤버 '{0}'이(가) {2}에는 있지만 {1}에는 없습니다
pl: Członek „{0}” istnieje w {2}, ale nie w {1}
pt_br: O membro '{0}' existe em {2} mas não em {1}
ru: Элемент "{0}" существует в {2}, но не в {1}
tr: '{0}' üyesi {2} üzerinde var ancak {1} üzerinde yok
zh_hans: 成员“{0}”在 {2} 上存在，但在 {1} 上不存在
zh_hant: 成員 '{0}' 存在於 {2} 上，但不在 {1} 上

# ProvidedPathToLoadBinariesFromNotFound
source: Could not find the provided path '{0}' to load binaries from.
cs: Nepovedlo se najít zadanou cestu {0}, ze které se mají načíst binární soubory.
de: Der angegebene Pfad "{0}" zum Laden von Binärdateien wurde nicht gefunden.
es: No se pudo encontrar la ruta de acceso proporcionada "{0}" desde donde cargar archivos binarios.
fr: Le chemin d’accès fourni «{0}» à partir duquel charger les fichiers binaires est introuvable.
it: Non è stato possibile trovare il percorso specificato '{0}' da cui caricare i file binari.
ja: バイナリを読み込むために指定されたパス '{0}' が見つかりませんでした。
ko: 이진 파일을 로드할 제공된 경로 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć podanej ścieżki "{0}", z której mają zostać załadowane pliki binarne.
pt_br: Não foi possível encontrar o caminho fornecido '{0}' para carregar os binários.
ru: Не удалось найти указанный путь "{0}" для загрузки двоичных файлов.
tr: İkilileri yüklemek için sağlanan '{0}' yolu bulunamadı.
zh_hans: 找不到所提供的要从中加载二进制文件的路径“{0}”。
zh_hant: 找不到提供的路徑 '{0}'，無法從中載入二進位檔。

# ProvidedStreamDoesNotHaveMetadata
source: Provided stream for assembly '{0}' doesn't have any metadata to read. from.
cs: Poskytnutý datový proud pro sestavení {0} nemá žádná metadata pro čtení.
de: Der angegebene Datenstrom für die Assembly "{0}" enthält keine Metadaten, aus denen gelesen werden kann.
es: La secuencia proporcionada para el ensamblado "{0}" no tiene metadatos que leer.
fr: Le flux fourni pour l’assembly '{0}' n’a aucune métadonnée à lire. De.
it: Il flusso specificato per l'assembly '{0}' non contiene metadati da leggere.
ja: アセンブリ '{0}' に指定されたストリームに読み取るメタデータがありません。送信者。
ko: 어셈블리 '{0}'에 대해 제공된 스트림에 읽을 메타데이터가 없습니다.
pl: Podany strumień dla zestawu "{0}" nie ma metadanych, z których można odczytywać.
pt_br: O fluxo fornecido para o assembly '{0}' não tem metadados para ler. desde.
ru: Указанный поток для сборки "{0}" не имеет метаданных для чтения. От.
tr: '{0}' bütünleştirilmiş kodu için sağlanan akış, okunacak herhangi bir meta veriye sahip değil.
zh_hans: 为程序集“{0}”提供的流没有任何可供读取的元数据。
zh_hant: 為元件 '{0}' 提供的資料流程沒有任何可從中讀取的中繼資料。

# RightNamesAtLeastOne
source: Should at least contain one right name.
cs: Měl by obsahovat alespoň jeden správný název.
de: Sollte mindestens einen richtigen Namen enthalten.
es: Debe contener al menos un nombre correcto.
fr: Doit contenir au moins un nom droit.
it: Deve contenere almeno un nome a destra.
ja: 少なくとも 1 つの権利名を含む必要があります。
ko: 하나 이상의 올바른 이름을 포함해야 합니다.
pl: Powinna zawierać co najmniej jedną prawidłową nazwę.
pt_br: Deve conter pelo menos um nome correto.
ru: Должно содержать хотя бы одно правильное имя.
tr: En az bir hak adı içermelidir.
zh_hans: 应至少包含一个权限名称。
zh_hant: 至少應包含一個正確名稱。

# ShouldBeGreaterThanZero
source: Value should be greater than 0.
cs: Hodnota by měla být větší než 0.
de: Der Wert muss größer als 0 sein.
es: El valor debe ser mayor que 0.
fr: La valeur doit être supérieure à 0
it: Il valore deve essere maggiore di 0.
ja: 値は 0 以上にする必要があります。
ko: 값은 0보다 커야 합니다.
pl: Wartość powinna być większa od 0.
pt_br: O valor deve ser maior que 0.
ru: Значение должно быть больше 0.
tr: Değer, 0'dan büyük olmalıdır.
zh_hans: 值应大于 0。
zh_hant: 值應大於 0。

source: Should not be null and contain at least one element.
cs: Nesmí být null a obsahovat alespoň jeden element.
de: Darf nicht NULL sein und muss mindestens ein Element enthalten.
es: No debe ser nulo y debe contener al menos un elemento.
fr: Ne doit pas être null et contenir au moins un élément.
it: Non deve essere null e deve contenere almeno un elemento.
ja: null および 1 つ以上の要素が含まれている必要があります。
ko: Null이 아니어야 하고 요소를 하나 이상 포함해야 합니다.
pl: Nie może mieć wartości null i powinna zawierać co najmniej jeden element.
pt_br: Não deve ser nulo e conter pelo menos um elemento.
ru: Не должно иметь значение NULL и содержать хотя бы один элемент.
tr: Null olmamalı ve en az bir öğe içermelidir.
zh_hans: 不应为 null，并且应至少包含一个元素。
zh_hant: 不應為 Null 且必須包含至少一個元素。

# ShouldProvideValidAssemblyName
source: Should provide a valid assembly name.
cs: Zadejte platný název sestavení.
de: Geben Sie einen gültigen Assemblynamen an.
es: Debe proporcionar un nombre de ensamblado válido.
fr: Doit fournir un nom d’assembly valide.
it: Deve fornire un nome di assembly valido.
ja: 有効なアセンブリ名を指定する必要があります。
ko: 유효한 어셈블리 이름을 제공해야 합니다.
pl: Należy podać prawidłową nazwę zestawu.
pt_br: Deve fornecer um nome de assembly válido.
ru: Необходимо указать допустимое имя сборки.
tr: Geçerli bir bütünleştirilmiş kod adı sağlanmalıdır.
zh_hans: 应提供有效的程序集名称。
zh_hant: 必須提供有效的元件名稱。

# StreamPositionGreaterThanLength
source: Stream position is greater than it's length, so there are no contents available to read.
cs: Pozice streamu je větší než jeho délka, proto není k dispozici žádný obsah pro čtení.
de: Die Datenstromposition ist größer als die Länge, daher sind keine Inhalte zum Lesen verfügbar.
es: La posición de la secuencia es mayor que su longitud, por lo que no hay contenido disponible para leer.
fr: La position du flux est supérieure à sa longueur. Aucun contenu n’est donc disponible pour la lecture.
it: La posizione del flusso è maggiore della lunghezza, quindi non sono disponibili contenuti da leggere.
ja: ストリームの位置が長さより大きいため、読み取り可能なコンテンツがありません。
ko: 스트림 위치가 길이 보다 크므로 읽을 수 있는 콘텐츠가 없습니다.
pl: Pozycja strumienia jest większa niż jego długość, więc nie ma dostępnej zawartości do odczytania.
pt_br: A posição do fluxo é maior do que seu comprimento, portanto, não há conteúdo disponível para leitura.
ru: Позиция потока больше его длины, поэтому содержимое, доступное для чтения, отсутствует.
tr: Akış konumu, akış uzunluğundan büyük olduğundan okunabilecek içerik yok.
zh_hans: 流位置大于其长度，因此没有可供读取的内容。
zh_hant: 串流位置大於其長度，因此沒有可供讀取的內容。

# TypeExistsOnLeft
source: Type '{0}' exists on {1} but not on {2}
cs: Typ {0} existuje v {1}, ale ne v {2}
de: Der Typ „{0}“ ist auf {1} vorhanden, aber nicht auf {2}
es: El tipo "{0}" existe en {1} pero no en {2}
fr: Le type '{0}' existe sur {1}, mais pas sur {2}.
it: Il tipo ' {0}' esiste in {1} ma non in {2}
ja: タイプ '{0}' は {1} に存在していますが、{2} には存在しません
ko: '{0}' 유형이 {1}에 있지만 {2}에 없음
pl: Typ „{0}” istnieje w {1}, ale nie w {2}
pt_br: O tipo '{0}' existe em {1} mas não em {2}
ru: Тип "{0}" существует в {1}, но не в {2}
tr: '{0}' türü {1} üzerinde var ancak {2} üzerinde yok
zh_hans: 类型“{0}”在 {1} 上存在，但在 {2} 上不存在
zh_hant: 類型 '{0}' 存在於 {1}，但不在 {2} 上
