Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-publish/xlf/LocalizableStrings.*.xlf
Languages: es

# AppFullName
source: .NET Publisher
es: Publicador de .NET

# AppDescription
source: Publisher for the .NET Platform
es: Publicador para la plataforma .NET

# ProjectArgument
source: PROJECT
es: PROYECTO

# ProjectArgDescription
source: The MSBuild project file to publish. If a project file is not specified, MSBuild searches the current working directory for a file that has a file extension that ends in `proj` and uses that file.
es: Archivo del proyecto de MSBuild que se va a publicar. Si no se especifica un archivo del proyecto, MSBuild busca en el directorio de trabajo actual un archivo que tenga una extensión de archivo que acabe en “proj” y utiliza ese archivo.

# FrameworkOption
source: FRAMEWORK
es: PLATAFORMA

# FrameworkOptionDescription
source: Target framework to publish for. The target framework has to be specified in the project file.
es: Plataforma de destino para la que se publica. La plataforma de destino se debe especificar en el archivo de proyecto.

# RuntimeOption
source: RUNTIME_IDENTIFIER
es: ID_DEL_ENTORNO_DE_TIEMPO_DE_EJECUCIÓN

# RuntimeOptionDescription
source: Publish the project for a given runtime. This is used when creating self-contained deployment. Default is to publish a framework-dependented app.
es: Publica el proyecto para un entorno en tiempo de ejecución determinado. Se usa cuando se crea una implementación autocontenida. El valor predeterminado es publicar una aplicación dependiente de la plataforma.

# OutputOption
source: OUTPUT_DIR
es: DIRECTORIO_DE_SALIDA

# OutputOptionDescription
source: Output directory in which to place the published artifacts.
es: Directorio de salida en el que se ubicarán los artefactos publicados.

# ConfigurationOption
source: CONFIGURATION
es: CONFIGURACIÓN

# ConfigurationOptionDescription
source: Configuration to use for building the project. Default for most projects is "Debug".
es: Configuración que se usará para compilar el proyecto. El valor predeterminado para la mayoría de los proyectos es "Depurar".

# VersionSuffixOption
source: VERSION_SUFFIX
es: SUFIJO_DE_VERSIÓN

# VersionSuffixOptionDescription
source: Defines the value for the $(VersionSuffix) property in the project.
es: Define el valor para la propiedad $(VersionSuffix) del proyecto.
