Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-run/xlf/LocalizableStrings.*.xlf
Languages: cs, fr, ko, pl, tr, zh_hans, zh_hant

# AppFullName
source: .NET Run Command
cs: Příkaz rozhraní .NET pro spuštění
fr: Commande d'exécution .NET
ko: .NET 실행 명령
pl: Polecenie run platformy .NET
tr: .NET Run Komutu
zh_hans: .NET 运行命令
zh_hant: .NET 執行命令

# AppDescription
source: Command used to run .NET apps
cs: Příkaz používaný ke spuštění aplikací .NET
fr: Commande utilisée pour exécuter des applications .NET
ko: .NET 앱을 실행하는 데 사용하는 명령입니다.
pl: Polecenie służące do uruchamiania aplikacji .NET
tr: .NET uygulamalarını çalıştırmak için kullanılan komut
zh_hans: 用于运行 .NET 应用的命令
zh_hant: 用以執行 .NET 應用程式的命令

# CommandOptionConfigurationDescription
source: Configuration under which to build
fr: Configuration sous laquelle générer la build
ko: 빌드할 구성입니다.
pl: Konfiguracja, przy użyciu której ma zostać przeprowadzona kompilacja
zh_hans: 在何处生成配置

# CommandOptionFramework
source: FRAMEWORK
pl: PLATFORMA
tr: ÇERÇEVE
zh_hant: 架構

# CommandOptionFrameworkDescription
source: Compile a specific framework
fr: Compiler un framework spécifique
ko: 특정 프레임워크를 컴파일합니다.
pl: Skompiluj określoną platformę
zh_hans: 编译特定的框架

# CommandOptionProjectDescription
source: The path to the project file to run (defaults to the current directory if there is only one project).
cs: Cesta ke spouštěnému souboru projektu (výchozí je aktuální adresář, pokud existuje jenom jeden projekt)
fr: Chemin du fichier projet à exécuter (la valeur par défaut est le répertoire actif s'il n'y a qu'un seul projet).
ko: 실행할 프로젝트 파일의 경로입니다(프로젝트가 하나만 있는 경우 현재 디렉터리로 기본 설정됨).
pl: Ścieżka do pliku projektu, który ma zostać uruchomiony (w przypadku tylko jednego projektu wartością domyślną jest bieżący katalog).
tr: Çalıştırılacak proje dosyasının yolu (yalnızca bir proje varsa, geçerli dizin varsayılan olarak kullanılır).
zh_hans: 要运行的项目文件的路径(如果只有一个项目，则默认使用当前目录)。
zh_hant: 要執行之專案檔的路徑 (如果只有一個專案，預設為目前的目錄)。

# RunCommandException
source: The build failed. Please fix the build errors and run again.
cs: Sestavení se nezdařilo. Opravte prosím v sestavení chyby a spusťte ho znovu.
fr: Échec de la build. Corrigez les erreurs de la build et réexécutez-la.
ko: 빌드하지 못했습니다. 빌드 오류를 수정하고 다시 실행하세요.
pl: Kompilacja nie powiodła się. Napraw błędy kompilacji i uruchom ją ponownie.
tr: Derleme başarısız oldu. Lütfen derleme hatalarını düzeltip yeniden çalıştırın.
zh_hans: 生成失败。请修复生成错误并重新运行。
zh_hant: 建置失敗。請修正建置錯誤後再執行一次。

# RunCommandMSBuildExtensionsPath
source: MSBuildExtensionsPath
pl: ŚcieżkaRozszerzeńMSBuild

# RunCommandConfiguration
source: Configuration
cs: Konfigurace
ko: 구성
pl: Konfiguracja
zh_hans: 配置

# RunCommandTargetFramework
source: TargetFramework
pl: PlatformaDocelowa

# RunCommandProjectInstance
source: RunCommand
pl: PolecenieRun

# RunCommandOutputType
source: OutputType
pl: TypWyjściowy

# RunCommandExceptionUnableToRun1
source: Unable to run your project.
cs: Projekt se nepodařilo spustit.
fr: Impossible d'exécuter votre projet.
ko: 프로젝트를 실행할 수 없습니다.
pl: Nie można uruchomić projektu.
tr: Projeniz çalıştırılamıyor.
zh_hans: 无法运行项目。
zh_hant: 無法執行您的專案。

# RunCommandExceptionUnableToRun2
source: Please ensure you have a runnable project type and ensure 'dotnet run' supports this project.
cs: Ověřte prosím, jestli je typ projektu spustitelný, a zkontrolujte, jestli „dotnet run“ podporuje tento projekt.
fr: Vérifiez que vous disposez d'un type de projet exécutable et que 'dotnet run' prend en charge ce projet.
ko: 실행 가능한 프로젝트 형식이 있고 'dotnet run'에서 이 프로젝트를 지원하는지 확인하세요.
pl: Upewnij się, że typ projektu jest możliwy do uruchomienia i że polecenie „dotnet run” obsługuje ten projekt.
tr: Çalıştırılabilir türde bir projeniz olduğundan ve 'dotnet run' komutunun bu projeyi desteklediğinden emin olun.
zh_hans: 请确保具有可运行的项目类型且“dotnet run”支持此项目。
zh_hant: 請確認您有可執行的專案類型，並確認 'dotnet run' 支援此專案。

# RunCommandExceptionUnableToRun3
source: The current OutputType is
cs: Aktuální hodnota OutputType je
fr: L'OutputType actif est
ko: 현재 OutputType은 다음과 같습니다.
pl: Bieżący typ OutputType to
tr: Geçerli OutputType:
zh_hans: 当前的 OutputType 为
zh_hant: 目前的 OutputType 為

# RunCommandRunArguments
source: RunArguments
pl: ArgumentyPoleceniaRun

# RunCommandRunWorkingDirectory
source: RunWorkingDirectory
pl: KatalogRoboczyPoleceniaRun

# RunCommandInvalidOperationException1
source: Couldn't find a project to run. Ensure a project exists in
cs: Nepodařilo se najít projekt ke spuštění. Zkontrolujte, jestli projekt existuje v
fr: Projet à exécuter introuvable. Vérifiez qu'un projet existe dans
ko: 실행할 프로젝트를 찾을 수 없습니다. 프로젝트가
pl: Nie można odnaleźć projektu do uruchomienia. Upewnij się, że projekt istnieje w lokalizacji
tr: Çalıştırılacak bir proje bulunamadı. Şurada bir proje bulunduğundan emin olun:
zh_hans: 找不到要运行的项目。请确保项目位于
zh_hant: 找不到要執行的專案。請確認專案存在於

# RunCommandInvalidOperationException2
source: Or pass the path to the project using --project
cs: Nebo zadejte cestu k projektu příkazem --project
fr: Ou passez le chemin du projet en utilisant --project
ko: 에 있는지 확인하거나 --project를 사용하여 프로젝트의 경로를 전달합니다.
pl: Lub przekaż ścieżkę do projektu przy użyciu opcji --project
tr: Veya proje yolunu --project kullanarak geçirin
zh_hans: 或使用 --project 将路径传递给项目
zh_hant: 或使用 --project 傳遞專案的路徑

# RunCommandInvalidOperationException3
source: Specify which project file to use because this
cs: Zadejte, jaký soubor projektu se použije, protože
fr: Spécifiez le fichier projet à utiliser car ce
ko: 이
pl: Określ, który plik ma zostać użyty, ponieważ
tr: Burada birden fazla proje dosyası bulunduğundan,
zh_hans: 请指定要使用哪个项目文件，因为此项目
zh_hant: 指定要使用的專案檔，因為這個

# RunCommandInvalidOperationException4
source: contains more than one project file.
cs: obsahuje více souborů projektů.
fr: contient plusieurs fichiers projet.
ko: 에는 프로젝트 파일이 두 개 이상 있으므로 사용할 프로젝트 파일을 지정합니다.
pl: podano kilka plików projektu.
tr: hangi proje dosyasının kullanılacağını belirtmeniz gerekiyor.
zh_hans: 包含多个项目文件。
zh_hant: 包含多個專案檔。

# CommandOptionConfigurationDescription
source: Configuration to use for building the project. Default for most projects is "Debug".
cs: Konfigurace použitá k sestavení projektu. Výchozí možnost u většiny projektů je „Debug“.
tr: Projeyi derlemek için kullanılacak yapılandırma. Çoğu proje için varsayılan, "Hata Ayıklama" seçeneğidir.
zh_hant: 要用於建置專案的組態。多數專案的預設為 "Debug"。

# CommandOptionFrameworkDescription
source: Build and run the app using the specified framework. The framework has to be specified in the project file.
cs: K sestavení a spuštění aplikace se použije určená platforma, která musí být zadaná v souboru projektu.
tr: Uygulamayı belirtilen çerçeveyi kullanarak derleyin ve çalıştırın. Çerçevenin proje dosyasında belirtilmesi gerekir.
zh_hant: 使用指定的架構建置及執行應用程式。架構必須在專案檔中指定。

# RunCommandAdditionalArgsHelpText
source: Arguments passed to the application that is being run.
cs: Argumenty předané spouštěné aplikaci.
tr: Çalıştırılan uygulamaya geçirilen bağımsız değişkenler.
zh_hant: 傳遞至正在執行之應用程式的引數。
