Repository: dotnet/msbuild
Catalog: src/Containers/Microsoft.NET.Build.Containers/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

# EntrypointArgsSetNoEntrypoint
source: CONTAINER2024: ContainerEntrypointArgs are provided without specifying a ContainerEntrypoint.
de: CONTAINER2024: ContainerEntrypointArgs werden ohne Angabe eines ContainerEntrypoint bereitgestellt.
ja: CONTAINER2024: ContainerEntrypointArgs が指定されていますが、ContainerEntrypoint が指定されていません。
ko: CONTAINER2024: ContainerEntrypointArgs는 ContainerEntrypoint를 지정하지 않고 제공됩니다.
pl: CONTAINER2024: Argumenty ContainerEntrypointArgs są przesyłane bez określania elementu ContainerEntrypoint.
pt_br: CONTAINER2024: ContainerEntrypointArgs são fornecidos sem especificar um ContainerEntrypoint.
tr: CONTAINER2024: ContainerEntrypointArgs bir ContainerEntrypoint belirtilmeden sağlanır.
zh_hans: CONTAINER2024: 提供了 ContainerEntrypointArgs，但未指定 ContainerEntrypoint。
zh_hant: CONTAINER2024: 提供了 ContainerEntrypointArgs 但未指定 ContainerEntrypoint。

# EntrypointArgsSetPreferAppCommandArgs
source: CONTAINER2029: ContainerEntrypointArgsSet are provided. Change to use ContainerAppCommandArgs for arguments that must always be set, or ContainerDefaultArgs for arguments that can be overridden when the container is created.
de: CONTAINER2029: ContainerEntrypointArgsSet werden bereitgestellt. Ändern Sie diese Einstellung, um ContainerAppCommandArgs für Argumente zu verwenden, die immer festgelegt werden müssen, oder ContainerDefaultArgs für Argumente, die beim Erstellen des Containers überschrieben werden können.
ja: CONTAINER2029: ContainerEntrypointArgsSet が使用されています。常に設定されている必要がある引数の場合 ContainerAppCommandArgs を使用するか、コンテナーの作成時にオーバーライドできる引数の場合 ContainerDefaultArgs を使用するように変更してください。
ko: CONTAINER2029: ContainerEntrypointArgsSet이 제공되었습니다. 항상 설정해야 하는 인수에 ContainerAppCommandArgs를 사용하도록 변경하거나 컨테이너를 만들 때 재정의할 수 있는 인수에 ContainerDefaultArgs를 사용하도록 변경합니다.
pl: CONTAINER2029: Przesłano elementy ContainerEntrypointArgsSet. Zmień, aby używać argumentów ContainerAppCommandArgs dla argumentów, które muszą być zawsze ustawione, lub argumentów ContainerDefaultArgs dla argumentów, które mogą zostać zastąpione podczas tworzenia kontenera.
pt_br: CONTAINER2029: ContainerEntrypointArgsSet são fornecidos. Altere para usar ContainerAppCommandArgs para argumentos que sempre devem ser definidos ou ContainerDefaultArgs para argumentos que podem ser substituídos quando o contêiner é criado.
tr: CONTAINER2029: ContainerEntrypointArgsSet sağlandı. Her zaman ayarlanması gereken bağımsız değişkenler için ContainerAppCommandArgs komutu veya kapsayıcı oluşturulduğunda geçersiz kılınabilen bağımsız değişkenler için ContainerDefaultArgs komutu kullanılacak şekilde değiştirin.
zh_hans: CONTAINER2029: 提供了 ContainerEntrypointArgsSet。对于必须始终设置的参数，请更改为使用 ContainerAppCommandArgs；对于可在创建容器时替代的参数，请更改为使用 ContainerDefaultArgs。
zh_hant: CONTAINER2029: 提供了 ContainerEntrypointArgsSet。請針對一律必須設定的引數變更為使用 ContainerAppCommandArgs，或針對建立容器時可覆寫的引數使用 ContainerDefaultArgs。

# EntrypointConflictAppCommand
source: CONTAINER2028: ContainerEntrypoint can not be combined with ContainerAppCommandInstruction '{0}'.
de: CONTAINER2028: ContainerEntrypoint kann nicht mit ContainerAppCommandInstruction "{0}" kombiniert werden.
ja: CONTAINER2028: ContainerEntrypoint を ContainerAppCommandInstruction '{0}' と組み合わせることはできません。
ko: CONTAINER2028: ContainerEntrypoint는 '{0}' ContainerAppCommandInstruction과 함께 사용할 수 없습니다.
pl: CONTAINER2028: Elementu ContainerEntrypoint nie można łączyć z elementem ContainerAppCommandInstruction „{0}”.
pt_br: CONTAINER2028: ContainerEntrypoint não pode ser combinado com ContainerAppCommandInstruction '{0}'.
tr: CONTAINER2028: ContainerEntrypoint komutu ContainerAppCommandInstruction '{0}' ile birleştirilemez.
zh_hans: CONTAINER2028: ContainerEntrypoint 不能与 ContainerAppCommandInstruction“{0}”一起使用。
zh_hant: CONTAINER2028: ContainerEntrypoint 無法與 ContainerAppCommandInstruction '{0}' 結合。

# FailedRetrievingCredentials
source: CONTAINER1008: Failed retrieving credentials for "{0}": {1}
cs: CONTAINER1008: Načtení přihlašovacích údajů pro „{0}“ se nezdařilo: {1}
de: CONTAINER1008: Fehler beim Abrufen der Anmeldeinformationen für „{0}“: {1}
es: CONTAINER1008: No se pudieron recuperar las credenciales de "{0}": {1}
fr: CONTAINER1008: échec de la récupération des informations d’identification pour «{0}» : {1}
it: CONTAINER1008: non è stato possibile recuperare le credenziali per "{0}": {1}
ja: CONTAINER1008: "{0}" の資格情報を取得できませんでした: {1}
ko: CONTAINER1008: "{0}"에 대한 자격 증명 검색 실패: {1}
pl: CONTAINER1008: nie można pobrać poświadczeń dla „{0}”: {1}
pt_br: CONTAINER1008: Falha ao recuperar credenciais para "{0}": {1}
tr: CONTAINER1008: "{0}" için kimlik bilgileri alınamadı: {1}
zh_hans: CONTAINER1008: 检索“{0}”的凭据失败: {1}
zh_hant: CONTAINER1008: 無法擷取 "{0}" 的認證: {1}

# HostObjectNotDetected
source: No host object detected.
cs: Nebyl zjištěn žádný objekt hostitele.
de: Es wurde kein Hostobjekt erkannt.
es: No se detectó ningún objeto host.
fr: Aucun objet hôte détecté.
it: Nessun oggetto host rilevato.
ja: ホスト オブジェクトが検出されませんでした。
ko: 호스트 개체가 검색되지 않았습니다.
pl: Nie wykryto obiektu hosta.
pt_br: Nenhum objeto de host detectado.
tr: Ana bilgisayar nesnesi algılanmadı.
zh_hans: 未检测到主机对象。
zh_hant: 未偵測到主機物件。

# ImageLoadFailed
source: CONTAINER1009: Failed to load image from local registry. stdout: {0}
de: CONTAINER1009: Fehler beim Laden des Images aus der lokalen Registrierung. stdout: {0}
ja: CONTAINER1009: ローカル レジストリからイメージを読み込めませんでした。stdout: {0}
ko: CONTAINER1009: 로컬 레지스트리에서 이미지를 로드하지 못했습니다. stdout: {0}
pl: CONTAINER1009: Nie można załadować obrazu z rejestru lokalnego. stdout: {0}
pt_br: CONTAINER1009: falha ao carregar a imagem do registro local. stdout: {0}
tr: CONTAINER1009: Görüntü yerel kayıt defterinden yüklenemedi. stdout: {0}
zh_hans: CONTAINER1009: 未能从本地注册表加载映像。stdout: {0}
zh_hant: CONTAINER1009: 無法從本機登錄載入映像。stdout: {0}

# ImagePullNotSupported
source: CONTAINER1010: Pulling images from local registry is not supported.
de: CONTAINER1010: Das Pullen von Images aus der lokalen Registrierung wird nicht unterstützt.
ja: CONTAINER1010: ローカル レジストリからのイメージのプルはサポートされていません。
ko: CONTAINER1010: 로컬 레지스트리에서 이미지 끌어오기가 지원되지 않습니다.
pl: CONTAINER1010: Ściąganie obrazów z rejestru lokalnego nie jest obsługiwane.
pt_br: CONTAINER1010: A extração de imagens do registro local não é suportada.
tr: CONTAINER1010: Yerel kayıt defterinden görüntü çekme desteklenmiyor.
zh_hans: CONTAINER1010: 不支持从本地注册表拉取映像。
zh_hant: CONTAINER1010: 不支援從本機登錄提取映像。

# InvalidEnvVar
source: CONTAINER2015: {0}: '{1}' was not a valid Environment Variable. Ignoring.
cs: CONTAINER2015: {0}: '{1}' není platná proměnná prostředí. Ignorování.
de: CONTAINER2015: {0}: „{1}“ war keine gültige Umgebungsvariable. Sie wird ignoriert.
es: CONTAINER2015: {0}: "{1}" no era una variable de entorno válida. Ignorando.
fr: CONTAINER2015: {0} : '{1}' n’était pas une variable d’environnement valide. Ignorant.
it: CONTAINER2015: {0}: '{1}' non è una variabile di ambiente valida. Il valore verrà ignorato.
ja: CONTAINER2015: {0}: '{1}' は有効な環境変数ではありませんでした。無視しています。
ko: CONTAINER2015: {0}: '{1}'은(는) 유효한 환경 변수가 아닙니다. 무시 중.
pl: CONTAINER2015: {0}: „{1}” nie jest prawidłową zmienną środowiskową. Ignorowanie.
pt_br: CONTAINER2015: {0}: '{1}' não era uma variável de ambiente válida. Ignorando.
tr: CONTAINER2015: {0}: '{1}' geçerli bir Ortam Değişkeni değildi. Görmezden geliniyor.
zh_hans: CONTAINER2015: {0}: "{1}" 不是有效的环境变量。忽略。
zh_hant: CONTAINER2015: {0}: '{1}' 不是有效的環境變數。正在忽略。

# InvalidImageName_EntireNameIsInvalidCharacters
source: CONTAINER2005: The inferred image name '{0}' contains entirely invalid characters. The valid characters for an image name are alphanumeric characters, -, /, or _, and the image name must start with an alphanumeric character.
cs: CONTAINER2005: Odvozený název image „{0}“ obsahuje zcela neplatné znaky. Platné znaky pro název obrázku jsou alfanumerické znaky, -, /, nebo _, a název obrázku musí začínat alfanumerickým znakem.
de: CONTAINER2005: Der abgeleitete Imagename '{0}' enthält vollständig ungültige Zeichen. Die gültigen Zeichen für einen Bildnamen sind alphanumerische Zeichen, -, /, oder _, und der Bildname muss mit einem alphanumerischen Zeichen beginnen.
es: CONTAINER2005: el nombre de imagen inferido '{0}' contiene caracteres totalmente no válidos. Los caracteres válidos para un nombre de imagen son los caracteres alfanuméricos, -, /, o _; el nombre de imagen tiene que comenzar con uno.
fr: CONTAINER2005: le nom d'image déduit '{0}' contient des caractères entièrement non valides. Les caractères valides pour un nom d'image sont les caractères alphanumériques, -, / ou _, et le nom de l'image doit commencer par un caractère alphanumérique.
it: CONTAINER2005: il nome dell'immagine dedotto '{0}' contiene caratteri completamente non validi. I caratteri validi per un nome di immagine sono caratteri alfanumerici, -, / o _, e il nome dell'immagine deve iniziare con un carattere alfanumerico.
ja: CONTAINER2005: 推定されたイメージ名 '{0}' に、完全に無効な文字が含まれています。イメージ名に有効な文字は英数字、-、/、または _で、イメージ名の先頭には英数字を使用する必要があります。
ko: CONTAINER2005: 유추된 이미지 이름 '{0}'에 완전히 잘못된 문자가 포함되어 있습니다. 이미지 이름의 유효한 문자는 영숫자, -, /또는 _이며 이미지 이름은 영숫자 문자로 시작해야 합니다.
pl: CONTAINER2005: Wywnioskowana nazwa obrazu „{0}” zawiera całkowicie nieprawidłowe znaki. Prawidłowe znaki nazwy obrazu to znaki alfanumeryczne oraz —, /, lub _, a nazwa obrazu musi zaczynać się znakiem alfanumerycznym.
pt_br: CONTAINER2005: o nome da imagem inferida '{0}' contém caracteres totalmente inválidos. Os caracteres válidos para um nome de imagem são caracteres alfanuméricos, -, / ou _, e o nome da imagem deve começar com um caractere alfanumérico.
tr: CONTAINER2005: Çıkarsanan '{0}' görüntü adı tamamen geçersiz karakterler içeriyor. Bir görüntü adında geçerli karakterler şunlardan oluşur: alfasayısal karakterler, -, /, veya _. Görüntü adı alfasayısal karakterle başlamalıdır.
zh_hans: CONTAINER2005: 推断的图像名称“{0}”包含完全无效的字符。图像名称的有效字符包括字母数字字符、-、/ 或 _，图像名称必须以字母数字字符开头。
zh_hant: CONTAINER2005: 推斷的映像名稱 '{0}' 包含完全無效字元。映像名稱的有效字元是英數字元、-、/ 或 _，並且映像名稱必須以英數字元開頭。

# InvalidImageName_NonAlphanumericStartCharacter
source: CONTAINER2005: The first character of the image name '{0}' must be a lowercase letter or a digit and all characters in the name must be an alphanumeric character, -, /, or _.
cs: CONTAINER2005: První znak názvu obrázku „{0}“ musí být malé písmeno nebo číslice a všechny znaky v názvu musí být alfanumerické znaky, -, /, nebo _.
de: CONTAINER2005: Das erste Zeichen des Bildnamens "{0}" muss ein Kleinbuchstabe oder eine Ziffer sein, und alle Zeichen im Namen müssen ein alphanumerisches Zeichen, -, /oder _ sein.
es: CONTAINER2005: el primer carácter del nombre de imagen '{0}' tiene que ser una letra minúscula o un dígito y todos los caracteres del nombre deben ser alfanuméricos, -, /, o _.
fr: CONTAINER2005: le premier caractère du nom de l'image '{0}' doit être une lettre minuscule ou un chiffre et tous les caractères du nom doivent être un caractère alphanumérique, -, / ou _.
it: CONTAINER2005: il primo carattere del nome dell'immagine '{0}' deve essere una lettera minuscola o una cifra e tutti i caratteri nel nome devono essere un carattere alfanumerico, -, /o _.
ja: CONTAINER2005: イメージ名 '{0}' は小文字は数字で、名前に含まれるすべての文字は英数字、-、または _ である必要があります。
ko: CONTAINER2005: 이미지 이름 '{0}'의 첫 번째 문자는 소문자 또는 숫자여야 하며 이름의 모든 문자는 영숫자, -, /또는 _여야 합니다.
pl: CONTAINER2005: Pierwszy znak nazwy obrazu „{0}” musi być małą literą lub cyfrą, a wszystkie znaki w nazwie muszą być znakami alfanumerycznymi, —, /, lub _.
pt_br: CONTAINER2005: o primeiro caractere do nome da imagem '{0}' deve ser uma letra minúscula ou um dígito e todos os caracteres do nome devem ser um caractere alfanumérico, -, / ou _.
tr: CONTAINER2005: '{0}' görüntü adındaki ilk karakter bir küçük harf veya rakam olmalıdır ve addaki tüm karakterler şunlardan oluşmalıdır: alfasayısal karakter, -, /, veya _.
zh_hans: CONTAINER2005: 图像名称“{0}”的第一个字符必须是小写字母或数字，并且名称中的所有字符都必须是字母数字字符、-、/ 或 _。
zh_hant: CONTAINER2005: 映像名稱 '{0}' 的首字元必須是小寫字母或數字，並且名稱中的所有字元都必須是英數字元、-、/ 或 _。

# InvalidPort_Number
source: CONTAINER2017: A ContainerPort item was provided with an invalid port number '{0}'. ContainerPort items must have an Include value that is an integer, and a Type value that is either 'tcp' or 'udp'.
cs: CONTAINER2017: Položka ContainerPort byla poskytnuta s neplatným číslem portu '{0}'. Položky ContainerPort musí mít hodnotu Include, která je celé číslo, a hodnotu Typu, která je buď tcp, nebo udp.
de: CONTAINER2017: Ein ContainerPort-Element wurde mit einer ungültigen Portnummer „{0}“ angegeben. ContainerPort-Elemente müssen einen Include-Wert aufweisen, der eine ganze Zahl ist, und einen Type-Wert, der entweder „tcp“ oder „udp“ ist.
es: CONTAINER2017: Se proporcionó un elemento ContainerPort con un número de puerto "{0}". Los elementos ContainerPort deben tener un valor Include que sea un entero y un valor Type que sea "tcp" o "udp".
fr: CONTAINER2017: un élément ContainerPort a été fourni avec un numéro de port non valide «{0}». Les éléments ContainerPort doivent avoir une valeur Include qui est un entier et une valeur Type qui est 'tcp' ou 'udp'.
it: CONTAINER2017: un elemento ContainerPort è stato fornito con un numero di porta '{0}' non valido. Gli elementi ContainerPort devono avere un valore Include che è un numero intero e un valore Type impostato su 'tcp' o 'udp'.
ja: CONTAINER2017: 無効なポート場合 '{0}' を使用して ContainerPort 項目が指定されました。ContainerPort 項目には、整数である Include 値と、'tcp' または 'udp' のいずれかである Type 値が必要です。
ko: CONTAINER2017: ContainerPort 항목에 잘못된 포트 번호 '{0}'이(가) 제공되었습니다. ContainerPort 항목에는 정수인 Include 값과 'tcp' 또는 'udp'인 Type 값이 있어야 합니다.
pl: CONTAINER2017: element ContainerPort został dostarczony z nieprawidłowym numerem portu „{0}”. Elementy ContainerPort muszą mieć wartość Include będącą liczbą całkowitą oraz wartość typu „tcp” lub „udp”.
pt_br: CONTAINER2017: Um item ContainerPort foi fornecido com um número de porta inválido '{0}'. Os itens ContainerPort devem ter um valor Include que seja um número inteiro e um valor Type que seja 'tcp' ou 'udp'.
tr: CONTAINER2017: Geçersiz bağlantı noktası numarasına ('{0}') sahip bir ContainerPort öğesi sağlandı. ContainerPort öğeleri, tamsayı olan bir Include değerine ve 'tcp' veya 'udp' olan bir Type değerine sahip olmalıdır.
zh_hans: CONTAINER2017: 为 ContainerPort 项提供了无效的端口数字 "{0}"。ContainerPort 项必须具有作为整数的 Include 值，以及 "tcp" 或 "udp" 的 Type 值。
zh_hant: CONTAINER2017: 提供的 ContainerPort 項目具有無效的連接埠號碼 '{0}'。ContainerPort 項目必須具有為整數的 Include 值，以及 'tcp' 或 'udp' 的 Type 值。

# InvalidPort_NumberAndType
source: CONTAINER2017: A ContainerPort item was provided with an invalid port number '{0}' and an invalid port type '{1}'. ContainerPort items must have an Include value that is an integer, and a Type value that is either 'tcp' or 'udp'.
cs: CONTAINER2017: Položka ContainerPort byla poskytnuta s neplatným číslem portu '{0}' a neplatným typem portu '{1}'. Položky ContainerPort musí mít hodnotu Include, která je celé číslo, a hodnotu Typu, která je buď tcp, nebo udp.
de: CONTAINER2017: Ein ContainerPort-Element wurde mit einer ungültigen Portnummer „{0}“ und einem ungültigen Port-Typ „{1}“ angegeben. ContainerPort-Elemente müssen einen Include-Wert aufweisen, der eine ganze Zahl ist, und einen Type-Wert, der entweder „tcp“ oder „udp“ ist.
es: CONTAINER2017: Se proporcionó un elemento ContainerPort con un número de puerto no válido "{0}" y un tipo de puerto no válido "{1}". Los elementos ContainerPort deben tener un valor Include que sea un entero y un valor Type que sea "tcp" o "udp".
fr: CONTAINER2017: un élément ContainerPort a été fourni avec un numéro de port non valide '{0}' et un type de port non valide '{1}'. Les éléments ContainerPort doivent avoir une valeur Include qui est un entier et une valeur Type qui est 'tcp' ou 'udp'.
it: CONTAINER2017: un elemento ContainerPort è stato fornito con un numero di porta '{0}' non valido e un tipo di porta '{1}' non valido. Gli elementi ContainerPort devono avere un valore Include che è un numero intero e un valore Type impostato su 'tcp' o 'udp'.
ja: CONTAINER2017: 無効なポート番号 '{0}' と無効なポートの種類 '{1}' を使用して ContainerPort 項目が指定されました。ContainerPort 項目には、整数である Include 値と、'tcp' または 'udp' のいずれかである Type 値が必要です。
ko: CONTAINER2017: 잘못된 포트 번호 '{0}' 및 잘못된 포트 유형 '{1}'과(와) 함께 ContainerPort 항목이 제공되었습니다. ContainerPort 항목에는 정수인 Include 값과 'tcp' 또는 'udp'인 Type 값이 있어야 합니다.
pl: CONTAINER2017: element ContainerPort został dostarczony z nieprawidłowym numerem portu „{0}” i nieprawidłowym typem portu „{1}”. Elementy ContainerPort muszą mieć wartość Include będącą liczbą całkowitą oraz wartość typu „tcp” lub „udp”.
pt_br: CONTAINER2017: Um item ContainerPort foi fornecido com um número de porta inválido '{0}' e um tipo de porta inválido '{1}'. Os itens ContainerPort devem ter um valor Include que seja um número inteiro e um valor Type que seja 'tcp' ou 'udp'.
tr: CONTAINER2017: Geçersiz bağlantı noktası numarasına ('{0}') ve geçersiz bağlantı noktası türüne ('{1}') sahip olan bir ContainerPort öğesi sağlandı. ContainerPort öğeleri, tamsayı olan bir Include değerine ve 'tcp' veya 'udp' olan bir Type değerine sahip olmalıdır.
zh_hans: CONTAINER2017: 为 ContainerPort 项提供了无效的端口号 {0} 和无效的端口类型 "{1}"。ContainerPort 项必须具有作为整数的 Include 值，以及“tcp”或“udp”的 Type 值。
zh_hant: CONTAINER2017: 提供的 ContainerPort 項目具有無效的連接埠號碼 '{0}' 和無效的連接埠類型 '{1}'。ContainerPort 項目必須具有為整數的 Include 值，以及 'tcp' 或 'udp' 的 Type 值。

# InvalidPort_Type
source: CONTAINER2017: A ContainerPort item was provided with an invalid port type '{0}'. ContainerPort items must have an Include value that is an integer, and a Type value that is either 'tcp' or 'udp'.
cs: CONTAINER2017: Položka ContainerPort byla poskytnuta s neplatným typem portu '{0}'. Položky ContainerPort musí mít hodnotu Include, která je celé číslo, a hodnotu Typu, která je buď tcp, nebo udp.
de: CONTAINER2017: Ein ContainerPort-Element wurde mit einem ungültigen Port-Typ „{0}“ angegeben. ContainerPort-Elemente müssen einen Include-Wert aufweisen, der eine ganze Zahl ist, und einen Type-Wert, der entweder „tcp“ oder „udp“ ist.
es: CONTAINER2017: Se proporcionó un elemento ContainerPort con un tipo de puerto "{0}". Los elementos ContainerPort deben tener un valor Include que sea un entero y un valor Type que sea "tcp" o "udp".
fr: CONTAINER2017: un élément ContainerPort a été fourni avec un type de port non valide «{0}». Les éléments ContainerPort doivent avoir une valeur Include qui est un entier et une valeur Type qui est 'tcp' ou 'udp'.
it: CONTAINER2017: un elemento ContainerPort è stato fornito con un tipo di porta '{0}' non valido. Gli elementi ContainerPort devono avere un valore Include che è un numero intero e un valore Type impostato su 'tcp' o 'udp'.
ja: CONTAINER2017: 無効なポートの種類 '{0}' を使用して ContainerPort 項目が指定されました。ContainerPort 項目には、整数である Include 値と、'tcp' または 'udp' のいずれかである Type 値が必要です。
ko: CONTAINER2017: 잘못된 포트 유형 '{0}'과(와) 함께 ContainerPort 항목이 제공되었습니다. ContainerPort 항목에는 정수인 Include 값과 'tcp' 또는 'udp'인 Type 값이 있어야 합니다.
pl: CONTAINER2017: element ContainerPort został dostarczony z nieprawidłowym typem portu „{0}”. Elementy ContainerPort muszą mieć wartość Include będącą liczbą całkowitą oraz wartość typu „tcp” lub „udp”.
pt_br: CONTAINER2017: Um item ContainerPort foi fornecido com um tipo de porta inválido '{0}'. Os itens ContainerPort devem ter um valor Include que seja um número inteiro e um valor Type que seja 'tcp' ou 'udp'.
tr: CONTAINER2017: Geçersiz bağlantı noktası türüne ('{0}') sahip bir ContainerPort öğesi sağlandı. ContainerPort öğeleri, tamsayı olan bir Include değerine ve 'tcp' veya 'udp' olan bir Type değerine sahip olmalıdır.
zh_hans: CONTAINER2017: 为 ContainerPort 项提供了无效的端口类型 "{0}"。ContainerPort 项必须具有作为整数的 Include 值，以及 "tcp" 或 "udp" 的 Type 值。
zh_hant: CONTAINER2017: 提供的 ContainerPort 項目具有無效的連接埠類型 '{0}'。ContainerPort 項目必須具有為整數的 Include 值，以及 'tcp' 或 'udp' 的 Type 值。

# InvalidSdkPrereleaseVersion
source: CONTAINER2018: Invalid SDK prerelease version '{0}' - only 'rc' and 'preview' are supported.
cs: CONTAINER2018: Neplatná verze předběžné verze sady SDK '{0}' – podporují se jen 'rc' a 'preview'.
de: CONTAINER2018: Ungültige SDK-Vorabversion „{0}“. Es werden nur „rc“ und „preview“ unterstützt.
es: CONTAINER2018: Versión preliminar del SDK "{0}" no válida : solo se admiten "rc" y "preview".
fr: CONTAINER2018: version préliminaire du SDK non valide '{0}' - seuls 'rc' et 'preview' sont pris en charge.
it: CONTAINER2018: valore '{0}' non valido per la versione non definitiva dell'SDK - Sono supportate solo le versioni 'rc' e 'preview'.
ja: CONTAINER2018: SDK プレリリース バージョン '{0}' が無効です。'rc' と 'preview' のみがサポートされています。
ko: CONTAINER2018: 잘못된 SDK 시험판 버전 '{0}' - 'rc' 및 'preview'만 지원됩니다.
pl: CONTAINER2018: nieprawidłowa wersja wstępna zestawu SDK „{0}” — obsługiwane są tylko wersje „rc” i „preview”.
pt_br: CONTAINER2018: Versão de pré-lançamento inválida do SDK '{0}' - apenas 'rc' e 'preview' são suportados.
tr: CONTAINER2018: Geçersiz SDK ön sürümü ('{0}') : yalnızca 'rc' ve 'preview' destekleniyor.
zh_hans: CONTAINER2018: SDK 预发行版本“{0}”无效 - 仅支持“rc”和“preview”。
zh_hant: CONTAINER2018: 無效的 SDK 發行前版本 '{0}' - 只支援 'rc' 和 'preview'。

# InvalidSdkVersion
source: CONTAINER2019: Invalid SDK semantic version '{0}'.
cs: CONTAINER2019: Neplatná sémantická verze '{0}' sady SDK.
de: CONTAINER2019: Ungültige SDK-semantische Version „{0}“.
es: CONTAINER2019: Versión "{0}" de semántica del SDK no válida.
fr: CONTAINER2019: version sémantique du kit SDK non valide '{0}'.
it: CONTAINER2019: versione semantica dell'SDK non valida '{0}'.
ja: CONTAINER2019: SDK セマンティック バージョン '{0}' が無効です。
ko: CONTAINER2019: 잘못된 SDK 의미 체계 버전 '{0}'입니다.
pl: CONTAINER2019: nieprawidłowa wersja semantyczna zestawu SDK „{0}”.
pt_br: CONTAINER2019: versão semântica do SDK inválida '{0}'.
tr: CONTAINER2019: Geçersiz SDK anlamsal sürümü '{0}'.
zh_hans: CONTAINER2019: SDK 语义版本“{0}”无效。
zh_hant: CONTAINER2019: 無效的 SDK 語義版本 '{0}'。

# InvalidTag
source: CONTAINER2007: Invalid {0} provided: {1}. Image tags must be alphanumeric, underscore, hyphen, or period.
cs: CONTAINER2007: Byla zadána neplatná {0} : {1}. Značky obrázků musí být alfanumerické, podtržítka, spojovníky nebo tečky.
de: CONTAINER2007: Ungültige {0} angegeben: {1}. Imagetags müssen alphanumerisch, Unterstrich, Bindestrich oder Punkt sein.
es: CONTAINER2007: Se proporcionó un {0} no válido: {1}. Las etiquetas de imagen deben ser alfanuméricas, con guion bajo, guiones o puntos.
fr: CONTAINER2007: {0} non valide fournie : {1}. Les balises d’image doivent être alphanumériques, traits de soulignement, traits d’union ou point.
it: CONTAINER2007: il valore {0} specificato non è valido: {1}. I tag immagine devono essere alfanumerici, di sottolineatura, trattino o punto.
ja: CONTAINER2007: 無効な {0} が指定されました: {1}。イメージ タグは、英数字、アンダースコア、ハイフン、またはピリオドである必要があります。
ko: CONTAINER2007: 잘못된 {0}이(가) 제공됨: {1}. 이미지 태그는 영숫자, 밑줄, 하이픈 또는 마침표여야 합니다.
pl: CONTAINER2007: podano nieprawidłowy {0}: {1}. Tagi obrazów muszą być alfanumeryczne, zawierać podkreślenia, łączniki lub kropki.
pt_br: CONTAINER2007: Inválido {0} fornecido: {1}. As tags de imagem devem ser alfanuméricas, sublinhado, hífen ou ponto.
tr: CONTAINER2007: Geçersiz {0} sağlandı: {1}. Görüntü etiketleri alfasayısal, alt çizgi, kısa çizgi veya nokta olmalıdır.
zh_hans: CONTAINER2007: 提供的 {0} 无效: {1}。图像标记必须是字母数字、下划线、连字符或句点。
zh_hant: CONTAINER2007: 提供的 {0} 無效: {1}。映像標記必須是英數字元、底線、連字號或句號。
