Repository: dotnet/msbuild
Catalog: src/Containers/Microsoft.NET.Build.Containers/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

# InvalidTags
source: CONTAINER2010: Invalid {0} provided: {1}. {0} must be a semicolon-delimited list of valid image tags. Image tags must be alphanumeric, underscore, hyphen, or period.
cs: CONTAINER2010: Byla zadána neplatná {0} : {1}. {0} musí být seznam platných značek obrázků oddělených středníky. Značky obrázků musí být alfanumerické, podtržítka, spojovníky nebo tečky.
de: CONTAINER2010: Ungültige {0} angegeben: {1}. {0} muss eine durch Semikolons getrennte Liste gültiger Imagetags sein. Imagetags müssen alphanumerisch, Unterstrich, Bindestrich oder Punkt sein.
es: CONTAINER2010: se proporcionó un {0} no válido: {1}. {0} debe ser una lista delimitada por punto y coma de etiquetas de imagen válidas. Las etiquetas de imagen deben ser alfanuméricas, con guion bajo, guiones o puntos.
fr: CONTAINER2010: {0} non valide fournie : {1}. {0} doit être une liste de balises d’image valides délimitées par des points-virgules. Les balises d’image doivent être alphanumériques, traits de soulignement, traits d’union ou point.
it: CONTAINER2010: il valore {0} specificato non è valido: {1}. {0} deve essere un elenco delimitato da punto e virgola di tag di immagine validi. I tag immagine devono essere alfanumerici, di sottolineatura, trattino o punto.
ja: CONTAINER2010: 無効な {0} が指定されました: {1}。{0} は、セミコロンで区切られた有効なイメージ タグのリストである必要があります。イメージ タグは、英数字、アンダースコア、ハイフン、またはピリオドである必要があります。
ko: CONTAINER2010: 잘못된 {0}이(가) 제공됨: {1}. {0}은(는) 세미콜론으로 구분된 유효한 이미지 태그 목록이어야 합니다. 이미지 태그는 영숫자, 밑줄, 하이픈 또는 마침표여야 합니다.
pl: CONTAINER2010: podano nieprawidłowy {0}: {1}. {0} musi być rozdzielaną średnikami listą prawidłowych tagów obrazów. Tagi obrazów muszą być alfanumeryczne, zawierać podkreślenia, łączniki lub kropki.
pt_br: CONTAINER2010: inválido {0} fornecido: {1}. {0} deve ser uma lista delimitada por ponto-e-vírgula de marcas de imagem válidas. As tags de imagem devem ser alfanuméricas, sublinhado, hífen ou ponto.
tr: CONTAINER2010: Geçersiz {0} sağlandı: {1}. {0}, geçerli resim etiketlerinin noktalı virgülle ayrılmış listesi olmalıdır. Resim etiketleri alfasayısal, alt çizgi, kısa çizgi veya nokta olmalıdır.
zh_hans: CONTAINER2010: 提供的 {0} 无效: {1}。{0} 必须是有效图像标记的分号分隔列表。图像标记必须是字母数字、下划线、连字符或句点。
zh_hant: CONTAINER2010: 提供的 {0} 無效: {1}。{0} 必須是有效映像標記的分號分隔清單。映像標記必須是英數字元、底線、連字號或句號。

# InvalidTokenResponse
source: CONTAINER1003: Token response had neither token nor access_token.
cs: CONTAINER1003: Odpověď tokenu neměla token ani access_token.
de: CONTAINER1003: Die Tokenantwort enthielt weder ein Token noch access_token.
es: CONTAINER1003: La respuesta del token no tenía ningún token ni access_token.
fr: CONTAINER1003: la réponse de jeton n’avait ni jeton ni access_token.
it: CONTAINER1003: la risposta del token non contiene né token né access_token.
ja: CONTAINER1003: トークン応答にトークンも access_token もありませんでした。
ko: CONTAINER1003: 토큰 응답에 토큰이나 access_token이 없습니다.
pl: CONTAINER1003: odpowiedź tokenu nie miała tokenu ani access_token.
pt_br: CONTAINER1003: A resposta do token não tinha token nem access_token.
tr: CONTAINER1003: Belirteç yanıtında belirteç veya access_token yok.
zh_hans: CONTAINER1003: 令牌响应既没有令牌，也没有access_token。
zh_hant: CONTAINER1003: 權杖回應沒有權杖，也沒有access_token。

# ItemsWithoutMetadata
source: CONTAINER4005: Item '{0}' contains items without metadata 'Value', and they will be ignored.
cs: CONTAINER4005: Položka '{0}' obsahuje položky bez metadat 'Value' a budou ignorovány.
de: CONTAINER4005: Das Element „{0}“ enthält Elemente ohne Metadatum „Value“. Diese werden ignoriert.
es: CONTAINER4005: El elemento "{0}" contiene elementos sin metadatos "Value" y se omitirán.
fr: CONTAINER4005: l’élément '{0}' contient des éléments sans métadonnées 'Value'. Ils seront ignorés.
it: CONTAINER4005: l'elemento '{0}' contiene elementi senza 'Value' di metadati e tali elementi verranno ignorati.
ja: CONTAINER4005: 項目 '{0}' にメタデータ 'Value' のない項目が含まれており、これらは無視されます。
ko: CONTAINER4005: 항목 '{0}'에는 메타데이터 '값'이 없는 항목이 포함되어 있으며 무시됩니다.
pl: CONTAINER4005: Element „{0}” zawiera elementy bez metadanych „Value” i zostaną zignorowane.
pt_br: CONTAINER4005: O item '{0}' contém itens sem metadados 'Valor' e eles serão ignorados.
tr: CONTAINER4005: '{0}' öğesi 'Value' meta verileri olmayan öğeler içeriyor ve yoksayılacak.
zh_hans: CONTAINER4005: 项 "{0}" 包含没有元数据 "Value" 的项，它们将被忽略。
zh_hant: CONTAINER4005: 項目 '{0}' 包含沒有中繼資料 'Value' 的項目，將忽略這些項目。

# LocalRegistryNotAvailable
source: CONTAINER1012: The local registry is not available, but pushing to a local registry was requested.
de: CONTAINER1012: Die lokale Registrierung ist nicht verfügbar, es wurde jedoch eine Pushübertragung in eine lokale Registrierung angefordert.
ja: CONTAINER1012: ローカル レジストリが使用できませんが、ローカル レジストリへのプッシュが要求されました。
ko: CONTAINER1012: 로컬 레지스트리를 사용할 수 없는데 로컬 레지스트리로 푸시가 요청되었습니다.
pl: CONTAINER1012: Rejestr lokalny jest niedostępny, ale zażądano wypchnięcia do rejestru lokalnego.
pt_br: CONTAINER1012: O registro local não está disponível, mas o push para um registro local foi solicitado.
tr: CONTAINER1012: Yerel kayıt defteri kullanılamıyor, ancak yerel kayıt defterine gönderim isteniyor.
zh_hans: CONTAINER1012: 本地注册表不可用，但请求推送到本地注册表。
zh_hant: CONTAINER1012: 本機登錄無法使用，但已要求推送至本機登錄。

# LocalDocker_FailedToGetConfig
source: Error while reading daemon config: {0}
cs: Chyba při čtení konfigurace démona: {0}
de: Fehler beim Lesen der Daemonkonfiguration: {0}
es: Error al leer la configuración del demonio: {0}
fr: Erreur lors de la lecture de la configuration du démon : {0}
it: Errore durante la lettura della configurazione del daemon: {0}
ja: デーモン構成の読み取り中にエラーが発生しました: {0}
ko: 디먼 구성을 읽는 동안 오류가 발생했습니다. {0}
pl: Błąd podczas odczytywania konfiguracji demona: {0}
pt_br: Erro ao ler a configuração do daemon: {0}
tr: Daemon yapılandırması okunurken hata oluştu: {0}
zh_hans: 读取守护程序配置时出错: {0}
zh_hant: 讀取精靈設定時發生錯誤: {0}

# LocalDocker_LocalDaemonErrors
source: The daemon server reported errors: {0}
cs: Server procesu démon ohlásil chyby: {0}
de: Vom Daemonserver wurden Fehler gemeldet: {0}
es: El servidor demonio notificó los errores: {0}
fr: Le serveur démon a signalé des erreurs : {0}
it: Errori segnalati dal server daemon: {0}
ja: デーモン サーバーからエラーが報告されました: {0}
ko: 디먼 서버에서 오류를 보고했습니다. {0}
pl: Serwer demona zgłosił błędy: {0}
pt_br: O servidor daemon relatou erros: {0}
tr: Daemon sunucusu hatalar bildirdi: {0}
zh_hans: 守护程序服务器报告错误: {0}
zh_hant: 精靈伺服器報告錯誤: {0}

# MissingLinkToRegistry
source: CONTAINER2004: Unable to download layer with descriptor '{0}' from registry '{1}' because it does not exist.
cs: CONTAINER2004: Nelze stáhnout vrstvu s popisovačem '{0}' z registru '{1}', protože neexistuje.
de: CONTAINER2004: Die Ebene mit dem Deskriptor „{0}“ kann nicht aus der Registrierung „{1}“ heruntergeladen werden, da sie nicht vorhanden ist.
es: CONTAINER2004: No se puede descargar la capa con el descriptor "{0}" del registro "{1}" porque no existe.
fr: CONTAINER2004: impossible de télécharger la couche avec le descripteur '{0}' à partir du Registre '{1}', car elle n’existe pas.
it: CONTAINER2004: non è possibile scaricare il livello con descrittore '{0}' dal registro '{1}' perché non esiste.
ja: CONTAINER2004: レジストリ '{1}' 内の記述子 '{0}' を持つレイヤーは存在しないため、ダウンロードできません。
ko: CONTAINER2004: '{1}' 레지스트리에서 설명자가 '{0}'인 레이어가 존재하지 않기 때문에 다운로드할 수 없습니다.
pl: CONTAINER2004: nie można pobrać warstwy o deskryptorze „{0}” z rejestru „{1}”, ponieważ nie istnieje.
pt_br: CONTAINER2004: Não foi possível baixar a camada com o descritor '{0}' do registro '{1}' porque não existe.
tr: CONTAINER2004: '{0}' tanımlayıcısına sahip katman mevcut olmadığından '{1}' kayıt defterinden indirilemedi.
zh_hans: CONTAINER2004: 无法从注册表“{1}”下载描述符为“{0}”的层，因为它不存在。
zh_hant: CONTAINER2004: 無法從登錄 '{1}' 下載描述元為 '{0}' 的層，因為它不存在。

# MissingPortNumber
source: CONTAINER2016: ContainerPort item '{0}' does not specify the port number. Please ensure the item's Include is a port number, for example '<ContainerPort Include="80" />'
cs: CONTAINER2016: Položka ContainerPort '{0}' neurčuje číslo portu. Ujistěte se prosím, že položka Include je číslo portu, například <ContainerPort Include="80" />.
de: CONTAINER2016: Das ContainerPort-Element „{0}“ gibt keine Portnummer an. Stellen Sie sicher, dass der Include des Elements eine Portnummer ist, z. B. „<ContainerPort Include="80" />“
es: CONTAINER2016: El elemento ContainerPort "{0}" no especifica el número de puerto. Asegúrate de que la inclusión del elemento es un número de puerto, por ejemplo, "<ContainerPort Include="80" />"
fr: CONTAINER2016: l’élément ContainerPort '{0}' ne spécifie pas le numéro de port. Vérifiez que l’élément Include est un numéro de port, par exemple '<ContainerPort Include="80" />'
it: CONTAINER2016: l'elemento ContainerPort '{0}' non specifica il numero di porta. Assicurarsi che il valore Include dell'elemento sia un numero di porta, ad esempio '<ContainerPort Include="80" />'
ja: CONTAINER2016: ContainerPort 項目 '{0}' でポート番号が指定されていません。項目の Include がポート番号 (e '<ContainerPort Include="80" />' など) であることを確認してください
ko: CONTAINER2016: ContainerPort 항목 '{0}'이(가) 포트 번호를 지정하지 않습니다. 항목의 포함이 포트 번호인지 확인하세요(예: '<ContainerPort Include="80" />').
pl: CONTAINER2016: element ContainerPort „{0}” nie określa numeru portu. Upewnij się, że element Include jest numerem portu, na przykład „<ContainerPort Include="80" />”
pt_br: CONTAINER2016: O item ContainerPort '{0}' não especifica o número da porta. Certifique-se de que o Include do item seja um número de porta, por exemplo '<ContainerPort Include="80" />'
tr: CONTAINER2016: ContainerPort öğesi ('{0}'), bağlantı noktası numarasını belirtmiyor. Lütfen öğenin Include değerinin bir bağlantı noktası numarası olduğundan emin olun, örneğin '<ContainerPort Include="80" />'
zh_hans: CONTAINER2016: ContainerPort 项“{0}”未指定端口号。请确保项的 Include 是端口号，例如 "<ContainerPort Include="80" />"
zh_hant: CONTAINER2016: ContainerPort 項目 '{0}' 未指定連接埠號碼。請確保項目的 Include 是連接埠號碼，例如 '<ContainerPort Include="80" />'

# NoRequestUriSpecified
source: CONTAINER1004: No RequestUri specified.
cs: CONTAINER1004: Nebyl zadán žádný identifikátor RequestUri.
de: CONTAINER1004: Es wurde kein RequestUri angegeben.
es: CONTAINER1004: No se especificó RequestUri.
fr: CONTAINER1004: aucun RequestUri spécifié.
it: CONTAINER1004: nessun RequestUri specificato.
ja: CONTAINER1004: RequestUri が指定されていません。
ko: CONTAINER1004: RequestUri가 지정되지 않았습니다.
pl: CONTAINER1004: nie określono identyfikatora RequestUri.
pt_br: CONTAINER1004: Nenhum RequestUri especificado.
tr: CONTAINER1004: RequestUri belirtilmedi.
zh_hans: CONTAINER1004: 未指定 RequestUri。
zh_hant: CONTAINER1004: 未指定 RequestUri。

# NormalizedContainerName
source: '{0}' was not a valid container image name, it was normalized to '{1}'
cs: '{0}' nebyl platný název image kontejneru, byl normalizován na '{1}'
de: „{0}“ war kein gültiger Containerimagename, er wurde zu „{1}“ normalisiert.
es: "{0}" no era un nombre de imagen de contenedor válido, se normalizó a "{1}"
fr: '{0}' n’était pas un nom d’image conteneur valide, il a été normalisé pour '{1}'
it: '{0}' non è un nome di immagine contenitore valido, è stato normalizzato in '{1}'
ja: '{0}' は有効なコンテナー イメージ名ではありませんでした。'{1}' に正規化されました
ko: '{0}'은(는) 유효한 컨테이너 이미지 이름이 아닙니다. '{1}'(으)로 정규화되었습니다.
pl: Nazwa „{0}” nie była prawidłową nazwą obrazu kontenera, została znormalizowana do „{1}”
pt_br: '{0}' não era um nome de imagem de contêiner válido, foi normalizado para '{1}'
tr: '{0}', geçerli bir kapsayıcı görüntüsü adı değildi, '{1}' olarak normalleştirildi
zh_hans: “{0}”不是有效的容器映像名称，已规范化为“{1}”
zh_hant: '{0}' 不是有效的容器映像名稱，已標準化為 '{1}'

# PublishDirectoryDoesntExist
source: CONTAINER2011: {0} '{1}' does not exist
cs: CONTAINER2011: {0} '{1}' neexistuje.
de: CONTAINER2011: {0} „{1}“ ist nicht vorhanden.
es: CONTAINER2011: {0} "{1}" no existe
fr: CONTAINER2011: {0} '{1}' n’existe pas
it: CONTAINER2011: {0} '{1}' non esiste
ja: CONTAINER2011: {0} '{1}' が存在しません
ko: CONTAINER2011: {0} '{1}'이(가) 존재하지 않습니다.
pl: CONTAINER2011: {0} „{1}” nie istnieje
pt_br: CONTAINER2011: {0} '{1}' não existe
tr: CONTAINER2011: {0} '{1}' yok
zh_hans: CONTAINER2011: {0} {1} 不存在
zh_hant: CONTAINER2011: {0} '{1}' 不存在

# RegistryOperationFailed
source: CONTAINER1017: Unable to communicate with the registry '{0}'.
de: CONTAINER1017: Die Kommunikation mit der Registrierung "{0}" ist nicht möglich.
ja: CONTAINER1017: レジストリ '{0}' と通信できません。
ko: CONTAINER1017: '{0}' 레지스트리와 통신할 수 없습니다.
pl: CONTAINER1017: nie można nawiązać komunikacji z rejestrem „{0}”.
pt_br: CONTAINER1017: não é possível se comunicar com o registro ''{0}''.
tr: CONTAINER1017: '{0}' kayıt defteriyle iletişim kurulamıyor.
zh_hans: CONTAINER1017: 无法与注册表“{0}”通信。
zh_hant: CONTAINER1017: 無法與登錄 '{0}' 通訊。

# RegistryOutputPushFailed
source: CONTAINER1013: Failed to push to the output registry: {0}
cs: CONTAINER1013: Odeslání do výstupního registru se nezdařilo: {0}
de: CONTAINER1013: Fehler beim Pushen in die Ausgaberegistrierung: {0}
es: CONTAINER1013: No se pudieron enviar cambios al el Registro de salida: {0}
fr: CONTAINER1013: échec de l’envoi (push) vers le Registre de sortie : {0}
it: CONTAINER1013: non è stato possibile eseguire il push nel registro di output: {0}
ja: CONTAINER1013: 出力レジストリにプッシュできませんでした: {0}
ko: CONTAINER1013: 출력 레지스트리로 푸시하지 못했습니다: {0}
pl: CONTAINER1013: nie można wypchnąć do rejestru wyjściowego: {0}
tr: CONTAINER1013: Çıkış kayıt defterine gönderilemedi: {0}
zh_hans: CONTAINER1013: 未能推送到输出注册表: {0}
zh_hant: CONTAINER1013: 無法推送至輸出登錄: {0}

# RegistryPullFailed
source: CONTAINER1014: Manifest pull failed.
de: CONTAINER1014: Fehler beim Abrufen des Manifests.
ja: CONTAINER1014: マニフェストのプルに失敗しました。
ko: CONTAINER1014: 매니페스트를 끌어오지 못했습니다.
pl: CONTAINER1014: ściąganie manifestu nie powiodło się.
pt_br: CONTAINER1014: falha ao efetuar pull do manifesto.
tr: CONTAINER1014: Bildirim çekme başarısız oldu.
zh_hans: CONTAINER1014: 清单拉取失败。
zh_hant: CONTAINER1014: 資訊清單提取失敗。

# RegistryPushFailed
source: CONTAINER1005: Registry push failed; received status code '{0}'.
de: CONTAINER1005: Registrierungspushfehler. Statuscode "{0}" wurde empfangen.
ja: CONTAINER1005: レジストリのプッシュに失敗しました。状態コード '{0}' を受信しました。
ko: CONTAINER1005: 레지스트리 푸시에 실패했습니다. 상태 코드 '{0}'을(를) 받았습니다.
pl: CONTAINER1005: wypychanie rejestru zakończyło się niepowodzeniem; odebrano kod stanu „{0}”.
pt_br: CONTAINER1005: falha no push do registro; código de status recebido '{0}'.
tr: CONTAINER1005: Kayıt defteri gönderilemedi; '{0}' durum kodu alındı.
zh_hans: CONTAINER1005: 注册表推送失败，已收到状态代码“{0}”。
zh_hant: CONTAINER1005: 登錄推送失敗; 已收到狀態碼 '{0}'。

# Registry_ConfigUploadStarted
source: Uploading config to registry at blob '{0}',
cs: Konfigurace se nahrává do registru v objektu blob {0},
de: Die Konfiguration wird in die Registrierung unter Blob „{0}“ hochgeladen,
es: Cargando la configuración en el Registro en el blob "{0}",
fr: Chargement de la configuration dans le Registre sur l’objet blob «{0}»,
it: Caricamento della configurazione nel Registro di sistema nel BLOB '{0}',
ja: BLOB '{0}' のレジストリに構成をアップロードしています、
ko: Blob '{0}'에서 레지스트리에 구성을 업로드하는 중입니다.
pl: Przekazywanie konfiguracji do rejestru w obiekcie blob „{0}”,
pt_br: Carregamento da configuração para o registro no blob '{0}',
tr: Yapılandırma, blob '{0}' konumundaki kayıt defterine karşıya yükleniyor,
zh_hans: 正在将配置上传到 blob“{0}”处的注册表，
zh_hant: 上傳設定至位於 blob '{0}' 的登錄，

# Registry_ConfigUploaded
source: Uploaded config to registry.
cs: Konfigurace se nahrála do registru.
de: Die Konfiguration wurde in die Registrierung hochgeladen.
es: Se cargó la configuración en el Registro.
fr: Configuration chargée dans le Registre.
it: Configurazione caricata nel Registro di sistema.
ja: 構成をレジストリにアップロードしました。
ko: 레지스트리에 구성을 업로드했습니다.
pl: Przekazano konfigurację do rejestru.
pt_br: Configuração carregada no registro.
tr: Yapılandırma, kayıt defterine karşıya yüklendi.
zh_hans: 已将配置上传到注册表。
zh_hant: 已上傳設定至登錄。

# Registry_LayerExists
source: Layer '{0}' already exists.
cs: Vrstva {0} již existuje.
de: Die Ebene „{0}“ ist bereits vorhanden.
es: La capa "{0}" ya existe.
fr: La couche '{0}' existe déjà.
it: Il livello '{0}' esiste già.
ja: レイヤー '{0}' は既に存在します。
ko: '{0}' 계층이 이미 있습니다.
pl: Warstwa „{0}” już istnieje.
pt_br: A camada '{0}' já existe.
tr: '{0}' katmanı zaten var.
zh_hans: 层“{0}”已存在。
zh_hant: 圖層 '{0}' 已存在。

# Registry_LayerUploadStarted
source: Uploading layer '{0}' to '{1}'.
cs: Vrstva {0} se nahrává do {1}.
de: Ebene „{0}“ wird in „{1}“ hochgeladen.
es: Cargando la capa "{0}" en "{1}".
fr: Chargement de la couche «{0}» vers «{1}».
it: Caricamento del livello '{0}' in '{1}'.
ja: レイヤー '{0}' を '{1}' にアップロードしています。
ko: '{1}'에 '{0}' 계층을 업로드하는 중입니다.
pl: Przekazywanie warstwy „{0}” do rejestru „{1}”.
pt_br: Carregando camada '{0}' para '{1}'.
tr: '{0}' katmanı, '{1}' kayıt defterine karşıya yükleniyor.
zh_hans: 正在将层“{0}”上传到“{1}”。
zh_hant: 上傳圖層 '{0}' 至 '{1}'。

# Registry_LayerUploaded
source: Finished uploading layer '{0}' to '{1}'.
cs: Nahrávání vrstvy {0} do {1} bylo dokončeno.
de: Das Hochladen der Ebene „{0}“ nach „{1}“ wurde abgeschlossen.
es: Finalizó la carga de la capa "{0}" en "{1}".
fr: Fin du chargement de la couche «{0}» vers «{1}».
it: Caricamento del livello '{0}' in '{1}' completato.
ja: レイヤー '{0}' の '{1}' へのアップロードが完了しました。
ko: '{1}'에 '{0}' 계층을 업로드했습니다.
pl: Zakończono przekazywanie warstwy „{0}” do rejestru „{1}”.
pt_br: Camada de carregamento concluída '{0}' para '{1}'.
tr: '{0}' katmanının, '{1}' kayıt defterine karşıya yüklenmesi tamamlandı.
zh_hans: 已完成将层“{0}”上传到“{1}”。
zh_hant: 已完成上傳圖層 '{0}' 至 '{1}'。

# Registry_ManifestUploadStarted
source: Uploading manifest to registry '{0}' as blob '{1}'.
cs: Manifest se nahrává do registru {0} jako objekt blob {1}.
de: Das Manifest wird in die Registrierung „{0}“ als Blob „{1}“ hochgeladen.
es: Cargando manifiesto en el Registro "{0}" como blob "{1}".
fr: Chargement du manifeste dans le Registre '{0}' en tant qu’objet blob '{1}'.
it: Caricamento del manifesto nel Registro di sistema '{0}' come BLOB '{1}'.
ja: BLOB '{0}' としてレジストリ '{1}' にマニフェストをアップロードしています。
ko: '{0}' 레지스트리에 매니페스트를 '{1}' Blob으로 업로드하는 중입니다.
pl: Przekazywanie manifestu do rejestru „{0}” jako obiektu blob „{1}”.
pt_br: Carregamento do manifesto para o registro '{0}' como blob '{1}'.
tr: Bildirim, '{0}' kayıt defterine '{1}' blob olarak karşıya yükleniyor.
zh_hans: 正在将清单作为 blob“{1}”上传到注册表“{0}”。
zh_hant: 上傳資訊清單至登錄 '{0}' 做為 blob '{1}'。

# Registry_ManifestUploaded
source: Uploaded manifest to '{0}'.
cs: Manifest se nahrál do {0}.
de: Manifest in „{0}“ hochgeladen.
es: Se cargó el manifiesto en "{0}".
fr: Manifeste chargé dans '{0}'.
it: Manifesto caricato in '{0}'.
ja: マニフェストを '{0}' にアップロードしました。
ko: '{0}'에 매니페스트를 업로드했습니다.
pl: Przekazano manifest do rejestru „{0}”.
pt_br: Manifesto enviado para '{0}'.
tr: Bildirim, '{0}' kayıt defterine karşıya yüklendi.
zh_hans: 已将清单上传到“{0}”。
zh_hant: 已上傳資訊清單清單至 '{0}'。

# Registry_TagUploadStarted
source: Uploading tag '{0}' to '{1}'.
cs: Značka {0} se nahrává do {1}.
de: Das Tag „{0}“ wird in „{1}“ hochgeladen.
es: Cargando la etiqueta "{0}" en "{1}".
fr: Chargement de la balise «{0}» vers «{1}».
it: Caricamento del tag '{0}' in '{1}'.
ja: タグ '{0}' を '{1}' にアップロードしています。
ko: '{1}'에 '{0}' 태그를 업로드하는 중입니다.
pl: Przekazywanie tagu „{0}” do rejestru „{1}”.
pt_br: Carregando marca '{0}' para '{1}'.
tr: '{0}' etiketi, '{1}' kayıt defterine karşıya yükleniyor.
zh_hans: 正在将标记“{0}”上传到“{1}”。
zh_hant: 上傳標記 '{0}' 至 '{1}'。

# Registry_TagUploaded
source: Uploaded tag '{0}' to '{1}'.
cs: Značka {0} se nahrála do {1}.
de: Das Tag „{0}“ wurde in „{1}“ hochgeladen.
es: Etiqueta cargada "{0}" en "{1}".
fr: Balise «{0}» chargée sur «{1}».
it: Tag caricato '{0}' in '{1}'.
ja: タグ '{0}' を '{1}' にアップロードしました。
ko: '{1}'에 '{0}' 태그를 업로드했습니다.
pl: Przekazano tag „{0}” do „{1}”.
pt_br: Marca carregada '{0}' para '{1}'.
tr: '{0}' etiketi, '{1}' konumuna karşıya yüklendi.
zh_hans: 已将标记“{0}”上传到“{1}”。
zh_hant: 已上傳標記 '{0}' 至 '{1}'。

# RepositoryNotFound
source: CONTAINER1015: Unable to access the repository '{0}' at tag '{1}' in the registry '{2}'. Please confirm that this name and tag are present in the registry.
de: CONTAINER1015: Auf das Repository "{0}" am Tag "{1}" in der Registrierung "{2}" kann nicht zugegriffen werden. Vergewissern Sie sich, dass dieser Name und dieses Tag in der Registrierung vorhanden sind.
ja: CONTAINER1015: レジストリ '{2}' のタグ '{1}' にあるリポジトリ '{0}' にアクセスできません。この名前とタグがレジストリに存在することを確認してください。
ko: CONTAINER1015: '{2}' 레지스트리의 '{1}' 태그에서 '{0}' 리포지토리에 액세스할 수 없습니다. 이 이름 및 태그가 레지스트리에 있는지 확인하세요.
pl: CONTAINER1015: nie można uzyskać dostępu do repozytorium „{0}” w tagu „{1}” w rejestrze „{2}”. Upewnij się, że ta nazwa i tag znajdują się w rejestrze.
pt_br: CONTAINER1015: não é possível acessar o repositório ''{0}'' na marca ''{1}'' no registro ''{2}''. Confirme se este nome e marca estão presentes no Registro.
tr: CONTAINER1015: '{2}' kayıt defterindeki '{1}' etiketinde bulunan '{0}' deposuna erişilemiyor. Lütfen bu ad ve etiketin kayıt defterinde mevcut olduğunu onaylayın.
zh_hans: CONTAINER1015: 无法访问注册表“{2}”中标记“{1}”处的存储库“{0}”。请确认注册表中存在此名称和标记。
zh_hant: CONTAINER1015: 無法存取登錄 '{2}' 中標籤 '{1}' 的存放庫 '{0}'。請確認此名稱和標籤存在於登錄中。

# RequiredItemsContainsEmptyItems
source: CONTAINER4003: Required '{0}' items contain empty items.
cs: CONTAINER4003: Požadované položky '{0}' obsahují prázdné položky.
de: CONTAINER4003: Erforderliche „{0}“-Elemente enthalten leere Elemente.
es: CONTAINER4003: Los elementos de "{0}" necesarios contienen elementos vacíos.
fr: CONTAINER4003: les éléments de '{0}' obligatoires contiennent des éléments vides.
it: CONTAINER4003: gli elementi '{0}' obbligatori contengono elementi vuoti.
ja: CONTAINER4003: 必須の '{0}' 項目に空の項目が含まれています。
ko: CONTAINER4003: 필수 '{0}' 항목에 빈 항목이 있습니다.
pl: CONTAINER4003: wymagane elementy „{0}” zawierają puste elementy.
pt_br: CONTAINER4003: Os itens obrigatórios '{0}' contêm itens vazios.
tr: CONTAINER4003: Gerekli '{0}' öğeleri boş öğeler içeriyor.
zh_hans: CONTAINER4003: 必需的“{0}”项包含空项。
zh_hant: CONTAINER4003: 必要的 '{0}' 項目包含空項目。

# RequiredItemsNotSet
source: CONTAINER4002: Required '{0}' items were not set.
cs: CONTAINER4002: Požadované položky '{0}' nebyly nastaveny.
de: CONTAINER4002: Erforderliche „{0}“-Elemente wurden nicht festgelegt.
es: CONTAINER4002: No se establecieron los elementos de "{0}" necesarios.
fr: CONTAINER4002: les éléments de '{0}' requis n’ont pas été définis.
it: CONTAINER4002: gli elementi '{0}' obbligatori non sono stati impostati.
ja: CONTAINER4002: 必要な '{0}' 項目が設定されませんでした。
ko: CONTAINER4002: 필수 '{0}' 항목이 설정되지 않았습니다.
pl: CONTAINER4002: nie ustawiono wymaganych elementów „{0}”.
pt_br: CONTAINER4002: Os itens '{0}' obrigatórios não foram definidos.
tr: CONTAINER4002: Gerekli '{0}' öğe ayarlanmadı.
zh_hans: CONTAINER4002: 未设置必需的“{0}”项。
zh_hant: CONTAINER4002: 必要的 '{0}' 項目未設定。

# RequiredPropertyNotSetOrEmpty
source: CONTAINER4001: Required property '{0}' was not set or empty.
cs: CONTAINER4001: Požadovaná vlastnost '{0}' nebyla nastavena nebo je prázdná.
de: CONTAINER4001: Die erforderliche Eigenschaft „{0}“ wurde nicht festgelegt oder ist leer.
es: CONTAINER4001: La propiedad necesaria "{0}" no se estableció o estaba vacía.
fr: CONTAINER4001: la propriété requise '{0}' n’a pas été définie ou vide.
it: CONTAINER4001: la proprietà obbligatoria '{0}' non è stata impostata o è vuota.
ja: CONTAINER4001: 必要なプロパティ '{0}' が設定されていなかったか、空でした。
ko: CONTAINER4001: 필수 속성 '{0}'이(가) 설정되지 않았거나 비어 있습니다.
pl: CONTAINER4001: wymagana właściwość „{0}” nie została ustawiona lub jest pusta.
pt_br: CONTAINER4001: A propriedade obrigatória '{0}' não foi definida ou está vazia.
tr: CONTAINER4001: Gerekli '{0}' özelliği ayarlanmadı veya boş değil.
zh_hans: CONTAINER4001: 未设置必需属性 "{0}" 或为空。
zh_hant: CONTAINER4001: 必要的屬性 '{0}' 未設定或是空的。
