Repository: dotnet/msbuild
Catalog: src/Containers/Microsoft.NET.Build.Containers/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

# AmazonRegistryFailed
source: CONTAINER1002: Request to Amazon Elastic Container Registry failed prematurely. This is often caused when the target repository does not exist in the registry.
cs: CONTAINER1002: Požadavek na Amazon Elastic Container Registry předčasně selhal. To je často způsobeno tím, že cílové úložiště v registru neexistuje.
de: CONTAINER1002: Vorzeitiger Fehler bei der Anforderung an Amazon Elastic Container Registry. Dieser Fehler wird häufig verursacht, wenn das Ziel-Repository nicht in der Registrierung vorhanden ist.
es: CONTAINER1002: Error prematuro en la solicitud al registro de contenedor elástico de Amazon. Esto suele ocurrir cuando el repositorio de destino no existe en el registro.
fr: CONTAINER1002: la demande à Amazon Elastic Container Registry a échoué prématurément. Cela est souvent dû au fait que le dépôt cible n’existe pas dans le Registre.
it: CONTAINER1002: la richiesta ad Amazon Elastic Container Registry non è riuscita in modo anomalo. Questo problema si verifica spesso quando il repository di destinazione non esiste nel registro.
ja: CONTAINER1002: Amazon Elastic Container Registry への要求が処理の途中で失敗しました。これは多くの場合、ターゲット リポジトリがレジストリに存在しない場合に発生します。
ko: CONTAINER1002: Amazon Elastic Container Registry에 대한 요청이 조기에 실패했습니다. 대상 리포지토리가 레지스트리에 존재하지 않을 때 종종 발생합니다.
pl: CONTAINER1002: żądanie do usługi Amazon Elastic Container Registry przedwcześnie zakończyło się niepowodzeniem. Jest to często spowodowane tym, że repozytorium docelowe nie istnieje w rejestrze.
pt_br: CONTAINER1002: a solicitação para o Amazon Elastic Container Registry falhou prematuramente. Isso geralmente é causado quando o repositório de destino não existe no registro.
tr: CONTAINER1002: Amazon Elastic Container Registry isteği zamanından önce başarısız oldu. Bu durum genellikle hedef depo, kayıt defterinde bulunmadığında ortaya çıkar.
zh_hans: CONTAINER1002: 对 Amazon 弹性容器注册表的请求过早失败。当注册表中不存在目标存储库时，通常会导致这种情况。
zh_hant: CONTAINER1002: 對 Amazon 彈性容器登錄的要求提前失敗。這通常是在目標存放庫不存在於登錄中時所導致。

# AmbiguousTags
source: CONTAINER2008: Both {0} and {1} were provided, but only one or the other is allowed.
cs: CONTAINER2008: Byly poskytnuty {0} i {1}, ale je povolen pouze jeden nebo druhý.
de: CONTAINER2008: Es wurden sowohl {0} als auch {1} angegeben, es ist jedoch nur die eine oder die andere Angabe zulässig.
es: CONTAINER2008: Se proporcionaron {0} y {1}, pero solo se permite uno de los dos.
fr: CONTAINER2008: {0} et {1} ont été fournis, mais seul l’un ou l’autre est autorisé.
it: CONTAINER2008: sono stati forniti sia {0} che {1}, ma è consentito specificare solo uno di questi valori.
ja: CONTAINER2008: {0} と {1} の両方が指定されましたが、どちらか一方のみが許可されています。
ko: CONTAINER2008: {0} 및 {1}이(가) 모두 제공되었지만 둘 중 하나만 허용됩니다.
pl: CONTAINER2008: podano {0} i {1}, ale dozwolona jest tylko jedna opcja lub druga.
pt_br: CONTAINER2008: Ambos {0} e {1} foram fornecidos, mas apenas um ou outro é permitido.
tr: CONTAINER2008: {0} ve {1} sağlandı, ancak yalnızca birine veya diğerine izin verilir.
zh_hans: CONTAINER2008: 同时提供了 {0} 和 {1} ，但只允许一个或另一个。
zh_hant: CONTAINER2008: 同時提供了 {0} 和 {1}，但只允許兩者之一。

# AppCommandArgsSetNoAppCommand
source: CONTAINER2025: ContainerAppCommandArgs are provided without specifying a ContainerAppCommand.
de: CONTAINER2025: ContainerAppCommandArgs werden ohne Angabe eines ContainerAppCommand bereitgestellt.
ja: CONTAINER2025: ContainerAppCommandArgs が指定されていますが、ContainerAppCommand が指定されていません。
ko: CONTAINER2025: ContainerAppCommandArgs는 ContainerAppCommand를 지정하지 않고 제공됩니다.
pl: CONTAINER2025: Argumenty ContainerAppCommandArgs są dostarczane bez określania polecenia ContainerAppCommand.
pt_br: CONTAINER2025: ContainerAppCommandArgs são fornecidos sem especificar um ContainerAppCommand.
tr: CONTAINER2025: ContainerAppCommandArgs bir ContainerAppCommand komutu belirtilmeden sağlanır.
zh_hans: CONTAINER2025: 提供了 ContainerAppCommandArgs，但未指定 ContainerAppCommand。
zh_hant: CONTAINER2025: 提供了 ContainerAppCommandArgs 但未指定 ContainerAppCommand。

# AppCommandSetNotUsed
source: CONTAINER2026: ContainerAppCommand and ContainerAppCommandArgs must be empty when ContainerAppCommandInstruction is '{0}'.
de: CONTAINER2026: ContainerAppCommand und ContainerAppCommandArgs müssen leer sein, wenn "ContainerAppCommandInstruction" den Wert "{0}" aufweist.
ja: CONTAINER2026: ContainerAppCommandInstruction が '{0}' の場合、ContainerAppCommand と ContainerAppCommandArgs を空にする必要があります。
ko: CONTAINER2026: ContainerAppCommandInstruction이 '{0}'인 경우 ContainerAppCommand 및 ContainerAppCommandArgs가 비어 있어야 합니다.
pl: CONTAINER2026: ContainerAppCommand i ContainerAppCommandArgs muszą być puste, gdy element ContainerAppCommandInstruction ma wartość „{0}”.
pt_br: CONTAINER2026: ContainerAppCommand e ContainerAppCommandArgs devem estar vazios quando ContainerAppCommandInstruction é '{0}'.
tr: CONTAINER2026: ContainerAppCommandInstruction '{0}' olduğunda ContainerAppCommand ve ContainerAppCommandArgs komutları boş olmalıdır.
zh_hans: CONTAINER2026: 当 ContainerAppCommandInstruction 为“{0}”时，ContainerAppCommand 和 ContainerAppCommandArgs 必须为空。
zh_hant: CONTAINER2026: 當 ContainerAppCommandInstruction 為 '{0}' 時，ContainerAppCommand 和 ContainerAppCommandArgs 必須是空白。

# ArchiveRegistry_PushInfo
source: local archive at '{0}'
de: Lokales Archiv bei "{0}"
ja: ローカル アーカイブ ('{0}')
ko: '{0}'의 로컬 보관
pl: archiwum lokalne w lokalizacji „{0}”
pt_br: arquivo morto local em '{0}'
tr: '{0}' konumundaki yerel arşiv
zh_hans: 本地存档在“{0}”
zh_hant: 位於 '{0}' 的本機封存

# BaseEntrypointOverwritten
source: CONTAINER2022: The base image has an entrypoint that will be overwritten to start the application. Set ContainerAppCommandInstruction to 'Entrypoint' if this is desired. To preserve the base image entrypoint, set ContainerAppCommandInstruction to 'DefaultArgs'.
de: CONTAINER2022: Das Basisimage verfügt über einen Einstiegspunkt, der überschrieben wird, um die Anwendung zu starten. Legen Sie "ContainerAppCommandInstruction" auf "Entrypoint" fest, wenn dies gewünscht ist. Um den Einstiegspunkt des Basisimages beizubehalten, legen Sie "ContainerAppCommandInstruction" auf "DefaultArgs" fest.
ja: CONTAINER2022: 基本イメージに、アプリケーションの開始時に上書きされるエントリ ポイントがあります。このまま上書きする場合は、ContainerAppCommandInstruction を 'Entrypoint' に設定します。基本イメージのエントリ ポイントを保持するには、ContainerAppCommandInstruction を 'DefaultArgs' に設定します。
ko: CONTAINER2022: 기본 이미지에 응용 프로그램을 시작하기 위해 덮어쓸 진입점이 있습니다. 필요한 경우 ContainerAppCommandInstruction을 'Entrypoint'로 설정합니다. 기본 이미지 진입점을 유지하려면 ContainerAppCommandInstruction을 'DefaultArgs'로 설정하세요.
pl: CONTAINER2022: Obraz podstawowy ma punkt wejścia, który zostanie zastąpiony w celu uruchomienia aplikacji. W razie potrzeby ustaw właściwość ContainerAppCommandInstruction na wartość „Entrypoint”. Aby zachować podstawowy punkt wejścia obrazu, ustaw właściwość ContainerAppCommandInstruction na wartość „DefaultArgs”.
pt_br: CONTAINER2022: A imagem base possui um ponto de entrada que será substituído para iniciar o aplicativo. Defina ContainerAppCommandInstruction como 'Entrypoint' se desejar. Para preservar o ponto de entrada da imagem base, defina ContainerAppCommandInstruction como 'DefaultArgs'.
tr: CONTAINER2022: Temel görüntünün, uygulamayı başlatmak için üzerine yazılacak bir giriş noktası var. İsteniyorsa ContainerAppCommandInstruction komutunu 'Entrypoint' olarak ayarlayın. Temel görüntü giriş noktasını korumak için ContainerAppCommandInstruction komutunu 'DefaultArgs' olarak ayarlayın.
zh_hans: CONTAINER2022: 基础映像具有一个入口点，该入口点将被覆盖以启动应用程序。如果需要，请将 ContainerAppCommandInstruction 设置为 "Entrypoint"。若要保留基础映像入口点，请将 ContainerAppCommandInstruction 设置为 "DefaultArgs"。
zh_hant: CONTAINER2022: 基礎映像有一個進入點，將被覆寫以啟動應用程式。如果這是預期的行為，請將 ContainerAppCommandInstruction 設定為 'Entrypoint'。若要保留基礎映像進入點，請將 ContainerAppCommandInstruction 設定為 'DefaultArgs'。

# BaseImageNameParsingFailed
source: CONTAINER2009: Could not parse {0}: {1}
cs: CONTAINER2009: Nelze analyzovat {0}: {1}
de: CONTAINER2009: {0} konnte nicht analysiert werden: {1}
es: CONTAINER2009: No se pudo analizar {0}: {1}
fr: CONTAINER2009: impossible d’analyser {0} : {1}
it: CONTAINER2009: non è stato possibile analizzare {0}: {1}
ja: CONTAINER2009: {0} を解析できませんでした: {1}
ko: CONTAINER2009: {0}을(를) 구문 분석할 수 없습니다: {1}
pl: CONTAINER2009: nie można przeanalizować {0}: {1}
pt_br: CONTAINER2009: não foi possível analisar {0}: {1}
tr: CONTAINER2009: {0} ayrıştırılamadı: {1}
zh_hans: CONTAINER2009: 无法分析 {0}: {1}
zh_hant: CONTAINER2009: 無法剖析 {0}: {1}

# BaseImageNameRegistryFallback
source: CONTAINER2020: {0} does not specify a registry and will be pulled from Docker Hub. Please prefix the name with the image registry, for example: '{1}/<image>'.
de: CONTAINER2020: {0} gibt keine Registrierung an und wird aus Docker Hub abgerufen. Stellen Sie dem Namen die Imageregistrierung voran, z. B.: "{1}/<image>".
ja: CONTAINER2020: {0} でレジストリが指定されていないため、Docker Hub からプルされます。名前の前にイメージ レジストリを付けてください。例: '{1}/<image>'。
ko: CONTAINER2020: {0}은(는) 레지스트리를 지정하지 않으며 Docker Hub에서 끌어오게 됩니다. 이름 앞에 이미지 레지스트리를 추가하세요(예: '{1}/<image>').
pl: CONTAINER2020: {0} nie określa rejestru i zostanie pobrany z usługi Docker Hub. Poprzedź nazwę rejestrem obrazów, na przykład: „{1}/<image>”.
pt_br: CONTAINER2020: {0} não especifica um registro e será extraído do Docker Hub. Por favor, prefixe o nome com o registro de imagem, por exemplo: '{1}/<image>'.
tr: CONTAINER2020: {0} kayıt defteri belirtmiyor ve Docker Hub’dan çekilecek. Lütfen adı görüntü kayıt defterine önek olarak ekleyin, örneğin: '{1}/<image>'.
zh_hans: CONTAINER2020: {0} 未指定注册表，将从 Docker Hub 中拉取。请在名称前面添加映像注册表，例如: "{1}/<image>"。
zh_hant: CONTAINER2020: {0} 未指定登錄，並將從 Docker Hub 提取。請在名稱前面加上映像登錄，例如: '{1}/<image>'。

# BaseImageNameWithSpaces
source: CONTAINER2013: {0} had spaces in it, replacing with dashes.
cs: CONTAINER2013: {0} obsahoval mezery, které se nahradily pomlčkami.
de: CONTAINER2013: {0} enthielt Leerzeichen. Diese werden durch Bindestriche ersetzt.
es: CONTAINER2013: {0} tenía espacios, reemplazando por guiones.
fr: CONTAINER2013: {0} contenait des espaces, remplacés par des tirets.
it: CONTAINER2013: {0} conteneva spazi, che verranno sostituiti con trattini.
ja: CONTAINER2013: {0} にスペースが含まれており、ダッシュに置き換えています。
ko: CONTAINER2013: {0}에 공백이 있었고 대시로 대체되었습니다.
pl: CONTAINER2013: element {0} zawierał spacje, zastępując je kreskami.
pt_br: CONTAINER2013: {0} continha espaços, substituindo por travessões.
tr: CONTAINER2013: {0} boşluklar içeriyor ve çizgilerle değiştiriliyor.
zh_hans: CONTAINER2013: {0} 中包含空格，替换为短划线。
zh_hant: CONTAINER2013: {0} 有空格，正在以虛線取代。

# BaseImageNotFound
source: CONTAINER1011: Couldn't find matching base image for {0} that matches RuntimeIdentifier {1}.
cs: CONTAINER1011: Pro {0} nelze najít odpovídající základní image, která odpovídá identifikátoru RuntimeIdentifier {1}.
de: CONTAINER1011: Es wurde kein übereinstimmendes Basisimage für {0} gefunden, das mit RuntimeIdentifier {1} übereinstimmt.
es: CONTAINER1011: No se pudo encontrar una imagen base coincidente para {0} que coincida con el RuntimeIdentifier {1}.
fr: CONTAINER1011: impossible de trouver une image de base correspondante pour {0} qui correspond à RuntimeIdentifier {1}.
it: CONTAINER1011: non è stato possibile trovare l'immagine di base corrispondente per {0} che corrisponde a RuntimeIdentifier {1}.
ja: CONTAINER1011: RuntimeIdentifier {1} に一致する {0} に一致する基本イメージが見つかりませんでした。
ko: CONTAINER1011: RuntimeIdentifier {1}과(와) 일치하는 {0}에 대해 일치하는 기본 이미지를 찾을 수 없습니다.
pl: CONTAINER1011: nie można odnaleźć pasującego obrazu podstawowego dla {0} zgodnego z elementem RuntimeIdentifier {1}.
pt_br: CONTAINER1011: Não foi possível encontrar a imagem base correspondente para {0} que corresponda ao RuntimeIdentifier {1}.
tr: CONTAINER1011: RuntimeIdentifier {1} ile eşleşen {0} için eşleşen temel görüntü bulunamadı.
zh_hans: CONTAINER1011: 找不到与 RuntimeIdentifier 匹配的 {0} 匹配基映像 {1}。
zh_hant: CONTAINER1011: 找不到 {0} 符合 RuntimeIdentifier 的 {1} 相符基本映像。

# BlobUploadFailed
source: CONTAINER1001: Failed to upload blob using {0}; received status code '{1}'.
cs: CONTAINER1001: Nepovedlo se nahrát objekt blob pomocí {0}; přijatý stavový kód {1}
de: CONTAINER1001: Fehler beim Hochladen des Blobs mit {0}; der Statuscode „{1}“ wurde empfangen.
es: CONTAINER1001: no se pudo cargar el blob mediante {0}; se ha recibido el código de estado "{1}".
fr: CONTAINER1001: échec du chargement de l’objet blob à l’aide de {0}; le code d’état «{1}» a été reçu.
it: CONTAINER1001: non è stato possibile caricare il BLOB usando {0}; codice di stato ricevuto '{1}'.
ja: CONTAINER1001: {0} を使用して BLOB をアップロードできませんでした; 状態コード '{1}' を受信しました。
ko: CONTAINER1001: {0}을(를) 사용하여 Blob을 업로드하지 못했습니다. '{1}' 상태 코드를 수신했습니다.
pl: CONTAINER1001: nie można przekazać obiektu blob przy użyciu {0}; odebrano kod stanu „{1}”.
pt_br: CONTAINER1001: Falha ao carregar o blob usando {0}; código de status recebido '{1}'.
tr: CONTAINER1001: Blob, {0} kullanarak karşıya yüklenemedi; '{1}' durum kodu alındı.
zh_hans: CONTAINER1001: 无法使用 {0} 上传 blob；已收到状态代码“{1}”。
zh_hant: CONTAINER1001: 無法使用 {0} 上傳 blob; 收到狀態碼 '{1}'。

# ContainerBuilder_ImageUploadedToLocalDaemon
source: Pushed image '{0}' to {1}.
de: Bild "{0}" wurde in {1} gepusht.
ja: イメージ '{0}' を {1} にプッシュしました。
ko: '{0}' 이미지를 {1}에 푸시했습니다.
pl: Wypchnięty obraz „{0}” do „{1}”.
pt_br: Imagem enviada '{0}' para {1}.
tr: '{0}' görüntüsü {1} konumuna gönderildi.
zh_hans: 已将图像“{0}”推送到 {1}。
zh_hant: 已將影像 '{0}' 推送至 {1}。

# ContainerBuilder_ImageUploadedToRegistry
source: Pushed image '{0}' to registry '{1}'.
de: Bild "{0}" wurde in die Registrierung "{1}" gepusht.
ja: イメージ '{0}' をレジストリ '{1}' にプッシュしました。
ko: '{0}' 이미지를 '{1}' 레지스트리에 푸시했습니다.
pl: Wypchnięty obraz „{0}” do rejestru „{1}”.
pt_br: Imagem enviada por push '{0}' para o registro '{1}'.
tr: '{0}' görüntüsü '{1}' kayıt defterine gönderildi.
zh_hans: 已将映像“{0}”推送到注册表“{1}”。
zh_hant: 已將影像 '{0}' 推送至登錄 '{1}'。

# ContainerBuilder_StartBuildingImage
source: Building image '{0}' with tags '{1}' on top of base image '{2}'.
cs: Sestavení image {0} se značkami {1} nad základní imagí {2}
de: Das Image „{0}“ mit den Tags „{1}“ wird auf dem Basisimage „{2}“ erstellt.
es: Compilando imagen "{0}" con etiquetas "{1}" encima de la imagen base "{2}".
fr: Génération de l’image «{0}» avec des balises «{1}» au-dessus de l’image de base «{2}».
it: Compilazione dell'immagine '{0}' con i tag '{1}' sopra l'immagine di base '{2}'.
ja: 基本イメージ '{0}' の上にタグ '{1}' 付きのイメージ '{2}' をビルドしています。
ko: 기본 이미지 '{2}' 위에 '{1}' 태그가 있는 '{0}' 이미지를 빌드하는 중입니다.
pl: Tworzenie obrazu „{0}” z tagami „{1}” nad obrazem podstawowym „{2}”.
pt_br: Construindo imagem '{0}' com tags '{1}' em cima da imagem base '{2}'.
tr: '{1}' etiketli '{0}' resmi, '{2}' temel görüntüsünün üzerinde oluşturuluyor.
zh_hans: 在基本映像“{2}”顶部构建标记为“{1}”的映像“{0}”。
zh_hant: 在基礎映像 '{2}' 上建立具有標記 '{1}' 的映像 '{0}'。

# CouldntDeserializeJsonToken
source: CONTAINER1007: Could not deserialize token from JSON.
cs: CONTAINER1007: Nepovedlo se deserializovat token z JSON.
de: CONTAINER1007: Das Token konnte nicht aus JSON deserialisiert werden.
es: CONTAINER1007: No se pudo deserializar el token de JSON.
fr: CONTAINER1007: impossible de désérialiser le jeton à partir de JSON.
it: CONTAINER1007: non è stato possibile deserializzare il token da JSON.
ja: CONTAINER1007: JSON からトークンを逆シリアル化できませんでした。
ko: CONTAINER1007: JSON에서 토큰을 역직렬화할 수 없습니다.
pl: CONTAINER1007: nie można zdeserializować tokenu z pliku JSON.
pt_br: CONTAINER1007: não foi possível desserializar o token do JSON.
tr: CONTAINER1007: Belirteç, JSON'dan seri durumdan çıkarılamadı.
zh_hans: CONTAINER1007: 无法从 JSON 反序列化令牌。
zh_hant: CONTAINER1007: 無法從 JSON 還原序列化權杖。

# CouldntRecognizeRegistry
source: CONTAINER2012: Could not recognize registry '{0}'.
cs: CONTAINER2012: Nelze rozpoznat registr '{0}'.
de: CONTAINER2012: Die Registrierung „{0}“ wurde nicht erkannt.
es: CONTAINER2012: No se pudo reconocer el registro "{0}".
fr: CONTAINER2012: impossible de reconnaître le registre '{0}'.
it: CONTAINER2012: non è stato possibile riconoscere il registro '{0}'.
ja: CONTAINER2012: レジストリ '{0}' を認識できませんでした。
ko: CONTAINER2012: 레지스트리 '{0}'을(를) 인식할 수 없습니다.
pl: CONTAINER2012: nie można rozpoznać rejestru „{0}”.
pt_br: CONTAINER2012: não foi possível reconhecer o registro '{0}'.
tr: CONTAINER2012: '{0}' kayıt defteri tanınamadı.
zh_hans: CONTAINER2012: 无法识别注册表“{0}”。
zh_hant: CONTAINER2012: 無法識別登錄 '{0}'。

# DockerCli_PushInfo
source: local registry via '{0}'
de: lokale Registrierung über "{0}"
ja: '{0}' 経由のローカル レジストリ
ko: '{0}'을(를) 통한 로컬 레지스트리
pl: rejestr lokalny za pośrednictwem „{0}”
pt_br: registro local pelo '{0}'
tr: '{0}' aracılığıyla yerel kayıt defteri
zh_hans: 使用“{0}”的本地注册表
zh_hant: 透過 '{0}' 的本機登錄

# DockerInfoFailed
source: CONTAINER3002: Failed to get docker info({0})\n{1}\n{2}
cs: CONTAINER3002: Nepovedlo se získat informace o dockeru ({0})\n{1}\n{2}
de: CONTAINER3002: Fehler beim Abrufen von Docker-Informationen({0})\n{1}\n{2}
es: CONTAINER3002: No se pudo obtener la información de docker ({0})\n{1}\n{2}
fr: CONTAINER3002: échec de l’obtention des informations docker ({0})\n{1}\n{2}
it: CONTAINER3002: non è stato possibile ottenere le informazioni su Docker ({0})\n{1}\n{2}
ja: CONTAINER3002: Docker 情報 ({0})\n{1}\n{2} を取得できませんでした
ko: CONTAINER3002: 도커 정보({0})를 가져오지 못했습니다.\n{1}\n{2}
pl: CONTAINER3002: nie można pobrać informacji o platformie Docker({0})\n{1}\n{2}
pt_br: CONTAINER3002: Falha ao obter informações do docker({0})\n{1}\n{2}
tr: CONTAINER3002: Docker bilgileri alınamadı ({0})\n{1}\n{2}
zh_hans: CONTAINER3002: 无法获取 docker 信息({0})\n{1}\n{2}
zh_hant: CONTAINER3002: 無法取得 Docker 資訊({0})\n{1}\n{2}

# DockerInfoFailed_Ex
source: CONTAINER3002: Failed to get docker info: {0}
cs: CONTAINER3002: Nepovedlo se získat informace o Dockeru: {0}
de: CONTAINER3002: Fehler beim Abrufen von Docker-Informationen: {0}
es: CONTAINER3002: No se pudo obtener la información de docker: {0}
fr: CONTAINER3002: échec de l’obtention des informations docker : {0}
it: CONTAINER3002: non è stato possibile ottenere le informazioni su Docker: {0}
ja: CONTAINER3002: Docker 情報を取得できませんでした: {0}
ko: CONTAINER3002: 도커 정보를 가져오지 못했습니다: {0}
pl: CONTAINER3002: nie można pobrać informacji o platformie Docker: {0}
pt_br: CONTAINER3002: Falha ao obter informações do docker: {0}
tr: CONTAINER3002: Docker bilgileri alınamadı: {0}
zh_hans: CONTAINER3002: 无法获取 docker 信息: {0}
zh_hant: CONTAINER3002: 無法取得 Docker 資訊: {0}

# ContainerRuntimeProcessCreationFailed
source: CONTAINER3001: Failed creating {0} process.
de: CONTAINER3001: Fehler beim Erstellen des {0}-Prozesses.
ja: CONTAINER3001: {0} プロセスを作成できませんでした。
ko: CONTAINER3001: {0} 프로세스 생성에 실패했습니다.
pl: CONTAINER3001: Nie można utworzyć procesu {0}.
pt_br: CONTAINER3001: Falha ao criar {0} processo.
tr: CONTAINER3001: {0} işlemi oluşturulamadı.
zh_hans: CONTAINER3001: 未能创建 {0} 进程。
zh_hant: CONTAINER3001: 無法建立 {0} 程序。

# EmptyOrWhitespacePropertyIgnored
source: CONTAINER4006: Property '{0}' is empty or contains whitespace and will be ignored.
cs: CONTAINER4006: Vlastnost '{0}' je prázdná nebo obsahuje prázdné znaky a bude ignorována.
de: CONTAINER4006: Die Eigenschaft „{0}“ ist leer oder enthält Leerzeichen und wird ignoriert.
es: CONTAINER4006: La propiedad "{0}" está vacía o contiene espacios en blanco y se omitirá.
fr: CONTAINER4006: la propriété '{0}' est vide ou contient un espace blanc et sera ignorée.
it: CONTAINER4006: la proprietà '{0}' è vuota o contiene spazi vuoti e verrà ignorata.
ja: CONTAINER4006: プロパティ '{0}' が空であるか、空白文字を含んでいるので無視されます。
ko: CONTAINER4006: 속성 '{0}'이(가) 비어 있거나 공백이 포함되어 있으므로 무시됩니다.
pl: CONTAINER4006: właściwość „{0}” jest pusta lub zawiera białe znaki i zostanie zignorowana.
pt_br: CONTAINER4006: A propriedade '{0}' está vazia ou contém espaços em branco e será ignorada.
tr: CONTAINER4006: '{0}' özelliği boş veya boşluk içeriyor ve yoksayılacak.
zh_hans: CONTAINER4006: 属性“{0}”为空或包含空格，将被忽略。
zh_hant: CONTAINER4006: 屬性 '{0}' 空的或包含空白字元，將被忽略。

# EmptyValuesIgnored
source: CONTAINER4004: Items '{0}' contain empty item(s) which will be ignored.
cs: CONTAINER4004: Položky '{0}' obsahují prázdné položky, které budou ignorovány.
de: CONTAINER4004: Elemente „{0}“ enthalten leere Elemente, die ignoriert werden.
es: CONTAINER4004: los elementos "{0}" contienen elementos vacíos que se omitirán.
fr: CONTAINER4004: les éléments '{0}' contiennent un ou plusieurs éléments vides qui seront ignorés.
it: CONTAINER4004: gli elementi '{0}' contengono elementi vuoti che verranno ignorati.
ja: CONTAINER4004: 無視される空の項目が '{0}' 項目に含まれています。
ko: CONTAINER4004: 항목 '{0}'에는 무시될 빈 항목이 포함되어 있습니다.
pl: CONTAINER4004: elementy „{0}” zawierają puste elementy, które zostaną zignorowane.
pt_br: CONTAINER4004: Os itens '{0}' contêm itens vazios que serão ignorados.
tr: CONTAINER4004: '{0}' öğeleri yoksayılacak boş öğeler içeriyor.
zh_hans: CONTAINER4004: 项“{0}”包含将忽略的空项。
zh_hant: CONTAINER4004: 項目 '{0}' 包含將被忽略的空項目。

# EntrypointAndAppCommandArgsSetNoAppCommandInstruction
source: CONTAINER2023: A ContainerEntrypoint and ContainerAppCommandArgs are provided. ContainerAppInstruction must be set to configure how the application is started. Valid instructions are {0}.
de: CONTAINER2023: Ein ContainerEntrypoint und ContainerAppCommandArgs werden bereitgestellt. ContainerAppInstruction muss festgelegt werden, um zu konfigurieren, wie die Anwendung gestartet wird. Gültige Anweisungen sind {0}.
ja: CONTAINER2023: ContainerEntrypoint と ContainerAppCommandArgs が指定されています。アプリケーションの開始方法を構成するには、ContainerAppInstruction を設定する必要があります。有効な手順は {0} です。
ko: CONTAINER2023: ContainerEntrypoint 및 ContainerAppCommandArgs가 제공되었습니다. 애플리케이션 시작 방법을 구성하려면 ContainerAppInstruction을 설정해야 합니다. 올바른 지침은 {0}입니다.
pl: CONTAINER2023: Przesłano elementy ContainerEntrypoint i ContainerAppCommandArgs. Aby skonfigurować sposób uruchamiania aplikacji, należy ustawić element ContainerAppInstruction. Prawidłowe instrukcje: {0}.
pt_br: CONTAINER2023: Um ContainerEntrypoint e ContainerAppCommandArgs são fornecidos. ContainerAppInstruction deve ser definido para configurar como o aplicativo é iniciado. As instruções válidas são {0}.
tr: CONTAINER2023: ContainerEntrypoint ve ContainerAppCommandArgs sağlandı. Uygulamanın nasıl başlatılacağını yapılandırmak için ContainerAppInstruction komutu ayarlanmalıdır. Geçerli yönergeler {0}.
zh_hans: CONTAINER2023: 提供了 ContainerEntrypoint 和 ContainerAppCommandArgs。必须设置 ContainerAppInstruction 以配置应用程序的启动方式。有效说明为 {0}。
zh_hant: CONTAINER2023: 提供了 ContainerEntrypoint 和 ContainerAppCommandArgs。必須設定 ContainerAppInstruction 以設定應用程式的啟動方式。有效的指示為 {0}。

# EntrypointSetNoAppCommandInstruction
source: CONTAINER2027: A ContainerEntrypoint is provided. ContainerAppInstruction must be set to configure how the application is started. Valid instructions are {0}.
de: CONTAINER2027: Ein ContainerEntrypoint wird bereitgestellt. ContainerAppInstruction muss festgelegt werden, um zu konfigurieren, wie die Anwendung gestartet wird. Gültige Anweisungen sind {0}.
ja: CONTAINER2027: ContainerEntrypoint が指定されています。アプリケーションの開始方法を構成するには、ContainerAppInstruction を設定する必要があります。有効な手順は {0} です。
ko: CONTAINER2027: ContainerEntrypoint가 제공됩니다. 애플리케이션 시작 방법을 구성하려면 ContainerAppInstruction을 설정해야 합니다. 유효한 지침은 {0}입니다.
pl: CONTAINER2027: Przesłano element ContainerEntrypoint. Aby skonfigurować sposób uruchamiania aplikacji, należy ustawić element ContainerAppInstruction. Prawidłowe instrukcje to {0}.
pt_br: CONTAINER2027: Um ContainerEntrypoint é fornecido. ContainerAppInstruction deve ser definido para configurar como o aplicativo é iniciado. As instruções válidas são {0}.
tr: CONTAINER2027: ContainerEntrypoint sağlandı. Uygulamanın nasıl başlatılacağını yapılandırmak için ContainerAppInstruction komutu ayarlanmalıdır. Geçerli yönergeler {0}.
zh_hans: CONTAINER2027: 提供了 ContainerEntrypoint。必须设置 ContainerAppInstruction 以配置应用程序的启动方式。有效说明为 {0}。
zh_hant: CONTAINER2027: 提供了 ContainerEntrypoint。必須設定 ContainerAppInstruction 以設定應用程式的啟動方式。有效的指示為 {0}。
