Repository: dotnet/msbuild
Catalog: src/Containers/Microsoft.NET.Build.Containers/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

# TooManyRetries
source: CONTAINER1006: Too many retries, stopping.
cs: CONTAINER1006: Příliš mnoho opakovaných pokusů, zastavuje se.
de: CONTAINER1006: Zu viele Wiederholungsversuche, Vorgang wird beendet.
es: CONTAINER1006: Demasiados reintentos, deteniendo.
fr: CONTAINER1006: trop de tentatives, arrêt.
it: CONTAINER1006: troppi tentativi, arresto.
ja: CONTAINER1006: 再試行回数が多すぎます。停止しています。
ko: CONTAINER1006: 다시 시도가 너무 많아 중지 중입니다.
pl: CONTAINER1006: zbyt wiele ponownych prób, zatrzymywanie.
pt_br: CONTAINER1006: Muitas tentativas, parando.
tr: CONTAINER1006: Çok fazla yeniden deneme, durduruluyor.
zh_hans: CONTAINER1006: 重试次数过多，正在停止。
zh_hant: CONTAINER1006: 重試太多次，正在停止。

# UnableToAccessRepository
source: CONTAINER1016: Unable to access the repository '{0}' in the registry '{1}'. Please confirm your credentials are correct and that you have access to this repository and registry.
de: CONTAINER1016: Auf das Repository "{0}" in der Registrierung "{1}" kann nicht zugegriffen werden. Vergewissern Sie sich, dass Ihre Anmeldeinformationen korrekt sind und dass Sie Zugriff auf dieses Repository und die Registrierung haben.
ja: CONTAINER1016: レジストリ '{1}' のリポジトリ '{0}' にアクセスできません。資格情報が正しいこと、およびこのリポジトリとレジストリへのアクセス権があることを確認してください。
ko: CONTAINER1016: '{1}' 레지스트리의 '{0}' 리포지토리에 액세스할 수 없습니다. 자격 증명이 올바르고 이 리포지토리 및 레지스트리에 액세스할 수 있는지 확인하세요.
pl: CONTAINER1016: nie można uzyskać dostępu do repozytorium „{0}” w rejestrze „{1}”. Upewnij się, że poświadczenia są poprawne oraz że masz dostęp do tego repozytorium i rejestru.
pt_br: CONTAINER1016: não é possível acessar o repositório ''{0}'' no registro ''{1}''. Confirme se suas credenciais estão corretas e se você tem acesso a este repositório e ao Registro.
tr: CONTAINER1016: '{1}' kayıt defterindeki '{0}' deposuna erişilemedi. Lütfen kimlik bilgilerinizin doğru olduğunu ve bu depoya ve kayıt defterine erişiminiz olduğunu onaylayın.
zh_hans: CONTAINER1016: 无法访问注册表“{1}”中的存储库“{0}”。请确认你的凭据正确无误，并且你有权访问此存储库和注册表。
zh_hant: CONTAINER1016: 無法存取登錄 '{1}' 中的存放庫 '{0}'。請確認您的認證正確，且您擁有此存放庫和登錄的存取權。

# UnknownAppCommandInstruction
source: CONTAINER2021: Unknown AppCommandInstruction '{0}'. Valid instructions are {1}.
de: CONTAINER2021: Unbekannte AppCommandInstruction "{0}". Gültige Anweisungen sind {1}.
ja: CONTAINER2021: 不明な AppCommandInstruction '{0}'。有効な手順は {1} です。
ko: CONTAINER2021: 알 수 없는 AppCommandInstruction '{0}'. 올바른 지침은 {1}입니다.
pl: CONTAINER2021: Nieznana instrukcja AppCommandInstruction „{0}”. Prawidłowe instrukcje to{1}.
pt_br: CONTAINER2021: AppCommandInstruction desconhecido '{0}'. As instruções válidas são {1}.
tr: CONTAINER2021: AppCommandInstruction '{0}' bilinmiyor. Geçerli yönergeler {1}.
zh_hans: CONTAINER2021: AppCommandInstruction“{0}”未知。有效的说明为 {1}。
zh_hant: CONTAINER2021: 未知的 AppCommandInstruction '{0}'。有效的指示為 {1}。

# UnknownLocalRegistryType
source: CONTAINER2002: Unknown local registry type '{0}'. Valid local container registry types are {1}.
de: CONTAINER2002: Unbekannter lokaler Registrierungstyp "{0}". Gültige lokale Containerregistrierungstypen sind {1}.
ja: CONTAINER2002: 不明なローカル レジストリの種類 '{0}'。有効なローカル コンテナー レジストリの種類は {1} です。
ko: CONTAINER2002: 알 수 없는 로컬 레지스트리 유형 '{0}'. 유효한 로컬 컨테이너 레지스트리 유형은 {1}입니다.
pl: CONTAINER2002: Nieznany typ rejestru lokalnego „{0}”. Prawidłowe typy lokalnego rejestru kontenerów: „{1}”.
pt_br: CONTAINER2002: Tipo de registro local desconhecido '{0}'. Os tipos de registro de contêiner local válidos são {1}.
tr: CONTAINER2002: '{0}' yerel kayıt defteri türü bilinmiyor. Geçerli yerel kayıt defteri türleri {1}.
zh_hans: CONTAINER2002: 本地注册表类型“{0}”未知。有效的本地容器注册表类型为 {1}。
zh_hant: CONTAINER2002: 不明的本機登錄類型 '{0}'。有效的本機容器註冊類型為 {1}。

# UnknownMediaType
source: CONTAINER2003: The manifest for {0}:{1} from registry {2} was an unknown type: {3}. Please raise an issue at https://github.com/dotnet/sdk-container-builds/issues with this message.
cs: CONTAINER2003: Manifest pro {0}:{1} z registru {2} byl neznámý typ: {3}. Nahlaste prosím problém na https://github.com/dotnet/sdk-container-builds/issues s touto zprávou.
de: CONTAINER2003: Das Manifest für {0}:{1} aus der Registrierung {2} war ein unbekannter Typ: {3}. Bitte melden Sie das Problem unter https://github.com/dotnet/sdk-container-builds/issues mit dieser Meldung.
es: CONTAINER2003: El manifiesto de {0}:{1} del registro {2} era de un tipo desconocido: {3}. Presente un problema en https://github.com/dotnet/sdk-container-builds/issues con este mensaje.
fr: CONTAINER2003: le manifeste pour {0}:{1} du Registre {2} était d’un type inconnu : {3}. Veuillez lever un problème au https://github.com/dotnet/sdk-container-builds/issues avec ce message.
it: CONTAINER2003: il manifesto per {0}:{1} dal registro {2} era un tipo sconosciuto: {3}. Segnalare un problema in https://github.com/dotnet/sdk-container-builds/issues con questo messaggio.
ja: CONTAINER2003: レジストリ {0} からの {1}:{2} のマニフェストは不明な種類でした: {3}。このメッセージを使用して https://github.com/dotnet/sdk-container-builds/issues で問題を発生させてください。
ko: CONTAINER2003: 레지스트리 {2}의 {0}:{1}에 대한 매니페스트가 알 수 없는 유형입니다: {3}. https://github.com/dotnet/sdk-container-builds/issues에서 이 메시지와 함께 문제를 제기하세요.
pl: CONTAINER2003: manifest dla {0}:{1} z rejestru {2} był nieznanym typem: {3}. Zgłoś problem na https://github.com/dotnet/sdk-container-builds/issues za pomocą tej wiadomości.
pt_br: CONTAINER2003: O manifesto para {0}:{1} do registro {2} era um tipo desconhecido:{3}. Levante um problema em https://github.com/dotnet/sdk-container-builds/issues com esta mensagem.
tr: CONTAINER2003: {2} kayıt defterindeki {0} : {1} bildirimi bilinmeyen bir türdü: {3}. Lütfen bu iletiyle https://github.com/dotnet/sdk-container-builds/issues adresinde bir sorun oluşturun.
zh_hans: CONTAINER2003: 注册表 {2} 中 {0} {1} 的清单是未知类型: {3}。请在 https://github.com/dotnet/sdk-container-builds/issues 上提出问题，并附上此消息。
zh_hant: CONTAINER2003: 來自登錄 {2} 用於 {0}:{1} 的資訊清單是未知的類型: {3}。請使用此訊息在 https://github.com/dotnet/sdk-container-builds/issues 提出問題。

# UnrecognizedMediaType
source: CONTAINER2001: Unrecognized mediaType '{0}'.
cs: CONTAINER2001: Nerozpoznaný typ mediaType '{0}'.
de: CONTAINER2001: Unbekannter mediaType „{0}“.
es: CONTAINER2001: mediaType "{0}" no reconocido.
fr: CONTAINER2001: '{0}' mediaType non reconnu.
it: CONTAINER2001: mediaType '{0}' non riconosciuto.
ja: CONTAINER2001: 認識されない mediaType '{0}' です。
ko: CONTAINER2001: 미디어 유형 '{0}'을(를) 인식할 수 없습니다.
pl: CONTAINER2001: nierozpoznany typ nośnika „{0}”.
pt_br: CONTAINER2001: MediaType não reconhecido '{0}'.
tr: CONTAINER2001: Tanınmayan mediaType ('{0}').
zh_hans: CONTAINER2001: 无法识别 mediaType“{0}”。
zh_hant: CONTAINER2001: 無法辨識的 mediaType '{0}'。

# _Test
source: CONTAINER0000: Value for unit test {0}
cs: CONTAINER0000: Hodnota pro {0}testu jednotek
de: CONTAINER0000: Wert für Komponententest {0}
es: CONTAINER0000: Valor de la prueba unitaria {0}
fr: CONTAINER0000 : valeur du {0} de test unitaire
it: CONTAINER0000: valore per unit test {0}
ja: CONTAINER0000: 単体テスト {0} の値
ko: CONTAINER0000: 단위 테스트 값 {0}
pl: CONTAINER0000: wartość testu jednostkowego{0}
pt_br: CONTAINER0000: Valor para teste de unidade {0}
tr: CONTAINER0000: Birim testi ({0}) değeri
zh_hans: CONTAINER0000: 单元测试 {0} 的值
zh_hant: CONTAINER0000: 單元測試 {0} 的值

# ContainerBuilder_ImageUploadedToLocalDaemon
source: Pushed container '{0}' to Docker daemon.
cs: Kontejner {0} se odeslal do démona Dockeru.
es: Se insertó el contenedor "{0}" en el demonio de Docker.
fr: Le conteneur «{0}» a été envoyé au démon Docker.
it: È stato eseguito il push del contenitore '{0}' nel daemon Docker.

# ContainerBuilder_ImageUploadedToRegistry
source: Pushed container '{0}' to registry '{1}'.
cs: Kontejner {0} se odeslal do registru {1}.
es: Se insertó el contenedor "{0}" en el registro "{1}".
fr: Le conteneur «{0}» a été envoyé au registre «{1}».
it: È stato eseguito il push del contenitore '{0}' nel registro '{1}'.

# DockerProcessCreationFailed
source: CONTAINER3001: Failed creating docker process.
cs: CONTAINER3001: Nepovedlo se vytvořit proces Dockeru.
es: CONTAINER3001: No se pudo crear el proceso de docker.
fr: CONTAINER3001: échec de la création du processus Docker.
it: CONTAINER3001: creazione del processo Docker non riuscita.

# ImageLoadFailed
source: CONTAINER1009: Failed to load image to local Docker daemon. stdout: {0}
cs: CONTAINER1009: Nepovedlo se načíst image do místního procesu démon Dockeru. stdout: {0}
es: CONTAINER1009: No se pudo cargar la imagen en el demonio de Docker local. stdout: {0}
fr: CONTAINER1009: échec du chargement de l’image dans le démon Docker local. stdout : {0}
it: CONTAINER1009: non è stato possibile caricare l'immagine nel daemon Docker locale. stdout: {0}

# ImagePullNotSupported
source: CONTAINER1010: Pulling images from local Docker daemon is not supported.
cs: CONTAINER1010: Stahování imagí z místního procesu démon Dockeru se nepodporuje.
es: CONTAINER1010: No se admite la extracción de imágenes del demonio de Docker local.
fr: CONTAINER1010: l’extraction d’images à partir du démon Docker local n’est pas prise en charge.
it: CONTAINER1010: il pull di immagini dal daemon Docker locale non è supportato.

# LocalDaemonNotAvailable
source: CONTAINER1012: The local Docker daemon is not available, but pushing to a local Docker daemon was requested. Please start the daemon and try again.
cs: CONTAINER1012: Místní proces démon Dockeru není k dispozici, ale bylo požadováno nasazování do místního procesu démon Dockeru. Spusťte proces démon a zkuste to znovu.
es: CONTAINER1012: El demonio de Docker local no está disponible, pero se solicitó la inserción en un demonio de Docker local. Inicie el demonio e inténtelo de nuevo.
fr: CONTAINER1012: le démon Docker local n’est pas disponible, mais un envoi (push) vers un démon Docker local a été demandé. Démarrez le démon et réessayez.
it: CONTAINER1012: il daemon Docker locale non è disponibile, ma è stato richiesto il push in un daemon Docker locale. Avviare il daemon e riprovare.

# RegistryPushFailed
source: CONTAINER1005: Registry push failed.
cs: CONTAINER1005: Vložení registru se nezdařilo.
es: CONTAINER1005: Error al insertar el Registro.
fr: CONTAINER1005: échec de l’envoi (push) du Registre.
it: CONTAINER1005: push del registro non riuscito.

# UnknownDaemonType
source: CONTAINER2002: Unknown local container daemon type '{0}'. Valid local container daemon types are {1}.
cs: CONTAINER2002: Neznámý typ procesu démon místního kontejneru '{0}'. Platné typy procesu démon místního kontejneru jsou {1}.
es: CONTAINER2002: Tipo "{0}" de demonio de contenedor local desconocido. Los tipos de demonio de contenedor local válidos son {1}.
fr: CONTAINER2002: type de démon de conteneur local inconnu '{0}'. Les types de démon de conteneur local valides sont {1}.
it: CONTAINER2002: tipo di daemon '{0}' sconosciuto per il contenitore locale. I tipi di daemon validi per i contenitori locali sono {1}.
