Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-restore/xlf/LocalizableStrings.*.xlf
Languages: de, es, pl, ru, zh_hans, zh_hant

# AppFullName
source: .NET dependency restorer
de: Funktion.zum Wiederherstellen der NET-Abhänigkeit
es: Restaurador de dependencia de .NET
pl: Przywracanie zależności dla platformy .NET
ru: Восстановитель зависимостей .NET
zh_hans: .NET 依赖项恢复程序
zh_hant: .NET 相依性還原器

# AppDescription
source: restore for msbuild
de: Für MSBuild wiederherstellen
es: restore para MSBuild
pl: przywracanie dla programu MSBuild
ru: восстановить для msbuild
zh_hans: 还原 MSBuild
zh_hant: 還原 MSBuild

# CmdArgument
source: PROJECT
es: PROYECTO
pl: PROJEKT

# CmdArgumentDescription
source: Optional path to a project file or MSBuild arguments.
de: Optionaler Pfad zu einer Projektdatei oder MSBuild-Argumente.
es: Ruta de acceso opcional a un archivo de proyecto o argumentos de MSBuild.
pl: Opcjonalna ścieżka do pliku projektu lub argumentów programu MSBuild.
ru: Дополнительный путь к файлу проекта или аргументам MSBuild.
zh_hans: 项目文件或 MSBuild 参数的可选路径。
zh_hant: 專案檔或 MSBuild 引數的選擇性路徑。

# CmdSourceOption
source: SOURCE
es: ORIGEN
pl: ŹRÓDŁO

# CmdSourceOptionDescription
source: The NuGet package source to use for the restore.
de: Gibt eine NuGet-Paketquelle für die Wiederherstellung an.
es: Especifica el origen de un paquete NuGet para usarlo durante la restauración.
pl: Określa źródło pakietów NuGet do użycia podczas przywracania.
ru: Задает источник пакета NuGet, используемый во время восстановления.
zh_hant: 指定要在還原期間使用的 NuGet 套件來源。

# CmdPackagesOption
source: PACKAGES_DIR
de: PACKAGES_DIRECTORY
es: DIRECTORIO_DE:PAQUETES
pl: KATALOG_PAKIETÓW
ru: PACKAGES_DIRECTORY
zh_hant: PACKAGES_DIRECTORY

# CmdPackagesOptionDescription
source: The directory to restore packages to.
de: Zielverzeichnis für die Paketinstallation.
es: Directorio donde se instalarán los paquetes.
pl: Katalog, w którym mają zostać zainstalowane pakiety.
ru: Каталог для установки пакетов.
zh_hant: 要安裝套件的目錄。

# CmdDisableParallelOptionDescription
source: Prevent restoring multiple projects in parallel.
de: Deaktiviert die parallele Wiederherstellung mehrerer Projekte.
es: Deshabilita la restauración de varios proyectos en paralelo.
pl: Wyłącza równoległe przywracanie wielu projektów.
ru: Отключает параллельное восстановление нескольких проектов.
zh_hant: 停用平行還原多個專案的功能。

# CmdConfigFileOption
source: FILE
pl: PLIK

# CmdConfigFileOptionDescription
source: The NuGet configuration file to use.
de: Die zu verwendende NuGet-Konfigurationsdatei.
es: Archivo de configuración de NuGet que debe usarse.
pl: Plik konfiguracji programu NuGet do użycia.
ru: Используемый файл конфигурации NuGet.
zh_hans: 要使用的 NuGet 配置文件。
zh_hant: 要使用的 NuGet 組態檔。

# CmdNoCacheOptionDescription
source: Do not cache packages and http requests.
de: Pakete und HTTP-Anforderungen nicht zwischenspeichern.
es: Indica que no se almacenen en caché los paquetes ni las solicitudes HTTP.
pl: Nie przechowuj w pamięci podręcznej pakietów ani żądań HTTP.
ru: Не кэшировать пакеты и HTTP-запросы.
zh_hans: 不要缓存包和 HTTP 请求。
zh_hant: 請勿快取套件和 HTTP 要求。

# CmdIgnoreFailedSourcesOptionDescription
source: Treat package source failures as warnings.
de: Paketquellfehler als Warnungen behandeln.
es: Indica que los errores de origen de paquete se traten como advertencias.
pl: Traktuj niepowodzenia źródła pakietów jako ostrzeżenia.
ru: Обрабатывать сбои источников пакетов как предупреждения.
zh_hans: 将包源失败视为警告。
zh_hant: 將套件來源失敗視為警告。

# CmdNoDependenciesOptionDescription
source: Do not restore project-to-project references and only restore the specified project.
de: Legen Sie dieses Flag fest, um Projekt-zu-Projekt-Verweise zu ignorieren und nur das Stammprojekt wiederherzustellen.
es: Establezca esta marca para que se omitan las referencias de proyecto a proyecto y se restaure solo el proyecto raíz.
pl: Ustaw tę flagę, aby ignorować odwołania między projektami i przywrócić tylko projekt główny.
ru: Задайте этот флаг, чтобы пропускать ссылки проектов на проекты и выполнять восстановление только корневого проекта.
zh_hant: 將此旗標設定為略過專案對專案參考，且僅還原根專案。

# CmdRuntimeOption
source: RUNTIME_IDENTIFIER
es: ID_DEL_ENTORNO_DE_TIEMPO_DE_EJECUCIÓN
pl: IDENTYFIKATOR_ŚRODOWISKA_URUCHOMIENIOWEGO

# CmdRuntimeOptionDescription
source: The target runtime to restore packages for.
de: Zielruntime für die Wiederherstellung von Paketen.
es: Runtime de destino para el que restaurar los paquetes.
pl: Docelowe środowisko uruchomieniowe, dla którego mają zostać przywrócone pakiety.
ru: Целевая среда выполнения для восстановления пакетов.
zh_hant: 要對其還原套件的目標執行階段。

# CmdForceRestoreOptionDescription
source: Force all dependencies to be resolved even if the last restore was successful. This is equivalent to deleting project.assets.json.
de: Legen Sie dieses Flag fest, damit alle Abhängigkeiten aufgelöst werden, auch wenn die letzte Wiederherstellung erfolgreich war. Dies entspricht dem Löschen von "project.assets.json".
es: Establezca este indicador para forzar la resolución de todas las dependencias aunque la última restauración se haya realizado correctamente. Esta acción es equivalente a eliminar project.assets.json.
pl: Ustaw tę flagę, aby wymusić rozstrzygnięcie wszystkich zależności nawet w przypadku, gdy ostatnie przywracanie się powiodło. Jest to równoważne usunięciu pliku project.assets.json.
ru: Задайте этот флаг, чтобы принудительно разрешать все зависимости даже в случае успеха последнего восстановления. Это эквивалентно удалению project.assets.json.
zh_hant: 設定此旗標可在即使上次還原已成功的情況下，仍然強制解決所有相依性。如此等同於刪除 project.assets.json。

# CmdSourceOptionDescription
source: Specifies a NuGet package source to use during the restore.
zh_hans: 指定还原期间使用的 NuGet 包源。

# CmdPackagesOptionDescription
source: Directory to install packages in.
zh_hans: 用于将包安装到其中的目录。

# CmdDisableParallelOptionDescription
source: Disables restoring multiple projects in parallel.
zh_hans: 禁止并行还原多个项目。

# CmdNoDependenciesOptionDescription
source: Set this flag to ignore project to project references and only restore the root project
zh_hans: 设置此标志以忽略项目到项目引用，并仅还原根项目

# CmdRuntimeOptionDescription
source: Target runtime to restore packages for.
zh_hans: 要还原包的目标运行时。
