Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-add/dotnet-add-p2p/xlf/LocalizableStrings.*.xlf
Languages: cs

# SpecifyAtLeastOneReferenceToAdd
source: You must specify at least one reference to add. Please run dotnet add --help for more information.
cs: Musíte zadat aspoň jeden odkaz, který chcete přidat. Další informace získáte spuštěním příkazu dotnet add --help.

# AppFullName
source: .NET Add Project to Project (p2p) reference Command
cs: Příkaz rozhraní .NET pro přidání odkazu mezi projekty (p2p)

# AppDescription
source: Command to add project to project (p2p) reference
cs: Příkaz pro přidání odkazu mezi projekty (p2p)

# AppHelpText
source: Project to project references to add
cs: Přidávané odkazy mezi projekty

# CmdProject
source: PROJECT
cs: PROJEKT

# CmdProjectDescription
source: The project file to modify. If a project file is not specified, it searches the current working directory for an MSBuild file that has a file extension that ends in `proj` and uses that file.
cs: Soubor projektu, který chcete změnit. Pokud není zadaný soubor projektu, vyhledá v aktuálním pracovním adresáři soubor MSBuild s příponou, která končí na „proj“, a použije ho.

# CmdFramework
source: FRAMEWORK
cs: PLATFORMA

# CmdFrameworkDescription
source: Add reference only when targetting a specific framework
cs: Přidat odkaz jen při zaměření na určitou platformu

# CmdForceDescription
source: Add reference even if it does not exist, do not convert paths to relative
cs: Přidat odkaz, i když neexistuje, a nepřevádět cesty na relativní

# ProjectException
source: Project
cs: Projekt
