Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-tool/install/xlf/LocalizableStrings.*.xlf
Languages: it, ja, ko, pl, ru

# InstallationSucceeded
source: You can invoke the tool using the following command: {0} Tool '{1}' (version '{2}') was successfully installed.
it: Per richiamare lo strumento, è possibile usare il comando seguente: {0} Lo strumento '{1}' (versione '{2}') è stato installato.
ja: 次のコマンドを使用してツールを呼び出せます。{0} ツール '{1}' (バージョン '{2}') が正常にインストールされました。
ko: 다음 명령을 사용하여 도구를 호출할 수 있습니다. {0} '{1}' 도구('{2}' 버전)가 설치되었습니다.
pl: Jeśli nie było dodatkowych instrukcji, możesz wpisać następujące polecenie, aby wywołać narzędzie: {0} Pomyślnie zainstalowano narzędzie „{1}” (wersja: „{2}”).
ru: Если не было других указаний, вы можете ввести для вызова инструмента следующую команду: {0} Инструмент "{1}" (версия "{2}") установлен.

# PackageIdArgumentDescription
source: NuGet Package Id of the tool to install.
it: ID pacchetto NuGet dello strumento da installare.
ja: インストールするツールの NuGet パッケージ ID。
ko: 설치할 도구의 NuGet 패키지 ID입니다.
pl: Identyfikator pakietu NuGet narzędzia do zainstalowania.
ru: Идентификатор пакета NuGet устанавливаемого инструмента.

# CommandDescription
source: Installs a tool for use on the command line.
it: Installa uno strumento da usare sulla riga di comando.
ja: コマンド ラインで使用するツールをインストールします。
ko: 명령줄에서 사용할 도구를 설치합니다.
pl: Instaluje narzędzie do użytku w wierszu polecenia.
ru: Устанавливает инструмент для использования в командной строке.

# ConfigFileOptionDescription
source: The NuGet configuration file to use.
it: File di configurazione NuGet da usare.
ja: 使用する NuGet 構成ファイル。
ko: 사용할 NuGet 구성 파일입니다.
pl: Plik konfiguracji programu NuGet do użycia.
ru: Используемый файл конфигурации NuGet.

# FrameworkOptionDescription
source: The target framework to install the tool for.
it: Framework di destinazione per cui installare lo strumento.
ja: ツールをインストールするターゲット フレームワーク。
ko: 도구를 설치할 대상 프레임워크입니다.
pl: Docelowa platforma, dla której ma zostać zainstalowane narzędzie.
ru: Целевая платформа для установки инструмента.

# VersionOptionDescription
source: Version of the tool package in NuGet.
it: Versione del pacchetto dello strumento in NuGet.
ja: NuGet のツール パッケージのバージョン。
ko: NuGet의 도구 패키지 버전입니다.
pl: Wersja pakietu narzędzia w pakiecie NuGet.
ru: Версия пакета инструмента в NuGet.

# SpecifyExactlyOnePackageId
source: Please specify one tool Package Id to install.
it: Specificare un ID pacchetto dello strumento da installare.
ja: インストールするツール パッケージの ID を指定してください。
ko: 설치할 도구 패키지 ID를 하나 지정하세요.
pl: Określ jeden identyfikator pakietu narzędzia do zainstalowania.
ru: Укажите один идентификатор пакета устанавливаемого инструмента.

# GlobalOptionDescription
source: Install user wide.
it: Esegue l'installazione a livello di utente.
ja: ユーザー全体をインストールします。
ko: 사용자 전체 도구를 설치합니다.
pl: Zainstaluj dla użytkownika.
ru: Установка на уровне пользователя.

# InstallFullCommandNameLocalized
source: .NET Install Command
it: Comando di installazione .NET
ja: .NET インストール コマンド
ko: .NET 설치 명령
pl: Polecenie instalacji platformy .NET
ru: Команда установки .NET

# InvalidToolConfiguration
source: The settings file in the tool's NuGet package is invalid: {0}
it: Il file di impostazioni nel pacchetto NuGet dello strumento non è valido: {0}
ja: ツールの NuGet パッケージ内の設定ファイルが無効です: {0}
ko: 도구의 NuGet 패키지에 있는 설정 파일이 잘못되었습니다. {0}
pl: Plik ustawień w pakiecie NuGet narzędzia jest nieprawidłowy: {0}
ru: Недопустимый файл параметров в пакете NuGet инструмента: {0}

# ToolInstallationFailedContactAuthor
source: Tool '{0}' failed to install. Please contact the tool author for assistance.
it: Non è stato possibile installare lo strumento '{0}'. Per assistenza, contattare l'autore dello strumento.
ja: ツール '{0}' をインストールできませんでした。ツールの作成者にお問い合わせください。
ko: '{0}' 도구를 설치하지 못했습니다. 도구 작성자에게 문의하세요.
pl: Zainstalowanie narzędzia „{0}” nie powiodło się. Skontaktuj się z autorem narzędzia w celu uzyskania pomocy.
ru: Не удалось установить инструмент "{0}". Обратитесь за помощью к его разработчику.

# ToolAlreadyInstalled
source: Tool '{0}' is already installed.
it: Lo strumento '{0}' è già installato.
ja: ツール '{0}' は既にインストールされています。
ko: '{0}' 도구가 이미 설치되어 있습니다.
pl: Narzędzie „{0}” jest już zainstalowane.
ru: Инструмент "{0}" уже установлен.

# FailedToCreateToolShim
source: Failed to create shell shim for tool '{0}': {1}
it: Non è stato possibile creare lo shim della shell per lo strumento '{0}': {1}
ja: ツール '{0}' でシェル shim を作成できませんでした: {1}
ko: '{0}' 도구에 대해 셸 shim을 만들지 못했습니다. {1}
pl: Nie można utworzyć podkładki powłoki dla narzędzia „{0}”: {1}
ru: Не удалось создать оболочку совместимости для инструмента "{0}": {1}

# NuGetConfigurationFileDoesNotExist
source: NuGet configuration file '{0}' does not exist.
it: Il file di configurazione NuGet '{0}' non esiste.
ja: NuGet 構成ファイル '{0}' は存在しません。
ko: NuGet 구성 파일 '{0}'이(가) 없습니다.
pl: Plik konfiguracji pakietu NuGet „{0}” nie istnieje.
ru: Файл конфигурации NuGet "{0}" не существует.

# ToolInstallationRestoreFailed
source: The tool package could not be restored.
it: Non è stato possibile ripristinare il pacchetto dello strumento.
ja: ツール パッケージを復元できませんでした。
ko: 도구 패키지를 복원할 수 없습니다.
pl: Nie można przywrócić pakietu narzędzia.
ru: Не удалось восстановить пакет инструмента.

# InvalidNuGetVersionRange
source: Specified version '{0}' is not a valid NuGet version range.
it: La versione specificata '{0}' non è un intervallo di versioni NuGet valido.
ja: 指定されたバージョン '{0}' は、有効な NuGet バージョン範囲ではありません。
ko: 지정된 버전 '{0}'이(가) 유효한 NuGet 버전 범위가 아닙니다.
pl: Określona wersja „{0}” nie należy do prawidłowego zakresu wersji pakietu NuGet.
ru: Указанная версия "{0}" не входит в допустимый диапазон версий NuGet.

# InstallToolCommandNeedGlobalOrToolPath
source: Please specify either the global option (--global) or the tool path option (--tool-path).
it: Specificare l'opzione globale (--global) o quella relativa al percorso dello strumento (--tool-path).
ja: グローバル オプション (--global) またはツール パス オプション (--tool-path) のいずれかを指定してください。
ko: 전역 옵션(-global) 또는 도구 경로 옵션(--tool-path)을 지정하세요.
pl: Należy podać ścieżkę globalną lub ścieżkę narzędzia.
ru: Требуется указать глобальный параметр или параметр tool-path.

# InstallToolCommandInvalidGlobalAndToolPath
source: (--global) conflicts with the tool path option (--tool-path). Please specify only one of the options.
it: (--global) è in conflitto con l'opzione relativa al percorso dello strumento (--tool-path). Specificare solo una delle opzioni.
ja: (--global) とツール パス オプション (--tool-path) は競合します。どちらか片方のオプションのみを指定してください。
ko: (-global)이 도구 경로 옵션(--tool-path)과 충돌합니다. 옵션 중 하나만 지정하세요.
pl: Nie można jednocześnie używać ścieżki globalnej i ścieżki narzędzia jako opinii.
ru: Невозможно указать глобальный параметр и параметр tool-path в качестве оценки одновременно.

# ToolPathDescription
source: Location where the tool will be installed.
it: Percorso in cui verrà installato lo strumento.
ja: ツールがインストールされる場所。
ko: 도구가 설치될 위치입니다.
pl: Lokalizacja podkładki na potrzeby dostępu do narzędzia
ru: Расположение оболочки совместимости для доступа к инструменту

# SourceFeedOptionDescription
source: Adds an additional NuGet package source to use during installation.
it: Aggiunge un'altra origine pacchetto NuGet da usare durante l'installazione.
ja: インストール中に使用する他の NuGet パッケージ ソースを追加します。
ko: 설치 중 사용할 추가 NuGet 패키지 소스를 추가합니다.

# ToolInstallationFailed
source: Tool '{0}' failed to install.
ja: ツール '{0}' をインストールできませんでした。
ko: '{0}' 도구를 설치하지 못했습니다.
ru: Не удалось установить инструмент "{0}".

# ToolInstallationFailedWithRestoreGuidance
source: Tool '{0}' failed to install. This failure may have been caused by: * You are attempting to install a preview release and did not use the --version option to specify the version. * A package by this name was found, but it was not a .NET Core tool. * The required NuGet feed cannot be accessed, perhaps because of an Internet connection problem. * You mistyped the name of the tool.
ja: ツール '{0}' のインストールに失敗しました。この失敗は次の原因で生じた可能性があります。 * プレビュー リリースをインストールしようとしており、--version オプションを使用してバージョンを指定しなかった。 * この名前のパッケージが見つかったが、.NET Core ツールではなかった。 * 恐らくインターネットの接続の問題で、必須の NuGet フィードにアクセスできない。 * ツールの名前のタイプミス。
ko: '{0}' 도구를 설치하지 못했습니다. 다음과 같은 이유 때문일 수 있습니다. * 미리 보기 릴리스를 설치하려고 하는데 --version 옵션을 사용하여 버전을 지정하지 않았습니다. * 이 이름으로 패키지가 검색되었지만 .NET Core 도구가 아니었습니다. * 아마도 인터넷 연결 문제 때문에 필요한 NuGet 피드에 액세스할 수 없습니다. * 도구 이름을 잘못 입력했습니다.
