Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-migrate/xlf/LocalizableStrings.*.xlf
Languages: cs, es, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AppFullName
source: .NET Migrate Command
cs: Příkaz .NET pro migraci
es: Comando Migrate de .NET
it: Comando Esegui migrazione .NET
ko: .NET 마이그레이션 명령
pl: Polecenie migrate platformy .NET
pt_br: Comando Migrate do .NET
ru: Команда .NET "Миграция"
tr: .NET Migrate Komutu
zh_hans: .NET 迁移命令
zh_hant: .NET 移轉命令

# AppDescription
source: Command used to migrate project.json projects to msbuild
cs: Příkaz se používá k migraci projektů project.json na MSBuild
es: Comando usado para migrar proyectos project.json a MSBuild
it: Comando usato per eseguire la migrazione di progetti project.json a MSBuild
ko: project.json 프로젝트를 msbuild로 마이그레이션하는 데 사용하는 명령입니다.
pl: Polecenie służące do migrowania projektów project.json do programu MSBuild
pt_br: Comando usado para migrar projetos project.json para o msbuild
ru: Команда, используемая для миграции проектов project.json в msbuild
tr: project.json projelerini msbuild’e geçirmek için kullanılan komut
zh_hans: 用于将 project.json 项目迁移到 MSBuild 的命令
zh_hant: 用來將 project.json 專案移轉到 MSBuild 的命令

# CmdProjectArgument
source: PATH
it: PROJECT_JSON/GLOBAL_JSON/FILE_SOLUZIONE/DIR_PROGETTO
pl: PLIK_JSON_PROJEKTU/GLOBALNY_PLIK_JSON/PLIK_ROZWIĄZANIA/KATALOG_PROJEKTU
pt_br: PROJECT_JSON/GLOBAL_JSON/SOLUTION_FILE/PROJECT_DIR
ru: PROJECT_JSON/GLOBAL_JSON/SOLUTION_FILE/PROJECT_DIR
tr: PROJECT_JSON/GLOBAL_JSON/SOLUTION_FILE/PROJECT_DIR
zh_hans: PROJECT_JSON/GLOBAL_JSON/SOLUTION_FILE/PROJECT_DIR
zh_hant: PROJECT_JSON/GLOBAL_JSON/SOLUTION_FILE/PROJECT_DIR

# CmdProjectArgumentDescription
source: The path to one of the following: - a project.json file to migrate. - a global.json file, it will migrate the folders specified in global.json. - a solution.sln file, it will migrate the projects referenced in the solution. - a directory to migrate, it will recursively search for project.json files to migrate. Defaults to current directory if nothing is specified.
cs: Cesta k jednomu z následujících umístění: - k migrovanému souboru project.json - k souboru global.json (Migrovat se budou složky zadané v souboru global.json.) - k souboru solution.sln (Migrovat se budou projekty odkazované v řešení.) - k migrovanému adresáři (Rekurzivně vyhledá migrované soubory project.json.) Výchozí hodnota je aktuální adresář (pokud není zadaný jiný adresář).
it: Percorso di uno degli elementi seguenti: - un file project.json di cui eseguire la migrazione. - un file global.json. Verrà eseguita la migrazione delle cartelle specificate in global.json. - file solution.sln; verrà eseguita la migrazione dei progetti cui viene fatto riferimento nella soluzione. - una directory di cui eseguire la migrazione. Verrà eseguita la ricerca ricorsiva dei file project.json di cui eseguire la migrazione. Se non si specifica un valore, per impostazione predefinita, verrà usata la directory corrente.
pl: Ścieżka do jednego z następujących elementów: — Plik project.json, który ma zostać zmigrowany. — Plik global.json — zostaną zmigrowane foldery podane w tym pliku. — Plik solution.sln — zostaną zmigrowane projekty, do których istnieją odwołania w rozwiązaniu. — katalog, który ma zostać zmigrowany — zostaną rekursywnie wyszukane pliki project.json do zmigrowania. W przypadku braku podanej wartości domyślnie jest to bieżący katalog.
pt_br: O caminho para um dos seguintes: – um arquivo project.json a ser migrado. – um arquivo global.json; ele migrará as pastas especificadas em global.json. – um arquivo solution.sln; ele migrará os projetos referenciados na solução. – um diretório a ser migrado; ele pesquisará recursivamente os arquivos project.json a serem migrados. Usará o diretório atual como padrão se nenhuma opção for especificada.
ru: Путь к: — переносимому файлу project.json; — файлу global.json, выполняется миграция папок, указанных в файле global.json; — файлу solution.sln, выполняется миграция проектов, на которые ссылается решение; — переносимому каталогу, выполняется рекурсивный поиск файлов project.json для миграции. По умолчанию применяется текущий каталог, если не указана другая папка.
tr: Aşağıdakilerden birinin yolu: - geçirilecek project.json dosyası. - bir global.json dosyası; global.json içinde belirtilen klasörleri geçirir. -bir solution.sln dosyası; çözümde başvurulan projeleri geçirir. - geçirilecek dizin; geçirilecek project.json dosyalarını yinelemeli olarak arar. Bir seçenek belirtilmezse, geçerli dizin varsayılan olarak kullanılır.
zh_hans: 以下文件之一的路径: - 要迁移的 project.json 文件的路径。 - global.json 文件的路径，它将迁移 global.json 中指定的文件夹。 - solution.sln 文件的路径，它将迁移解决方案中引用的项目。 - 要迁移的目录的路径，它将递归搜索要迁移的 project.json 文件。 如果未指定，则默认使用当前目录。
zh_hant: 下列其中一項的路徑: - - 要移轉的 project.json 檔案。 - - global.json 檔案，將會移轉 global.json 中指定的資料夾。 - solution.sln 檔案，將會移轉解決方案中參考的專案。 - - 要移轉的目錄，將會遞迴搜尋要移轉的 project.json 檔案。 如果未指定任何項目，預設為目前的目錄。

# CmdTemplateDescription
source: The base MSBuild template to use for the migrated project. The default is the project included in dotnet new.
it: Modello MSBuild di base da usare per l'app di cui è stata eseguita la migrazione. L'impostazione predefinita è il progetto incluso in dotnet new.
pl: Podstawowy szablon programu MSBuild do użycia dla zmigrowanej aplikacji. Domyślną wartością jest projekt uwzględniony w poleceniu dotnet new.
pt_br: Modelo base do MSBuild a ser usado para o aplicativo migrado. O padrão é o projeto incluído em dotnet new.
ru: Основной шаблон MSBuild, используемый для переносимого приложения. По умолчанию применяется проект, указанный в команде dotnet new.
tr: Geçirilen uygulama için kullanılacak temel MSBuild şablonu. Yeni dotnet’e eklenen proje, varsayılan değerdir.
zh_hans: 针对迁移的应用使用的基本 MSBuild 模板。默认值为 dotnet new 中包含的项目。
zh_hant: 要用於受移轉應用程式的基底 MSBuild 範本。預設為 dotnet new 中所包含的專案。

# CmdVersionDescription
source: The version of the SDK package that will be referenced in the migrated project. The default is the version of the SDK in dotnet new.
it: Versione del pacchetto SDK a cui verrà fatto riferimento nell'app di cui è stata eseguita la migrazione. L'impostazione predefinita è la versione dell'SDK in dotnet new.
pl: Wersja pakietu SDK, do którego odwołanie będzie się znajdować w zmigrowanej aplikacji. Domyślnie jest to wersja pakietu SDK podana w poleceniu dotnet new.
pt_br: A versão do pacote SDK que será referida no aplicativo migrado. O padrão é a versão do SDK em dotnet new.
ru: Версия пакета SDK, на который будет ссылаться переносимое приложение. По умолчанию применяется версия пакета SDK в команде dotnet new.
tr: Geçirilen uygulamada başvurulacak SDK paketinin sürümü. Yeni dotnet’teki SDK sürümü, varsayılan değerdir.
zh_hans: 要在迁移的应用中引用的 SDK 包版本。默认值为 dotnet new 中的 SDK 版本。
zh_hant: 已移轉的應用程式中將會參考的 SDK 套件版本。預設為 dotnet new 中的 SDK 版本。

# CmdXprojFileDescription
source: The path to the xproj file to use. Required when there is more than one xproj in a project directory.
cs: Cesta k používanému souboru xproj. Pokud je v adresáři projektu více souborů xproj., je tento údaj povinný.
es: Ruta de acceso al archivo xproj que debe usarse. Es necesario cuando hay más de un archivo xproj en un directorio de proyecto.
it: Percorso del file xproj da usare. Obbligatorio quando in una directory di progetto esistono più file xproj.
ko: 사용할 xproj 파일의 경로입니다. 프로젝트 디렉터리에 두 개 이상의 xproj가 있는 경우 필요합니다.
pl: Ścieżka do pliku xproj, który ma zostać użyty. Wymagana, gdy w katalogu projektu znajduje się więcej niż jeden plik xproj.
pt_br: O caminho para o arquivo xproj a usar. Necessário quando houver mais de um xproj em um diretório de projeto.
ru: Путь к используемому XPROJ-файлу. Требуется при наличии нескольких XPROJ-файлов в каталоге проекта.
tr: Kullanılacak xproj dosyasının yolu. Proje dizininde birden fazla xproj olduğunda gereklidir.
zh_hans: 要使用的 xproj 文件的路径。项目目录中有多个 xproj 时需要此项。
zh_hant: 要使用之 xproj 檔案的路徑。當專案目錄中有多個 xproj 時為必要項。

# CmdSkipProjectReferencesDescription
source: Skip migrating project references. By default, project references are migrated recursively.
it: Non esegue la migrazione dei riferimenti al progetto. Per impostazione predefinita, la migrazione dei riferimenti al progetto è ricorsiva.
pl: Pomiń migrowanie odwołań do projektów. Domyślnie odwołania do projektów są migrowane rekursywnie.
pt_br: Ignorar a migração de referências do projeto. Por padrão, as referências do projeto são migradas recursivamente.
ru: Пропустить перенос ссылок на проект. По умолчанию ссылки на проект переносятся рекурсивно.
tr: Proje başvurularını geçirmeyi atlayın. Varsayılan olarak, proje başvuruları yinelemeli olarak geçirilir.
zh_hans: 跳过迁移项目引用。默认情况下，项目引用按递归方式进行迁移。
zh_hant: 跳過移轉專案參考。根據預設，會遞迴移轉專案參考。

# CmdReportFileDescription
source: Output migration report to the given file in addition to the console.
cs: Generovat výstupní sestavu o migraci do určeného souboru (kromě konzoly).
es: Emite el informe de migración en el archivo dado además de la consola.
it: Invia il report di migrazione al file specificato oltre che alla console.
ko: 마이그레이션 보고서를 콘솔 외에 지정된 파일로도 출력합니다.
pl: Wyjściowy raport migracji przekazywany zarówno do danego pliku, jak i do konsoli.
pt_br: Gerar o relatório de migração para o arquivo especificado além de para o console.
ru: Вывод отчета о миграции в консоли и в заданный файл.
tr: Geçiş raporunu, konsola ek olarak belirtilen dosyaya çıkarın.
zh_hans: 除控制台外，还将为给定文件输出迁移报告。
zh_hant: 將移轉報告輸出到指定的檔案及主控台。

# CmdReportOutputDescription
source: Output migration report file as json rather than user messages.
cs: Generovat místo uživatelských zpráv soubor se sestavou o migraci ve formátu JSON.
es: Emite el archivo de informe de la migración como json en lugar de mensajes al usuario.
it: Invia il file del report di migrazione come JSON anziché come messaggi utente.
ko: 마이그레이션 보고서 파일을 사용자 메시지가 아니라 json으로 출력합니다.
pl: Wyjściowy raport migracji w postaci pliku json zamiast komunikatów dla użytkownika.
pt_br: Gerar o arquivo de relatório de migração como json em vez de como mensagens de usuário.
ru: Вывод файла отчета о миграции в формате JSON, а не в виде сообщений для пользователя.
tr: Geçiş raporu dosyasını, kullanıcı iletileri yerine json olarak çıkarın.
zh_hans: 将迁移报告文件输出为 json 而非用户信息。
zh_hant: 將移轉報告檔案輸出為 JSON 而不是使用者訊息。

# CmdSkipBackupDescription
source: Skip moving project.json, global.json, and *.xproj to a `backup` directory after successful migration.
cs: Přeskočit po úspěšné migraci přesun souborů project.json, global.json a *.xproj do adresáře backup.
es: Omite el traslado de los archivos project.json, global.json y *.xproj a directorio “backup” después de una migración correcta.
it: Ignora lo spostamento di project.json, global.json e *.xproj in una directory `backup` dopo una migrazione riuscita.
ko: 마이그레이션을 완료한 후 project.json, global.json 및 *.xproj를 `백업` 디렉터리로 이동하는 작업을 건너뜁니다.
pl: Pomiń przenoszenie plików project.json, global.json i *.xproj do katalogu kopii zapasowych po pomyślnej migracji.
pt_br: Ignorar a migração de project.json, global.json e *.xproj para um diretório de ‘backup’ após uma migração bem-sucedida.
ru: Пропустить перенос файлов project.json, global.json и *.xproj в "резервный" каталог после успешной миграции.
tr: Geçiş başarılı olduktan sonra project.json, global.json ve *.xproj dosyalarını `yedek` bir dizine taşımayı atlayın.
zh_hans: 迁移成功后，跳过将 project.json、global.json 和 *.xproj 移至“备份”目录。
zh_hant: 在成功移轉後，跳過將 project.json、global.json 和 *.xproj 移至 `backup` 目錄的作業。

# MigrationFailedError
source: Migration failed.
cs: Migrace se nezdařila.
es: No se pudo llevar a cabo la migración.
it: La migrazione non è riuscita.
ko: 마이그레이션하지 못했습니다.
pl: Migracja nie powiodła się.
pt_br: Falha na migração.
ru: Сбой миграции.
tr: Geçiş başarısız oldu.
zh_hans: 迁移失败。
zh_hant: 移轉失敗。

# MigrationAdditionalHelp
source: The project migration has finished. Please visit https://aka.ms/coremigration to report any issues you've encountered or ask for help.
it: La migrazione del progetto è terminata. Visitare https://aka.ms/coremigration per segnalare eventuali problemi rilevati o richiedere assistenza.
pl: Zakończono migrację projektu. Aby zgłosić problemy lub poprosić o pomoc, odwiedź stronę https://aka.ms/coremigration.
pt_br: A migração do projeto foi concluída. Acesse https://aka.ms/coremigration para relatar qualquer problema encontrado ou pedir ajuda.
ru: Перенос проекта завершился. Посетите сайт https://aka.ms/coremigration, чтобы сообщить об обнаруженных проблемах или обратиться за помощью.
tr: Proje geçirme işlemi tamamlandı. Karşılaştığınız sorunları bildirmek veya yardım istemek için lütfen https://aka.ms/coremigration sayfasını ziyaret edin.
zh_hans: 已完成项目迁移。请访问 https://aka.ms/coremigration，以报告所遇到的任何问题或寻求帮助。
zh_hant: 已完成專案移轉。若要回報遇到的任何問題或尋求協助，請前往 https://aka.ms/coremigration。

# MigrationReportSummary
source: Summary
it: Riepilogo
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
zh_hans: 摘要
zh_hant: 摘要

# MigrationReportTotalProjects
source: Total Projects: {0}
it: Totale progetti: {0}
pl: Łączna liczba projektów: {0}
pt_br: Total de Projetos: {0}
ru: Всего проектов: {0}
tr: Toplam Proje Sayısı: {0}
zh_hans: 总项目数: {0}
zh_hant: 專案總數: {0}

# MigrationReportSucceededProjects
source: Succeeded Projects: {0}
it: Progetti riusciti: {0}
pl: Projekty zakończone pomyślnie: {0}
pt_br: Projetos Bem-sucedidos: {0}
ru: Успешно выполненных проектов: {0}
tr: Başarılı Proje Sayısı: {0}
zh_hans: 成功项目数: {0}
zh_hant: 成功專案數: {0}

# MigrationReportFailedProjects
source: Failed Projects: {0}
it: Progetti non riusciti: {0}
pl: Projekty zakończone niepowodzeniem: {0}
pt_br: Projetos que Falharam: {0}
ru: Невыполненных проектов: {0}
tr: Başarısız Proje Sayısı: {0}
zh_hans: 失败项目数: {0}
zh_hant: 失敗專案數: {0}

# ProjectMigrationSucceeded
source: Project {0} migration succeeded ({1}).
it: La migrazione del progetto {0} è riuscita ({1}).
pl: Migracja projektu {0} powiodła się ({1}).
pt_br: Migração do projeto {0} bem-sucedida ({1}).
ru: Перенос проекта {0} завершился успешно ({1}).
tr: {0} projesi başarıyla geçirildi ({1}).
zh_hans: 项目 {0} 迁移成功({1})。
zh_hant: 專案 {0} 移轉成功 ({1})。

# ProjectMigrationFailed
source: Project {0} migration failed ({1}).
it: La migrazione del progetto {0} non è riuscita ({1}).
pl: Migracja projektu {0} nie powiodła się ({1}).
pt_br: A migração do projeto {0} falhou ({1}).
ru: Не удалось перенести проект {0} ({1}).
tr: {0} projesi geçirilemedi ({1}).
zh_hans: 项目 {0} 迁移失败({1})。
zh_hant: 專案 {0} 移轉失敗 ({1})。

# MigrationFailedToFindProjectInGlobalJson
source: Unable to find any projects in global.json.
it: Non sono stati trovati progetti in global.json.
pl: Nie można odnaleźć projektów w pliku global.json.
pt_br: Não é possível localizar nenhum projeto em global.json.
ru: Не удалось найти проекты в global.json.
tr: Global.json dosyasında proje bulunamıyor.
zh_hans: 无法在 global.json 中找到任何项目。
zh_hant: 在 global.json 中找不到任何專案。

# MigrationUnableToFindProjects
source: Unable to find any projects in {0}.
it: Non sono stati trovati progetti in {0}.
pl: Nie można odnaleźć projektów w lokalizacji {0}.
pt_br: Não é possível localizar nenhum projeto em {0}.
ru: Не удалось найти проекты в {0}.
tr: {0} içinde proje bulunamıyor.
zh_hans: 无法在 {0} 中找到任何项目。
zh_hant: 在 {0} 中找不到任何專案。

# MigrationProjectJsonNotFound
source: No project.json file found in '{0}'.
it: Non è stato trovato alcun file project.json in '{0}'.
pl: Nie odnaleziono pliku project.json w lokalizacji „{0}”.
pt_br: Nenhum arquivo project.json encontrado em '{0}'.
ru: Файл project.json не найден в "{0}".
tr: '{0}' içinde project.json dosyası bulunamadı.
zh_hans: 未在“{0}”中找到任何 project.json 文件。
zh_hant: 在 '{0}' 中找不到任何 project.json 檔案。

# MigrationInvalidProjectArgument
source: Invalid project argument - '{0}' is not a project.json, global.json, or solution.sln file and a directory named '{0}' doesn't exist.
it: L'argomento del progetto non è valido. '{0}' non è un file project.json, global.json, o solution.sln e non esiste alcuna directory denominata '{0}'.
pl: Nieprawidłowy argument projektu — element „{0}” nie jest plikiem project.json, global.json ani solution.sln oraz katalog o nazwie „{0}” nie istnieje.
pt_br: Argumento inválido de projeto – '{0}' não é um arquivo project.json, global.json nem solution.sln e um diretório chamado '{0}' não existe.
ru: Недопустимый аргумент проекта: "{0}" не является файлом project.json, global.json или solution.sln, а каталог с именем "{0}" не существует.
tr: Proje bağımsız değişkeni geçersiz - '{0}' bir project.json, global.json veya solution.sln dosyası değil ve '{0}' adlı bir dizin yok.
zh_hans: 项目参数无效 -“{0}”不是 project.json、global.json 或 solution.sln 文件，且不存在名为“{0}”的目录。
zh_hant: 專案引數無效 - '{0}' 並非 project.json、global.json 或 solution.sln 檔案，且名為 '{0}' 的目錄不存在。

# MigratonUnableToFindProjectJson
source: Unable to find project.json file at {0}.
it: Non è stato trovato alcun file project.json in {0}.
pl: Nie można odnaleźć pliku project.json w lokalizacji {0}.
pt_br: Não é possível localizar o arquivo project.json em {0}.
ru: Не удалось найти файл project.json в {0}.
tr: {0} konumunda project.json dosyası bulunamıyor.
zh_hans: 无法在 {0} 处找到 project.json 文件。
zh_hant: 在 {0} 上找不到 project.json 檔案。

# MigrationUnableToFindGlobalJson
source: Unable to find global settings file at {0}.
it: Non è stato trovato alcun file delle impostazioni globali in {0}.
pl: Nie można odnaleźć pliku ustawień globalnych w lokalizacji {0}.
pt_br: Não é possível localizar o arquivo de configurações globais em {0}.
ru: Не удалось найти файл глобальных параметров в {0}.
tr: {0} konumunda genel ayarlar dosyası bulunamıyor.
zh_hans: 无法在 {0} 处找到全局设置文件。
zh_hant: 在 {0} 上找不到全域設定檔。

# MigrationUnableToFindSolutionFile
source: Unable to find the solution file at {0}.
it: Non è stato trovato alcun file di soluzione in {0}.
pl: Nie można odnaleźć pliku rozwiązania w lokalizacji {0}.
pt_br: Não é possível localizar o arquivo da solução em {0}.
ru: Не удалось найти файл решения в {0}.
tr: {0} konumunda çözüm dosyası bulunamıyor.
zh_hans: 无法在 {0} 处找到解决方案文件。
zh_hant: 在 {0} 上找不到解決方案檔。

# MigrateFilesBackupLocation
source: Files backed up to {0}
it: Backup dei file eseguito in {0}
pl: Wykonano kopię zapasową plików w lokalizacji {0}
pt_br: Backup de arquivos realizado em {0}
ru: Резервные копии файлов созданы в {0}
tr: Dosyalar {0} konumuna yedeklendi
zh_hans: 已备份至 {0} 的文件
zh_hant: 檔案已備份到 {0}

# CmdProjectArgument
source: PROJECT_JSON/GLOBAL_JSON/PROJECT_DIR
es: PROYECTO_JSON/JSON_GLOBAL/DIRECTORIO_DEL_PROYECTO

# CmdProjectArgumentDescription
source: The path to - a project.json file to migrate. or - a global.json file, it will migrate the folders specified in global.json. or - a directory to migrate, it will recursively search for project.json files to migrate. Defaults to current directory if nothing is specified.
es: Ruta de acceso a - un archivo project.json para migrarlo; o bien: - un archivo global.json; migra las carpetas especificadas en global.json; o bien: - un directorio para migrar; busca archivos project.json de forma recursiva para migrarlos. Si no se especifica ninguno, usa el directorio actual de forma predeterminada.

# CmdTemplateDescription
source: Base MSBuild template to use for migrated app. The default is the project included in dotnet new.
cs: Základní šablona souboru MSBuild, která se použije pro migrovanou aplikaci. Výchozí hodnotou je projekt v příkazu dotnet new.
es: Plantilla base de MSBuild para la aplicación migrada. El valor predeterminado es el proyecto incluido en dotnet new.
ko: 마이그레이션된 앱에 사용할 기본 MSBuild 템플릿입니다. 기본값은 새 dotnet에 포함된 프로젝트입니다.

# CmdVersionDescription
source: The version of the sdk package that will be referenced in the migrated app. The default is the version of the sdk in dotnet new.
cs: Verze balíčku SDK, na který bude odkazovat migrovaná aplikace. Výchozí hodnotou je verze SDK v příkazu dotnet new.
es: Versión del paquete de SDK al que se hará referencia en la aplicación migrada. El valor predeterminado es la versión del SDK en dotnet new.
ko: 마이그레이션된 앱에서 참조되는 sdk 패키지의 버전입니다. 기본값은 새 dotnet의 sdk 버전입니다.

# CmdSkipProjectReferencesDescription
source: Skip migrating project references. By default project references are migrated recursively.
cs: Přeskočit migraci odkazů na projekt. Odkazy na projekt se automaticky migrují rekurzivně.
es: Omite la migración de las referencias del proyecto. De forma predeterminada, las referencias del proyecto se migran recursivamente.
ko: 프로젝트 참조 마이그레이션을 건너뜁니다. 기본적으로 프로젝트 참조가 재귀적으로 마이그레이션됩니다.

# CmdProjectArgument
source: PROJECT_JSON/GLOBAL_JSON/SOLUTION_FILE/PROJECT_DIR
ko: PROJECT_JSON/GLOBAL_JSON/PROJECT_DIR

# CmdProjectArgumentDescription
source: The path to - a project.json file to migrate. or - a global.json file, it will migrate the folders specified in global.json. or - a solution.sln file, it will migrate the projects referenced in the solution. or - a directory to migrate, it will recursively search for project.json files to migrate. Defaults to current directory if nothing is specified.
ko: 다음 파일의 경로입니다. - 마이그레이션할 project.json 파일 또는 - global.json 파일. global.json에 지정된 폴더를 마이그레이션합니다. 또는 - 마이그레이션할 디렉터리. 마이그레이션할 project.json 파일을 재귀적으로 검색합니다. 지정하지 않는 경우 현재 디렉터리로 기본 설정됩니다.
