Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-tool/uninstall/xlf/LocalizableStrings.*.xlf
Languages: de

# PackageIdArgumentDescription
source: NuGet Package Id of the tool to uninstall.
de: NuGet-Paket-ID des Tools, das deinstalliert werden soll.

# CommandDescription
source: Uninstalls a tool.
de: Hiermit wird ein Tool deinstalliert.

# SpecifyExactlyOnePackageId
source: Please specify one tool Package Id to uninstall.
de: Geben Sie eine Toolpaket-ID für die Deinstallation an.

# GlobalOptionDescription
source: Uninstall user wide.
de: Benutzerweite Deinstallation.

# UninstallSucceeded
source: Tool '{0}' (version '{1}') was successfully uninstalled.
de: Das Tool "{0}" (Version "{1}") wurde erfolgreich deinstalliert.

# ToolNotInstalled
source: Tool '{0}' is not currently installed.
de: Das Tool "{0}" ist aktuell nicht installiert.

# ToolHasMultipleVersionsInstalled
source: Tool '{0}' has multiple versions installed and cannot be uninstalled.
de: Es sind mehrere Versionen von Tool "{0}" installiert, eine Deinstallation ist nicht möglich.

# FailedToUninstallTool
source: Failed to uninstall tool '{0}': {1}
de: Fehler beim Deinstallieren des Tools "{0}": {1}

# UninstallToolCommandNeedGlobalOrToolPath
source: Please specify either the global option (--global) or the tool path option (--tool-path).
de: Geben Sie entweder die globale Option (--global) oder die Toolpfadoption (--tool-path) an.

# ToolPathDescription
source: Location where the tool was previously installed.
de: Speicherort, an dem das Tool zuvor installiert wurde.

# UninstallToolCommandInvalidGlobalAndToolPath
source: (--global) conflicts with the tool path option (--tool-path). Please specify only one of the options.
de: (--global) verursacht einen Konflikt mit der Toolpfadoption (--tool-path). Geben Sie nur eine der beiden Optionen an.
