Repository: dotnet/msbuild
Catalog: src/Utilities/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ToolsLocationHelper.InvalidRedistFile
source: There was an error reading the redist list file "{0}". {1}
cs: Při čtení souboru seznamu redistribučního balíčku {0} došlo k chybě. {1}
de: Fehler beim Lesen der redist-Listendatei "{0}". {1}
es: Error al leer el archivo de lista de paquetes redistribuibles "{0}". {1}
fr: Une erreur s'est produite lors de la lecture du fichier de liste de packages redistribuables "{0}". {1}
it: Errore durante la lettura del file dell'elenco di pacchetti ridistribuibili "{0}". {1}
ja: 再頒布可能パッケージ リスト ファイル "{0}" の読み取り中にエラーが発生しました。{1}
ko: 재배포 가능 패키지 목록 파일 "{0}"을(를) 읽는 동안 오류가 발생했습니다. {1}
pl: Wystąpił błąd odczytu pliku listy redystrybucyjnej „{0}”. {1}
pt_br: Erro ao ler o arquivo da lista de pacote redistribuível "{0}". {1}
ru: При загрузке списка файлов распространяемого пакета "{0}" произошла ошибка. {1}
tr: "{0}" yeniden dağıtım liste dosyası okunurken bir hata oluştu. {1}
zh_hans: 读取可再发行程序包列表文件“{0}”时出错。{1}
zh_hant: 讀取可轉散發套件清單檔 "{0}" 時發生錯誤。{1}

# ToolsLocationHelper.CouldNotCreateChain
source: The Framework at path "{0}" tried to include the framework at path "{1}" as part of its reference assembly paths but there was an error. {2}
cs: Architektura v cestě {0} se pokusila zahrnout do svých cest odkazovaných sestavení architekturu v cestě {1}. Při této akci však došlo k chybě. {2}
de: Das Framework am Pfad "{0}" hat versucht, das Framework am Pfad "{1}" in seine Referenzassemblypfade einzuschließen, es ist jedoch ein Fehler aufgetreten. {2}
es: Error al intentar que la versión de .NET Framework de la ruta de acceso "{0}" incluyera la versión de .NET Framework de la ruta de acceso "{1}" como parte de sus rutas de acceso de ensamblados de referencia. {2}
fr: Le Framework à l'emplacement "{0}" a tenté d'inclure le Framework à l'emplacement "{1}" comme faisant partie de ses chemins d'assembly de référence, mais une erreur s'est produite. {2}
it: Il framework nel percorso "{0}" ha tentato di includere il framework nel percorso "{1}" come parte dei percorsi dell'assembly di riferimento ma si è verificato un errore. {2}
ja: パス "{0}" のフレームワークはパス "{1}" のフレームワークを参照アセンブリ パスの一部として含めようとしましたが、エラーが発生しました。{2}
ko: "{0}" 경로에 있는 프레임워크가 "{1}" 경로에 있는 프레임워크를 해당 참조 어셈블리 경로의 일부로 포함하려고 했지만 오류가 발생했습니다. {2}
pl: Właściwość Framework w ścieżce „{0}” próbowała uwzględnić właściwość framework w ścieżce „{1}” jako część jej ścieżek zestawu odwołania, ale wystąpił błąd. {2}
pt_br: A estrutura no caminho "{0}" tentou incluir a estrutura do caminho "{1}" como parte de seus caminhos de assembly de referência, mas ocorreu um erro. {2}
ru: Версия .Net Framework с путем "{0}" предприняла попытку включения версии .Net Framework с путем "{1}" в число ссылочных путей к сборкам, но возникла ошибка. {2}
tr: "{0}" yolunda bulunan Framework, başvuru derlemesi yolları olarak "{1}" yolundaki framework'ü eklemek istedi, ancak bir hata oluştu. {2}
zh_hans: 路径为“{0}”的框架尝试将路径为“{1}”的框架包含在其引用程序集路径中，但出现了错误。{2}
zh_hant: 路徑 "{0}" 的架構嘗試將路徑 "{1}" 的架構當做自己的參考組件路徑，但發生錯誤。{2}

# ToolsLocationHelper.CouldNotGenerateReferenceAssemblyDirectory
source: When attempting to generate a reference assembly path from the path "{0}" and the framework moniker "{1}" there was an error. {2}
cs: Při pokusu o vygenerování cesty odkazovaného sestavení z cesty {0} a monikeru rozhraní {1} došlo k chybě. {2}
de: Fehler beim Versuch, einen Referenzassemblypfad aus dem Pfad "{0}" und dem Frameworkmoniker "{1}" zu generieren. {2}
es: Error al intentar generar una ruta de acceso de ensamblado de referencia a partir de la ruta de acceso "{0}" y del moniker "{1}" de la versión de .NET Framework. {2}
fr: Une erreur s'est produite lors de la tentative de génération d'un chemin d'assembly de référence à partir du chemin d'accès "{0}" et du moniker du Framework "{1}". {2}
it: Si è verificato un errore durante il tentativo di generare un percorso dell'assembly di riferimento dal "{0}" e dal moniker del framework "{1}". {2}
ja: 参照アセンブリ パスをパス "{0}" とフレームワーク モニカー "{1}" から生成しようとしたときに、エラーが発生しました。{2}
ko: "{0}" 경로 및 프레임워크 모니커 "{1}"에서 참조 어셈블리 경로를 생성하는 동안 오류가 발생했습니다. {2}
pl: Wystąpił błąd podczas próby wygenerowania ścieżki zestawu odwołania ze ścieżki „{0}” i monikera struktury „{1}”. {2}
pt_br: Erro ao tentar gerar um caminho de assembly de referência no caminho "{0}" e o moniker de estrutura "{1}". {2}
ru: Ошибка при попытке создать ссылочный путь к сборке из пути "{0}" и моникер инфраструктуры "{1}". {2}
tr: "{0}" yolundan ve "{1}" framework adından bir başvuru bütünleştirilmiş kod yolu oluşturmaya çalışılırken bir hata oluştu. {2}
zh_hans: 尝试从路径“{0}”和框架名字对象“{1}”生成引用程序集路径时出错。{2}
zh_hant: 嘗試從路徑 "{0}" 和架構 Moniker "{1}" 產生參考組件路徑時，發生錯誤。{2}

# ToolTask.InvalidEnvironmentParameter
source: MSB6007: The "{0}" value passed to the Environment property is not in the format "name=value", where the value part may be empty.
cs: MSB6007: Hodnota {0} předaná vlastnosti Environment nemá formát „název=hodnota“, ve kterém může být část s hodnotou prázdná.
de: MSB6007: Der an die Environment-Eigenschaft übergebene Wert "{0}" liegt nicht im Format "name=value" vor. Der Wert ist möglicherweise leer.
es: MSB6007: El valor "{0}" pasado a la propiedad Environment no tiene el formato "nombre=valor", en donde la parte correspondiente al valor puede estar vacía.
fr: MSB6007: La valeur "{0}" passée à la propriété Environment n'utilise pas le format "nom=valeur", où le composant de valeur peut être vide.
it: MSB6007: il valore "{0}" passato alla proprietà Environment non è nel formato "nome=valore", in cui la parte del valore può essere vuota.
ja: MSB6007: 環境プロパティに渡された "{0}" 値は、値の部分を空にできる "name=value" という形式ではありません。
ko: MSB6007: Environment 속성에 전달된 "{0}" 값의 서식이 "name=value"가 아닙니다. 여기서 value 부분은 비워 둘 수 있습니다.
pl: MSB6007: Wartość „{0}” przekazana do właściwości Environment nie ma formatu „nazwa=wartość”, gdzie część wartość może być pusta.
pt_br: MSB6007: O valor "{0}" passado para a propriedade Environment não está no formato "nome=valor", onde a parte do valor pode estar vazia.
ru: MSB6007: формат переданного в свойство окружения значения "{0}" отличается от формата "имя=значение", где значение может быть пустым.
tr: MSB6007: Environment özelliğine iletilen "{0}" değeri "ad=değer" biçiminde değil, burada değer kısmı boş olabilir.
zh_hans: MSB6007: 传递给 Environment 属性的“{0}”值不是“name=value”格式，其中的 value 部分可能为空。
zh_hant: MSB6007: 傳遞至 Environment 屬性的 "{0}" 值不是 "name=value" 格式，其中 value 部分可能會空白。

# ToolTask.EnvironmentVariableHeader
source: Environment Variables passed to tool:
cs: Proměnné prostředí předány nástroji:
de: An das Tool übergebene Umgebungsvariablen:
es: Variables de entorno pasadas a la herramienta:
fr: Variables d'environnement passées à l'outil :
it: Variabili di ambiente passate allo strumento:
ja: ツールに渡された環境変数:
ko: 도구로 전달된 환경 변수:
pl: Zmienna środowiskowa przekazana do narzędzia:
pt_br: Variáveis de Ambiente passadas para a ferramenta:
ru: Переменные окружения переданы инструменту:
tr: Araca geçirilen Ortam Değişkenleri:
zh_hans: 传递给工具的环境变量为:
zh_hant: 傳遞給工具的環境變數:

# Tracking_LogFilesNotAvailable
source: Tracking logs are not available, minimal rebuild will be disabled.
cs: Protokoly sledování nejsou k dispozici, minimální opětovné sestavení bude zakázáno.
de: Nachverfolgungsprotokolle sind nicht verfügbar, minimale Neuerstellung wird deaktiviert.
es: No hay registros de seguimiento disponibles, se deshabilitará la recompilación mínima.
fr: Les journaux de suivi ne sont pas disponibles, la regénération minimale sera désactivée.
it: Log di rilevamento non disponibili. La ricompilazione minima verrà disabilitata.
ja: 追跡ログを使用できません。最小リビルドは無効になります。
ko: 추적 로그를 사용할 수 없기 때문에 최소 다시 빌드가 사용되지 않습니다.
pl: Dzienniki śledzenia są niedostępne; minimalna ponowna kompilacja zostanie wyłączona.
pt_br: Logs de controle não disponíveis; a recompilação mínima será desabilitada.
ru: Журналы отслеживания недоступны, минимальное перестроение будет отключено.
tr: İzleme günlükleri kullanılamıyor, en az yeniden oluşturma devre dışı bırakılacak.
zh_hans: 跟踪日志不可用，将禁用最小重新生成。
zh_hant: 追蹤記錄檔無法使用，將停用最少重建。

# Tracking_MissingInputs
source: Missing input files detected, minimal rebuild will be disabled.
cs: Byly zjištěny chybějící vstupní soubory, minimální opětovné sestavení bude zakázáno.
de: Es wurden fehlende Eingabedateien ermittelt, minimale Neuerstellung wird deaktiviert.
es: Se detectó que faltan archivos de entrada, se deshabilitará la recompilación mínima.
fr: Fichiers d'entrée manquants détectés, la regénération minimale sera désactivée.
it: Rilevata assenza di file di input. La ricompilazione minima verrà disabilitata.
ja: 足りない入力ファイルが検出されました。最小リビルドは無効になります。
ko: 입력 파일이 누락되었기 때문에 최소 다시 빌드가 사용되지 않습니다.
pl: Wykryto brak pewnych plików wejściowych; minimalna ponowna kompilacja zostanie wyłączona.
pt_br: Detectada ausência arquivos de entrada; a recompilação mínima será desabilitada.
ru: Обнаружены пропущенные входные файлы, будет отключено минимальное повторное построение.
tr: Eksik giriş dosyaları algılandı, en az yeniden oluşturma devre dışı bırakılacak.
zh_hans: 检测到缺少输入文件，将禁用最小重新生成。
zh_hant: 偵測到遺漏輸入檔，將停用最少重建。

# Tracking_MissingOutputs
source: Missing output files detected, minimal rebuild will be disabled.
cs: Byly zjištěny chybějící výstupní soubory, minimální opětovné sestavení bude zakázáno.
de: Es wurden fehlende Ausgabedateien ermittelt, minimale Neuerstellung wird deaktiviert.
es: Se detectó que faltan archivos de salida, se deshabilitará la recompilación mínima.
fr: Fichiers de sortie manquants détectés, la régénération minimale sera désactivée.
it: Rilevata assenza di file di output. La ricompilazione minima verrà disabilitata.
ja: 足りない出力ファイルが検出されました。最小リビルドは無効になります。
ko: 출력 파일이 누락되었기 때문에 최소 다시 빌드가 사용되지 않습니다.
pl: Wykryto brak pewnych plików wyjściowych; minimalna ponowna kompilacja zostanie wyłączona.
pt_br: Detectada ausência de arquivos de saída; a recompilação mínima será desabilitada.
ru: Обнаружены пропущенные выходные файлы, будет отключено минимальное повторное построение.
tr: Eksik çıkış dosyaları algılandı, en az yeniden oluşturma devre dışı bırakılacak.
zh_hans: 检测到缺少输出文件，将禁用最小重新生成。
zh_hant: 偵測到遺漏輸出檔，將停用最少重建。

# Tracking_UpToDate
source: Skipping task because it is up-to-date.
cs: Přeskočení úlohy, protože je aktuální.
de: Die Aufgabe wird übersprungen, da sie auf dem aktuellsten Stand ist.
es: Se omitirá la tarea porque está actualizada.
fr: La tâche est ignorée, car elle est à jour.
it: L'attività verrà ignorata perché è aggiornata.
ja: タスクは最新なのでスキップします。
ko: 작업이 최신 상태이므로 작업을 건너뜁니다.
pl: Pomijanie zadania, ponieważ jego ono aktualne.
pt_br: Ignorando tarefa porque ela está atualizada.
ru: Пропуск задачи, поскольку ее результаты не устарели.
tr: Görev güncel olduğundan atlanıyor.
zh_hans: 正在跳过任务，因为该任务是最新的。
zh_hant: 略過工作，因為它是最新的。

# Tracking_TrackingLogNotAvailable
source: Write Tracking log not available, minimal rebuild will be disabled.
cs: Protokol sledování zápisu není k dispozici, minimální opětovné sestavení bude zakázáno.
de: Das Schreibnachverfolgungsprotokoll ist nicht verfügbar, minimale Neuerstellung wird deaktiviert.
es: El registro de seguimiento de escritura no está disponible, se deshabilitará la recompilación mínima.
fr: Journal de suivi d'écriture non disponible, la regénération minimale sera désactivée.
it: Log di rilevamento delle operazioni di scrittura non disponibile. La ricompilazione minima verrà disabilitata.
ja: 書き込み追跡ログを使用できません。最小リビルドは無効になります。
ko: 쓰기 추적 로그를 사용할 수 없기 때문에 최소 다시 빌드가 사용되지 않습니다.
pl: Dziennik śledzenia zapisów jest niedostępny; minimalna ponowna kompilacja zostanie wyłączona.
pt_br: Log de Controle de Gravação não disponível; a recompilação mínima será desabilitada.
ru: Журнал отслеживания записи недоступен, минимальное перестроение будет отключено.
tr: Yazma İzleme günlüğü kullanılamıyor, en az yeniden oluşturma devre dışı bırakılacak.
zh_hans: 写入跟踪日志不可用，将禁用最小重新生成。
zh_hant: 寫入追蹤記錄檔無法使用，將停用最少重建。

# Tracking_WriteTrackingLogs
source: Write Tracking Logs:
cs: Protokoly sledování zápisu:
de: Schreibnachverfolgungsprotokolle:
es: Registros de seguimiento de escritura:
fr: Journaux de suivi d'écriture :
it: Log di rilevamento operazioni di scrittura:
ja: 書き込み追跡ログ:
ko: 쓰기 추적 로그:
pl: Dzienniki śledzenia zapisów:
pt_br: Logs de Controle de Gravação:
ru: Журналы отслеживания записи:
tr: Yazma İzleme Günlükleri:
zh_hans: 写入跟踪日志:
zh_hant: 寫入追蹤記錄檔:

# Tracking_WriteTrackingCached
source: Using cached output dependency table built from:
cs: Používá se tabulka závislostí výstupu v mezipaměti sestavená z:
de: Die zwischengespeicherte Ausgabeabhängigkeitstabelle wird verwendet, erstellt von:
es: Se usará una tabla de dependencias de salida almacenadas en caché compilada a partir de:
fr: Utilisation de la table des dépendances de sortie mise en cache générée à partir de :
it: Uso della tabella delle dipendenze di output memorizzata nella cache compilata da:
ja: 以下から作成されたキャッシュ内の出力依存関係テーブルを使用しています:
ko: 다음에서 빌드된 캐시된 출력 종속성 테이블 사용:
pl: Używanie zbuforowanej wyjściowej kompilacji tabeli zależności z:
pt_br: Usando a tabela de dependência de saída em cache compilada em:
ru: Использование кэшированного построения таблицы выходных зависимостей из:
tr: Şundan oluşturulan önbelleğe alınmış çıkış bağımlılığı tablosu kullanılıyor:
zh_hans: 使用从以下项生成的缓存输出依赖关系表:
zh_hant: 使用從下列建置的快取輸出相依性表格:

# Tracking_TrackingLogs
source: Tracking Logs:
cs: Protokoly sledování:
de: Nachverfolgungsprotokolle:
es: Registros de seguimiento:
fr: Journaux de suivi :
it: Log di rilevamento:
ja: 追跡ログ:
ko: 추적 로그:
pl: Dzienniki śledzenia:
pt_br: Logs de Controle:
ru: Журналы отслеживания:
tr: İzleme Günlükleri:
zh_hans: 跟踪日志:
zh_hant: 追蹤記錄檔:

# Tracking_TrackingCached
source: Using cached dependency table built from:
cs: Používá se tabulka závislostí v mezipaměti sestavená z:
de: Die zwischengespeicherte Abhängigkeitstabelle wird verwendet, erstellt von:
es: Se usará una tabla de dependencias almacenadas en caché compilada a partir de:
fr: Utilisation de la table des dépendances mise en cache générée à partir de :
it: Uso della tabella delle dipendenze memorizzata nella cache compilata da:
ja: 以下から作成されたキャッシュ内の依存関係テーブルを使用しています:
ko: 다음에서 빌드된 캐시된 종속성 테이블 사용:
pl: Używanie zbuforowanej kompilacji tabeli zależności z:
pt_br: Usando a tabela de dependência em cache compilada em:
ru: Использование кэшированного построения таблицы зависимостей из:
tr: Şundan oluşturulan önbelleğe alınmış bağımlılık tablosu kullanılıyor:
zh_hans: 使用从以下项生成的缓存依赖关系表:
zh_hant: 使用從下列建置的快取相依性表格:

# Tracking_OutputsFor
source: Outputs for {0}:
cs: Výstupy pro {0}:
de: Ausgaben für {0}:
es: Salidas para {0}:
fr: Sorties pour {0} :
it: Output per {0}:
ja: {0} に対する出力:
ko: {0}에 대한 출력:
pl: Dane wyjściowe dla {0}:
pt_br: Saídas para {0}:
ru: Выходные данные для {0}:
tr: {0} çıkışları:
zh_hans: {0} 的输出:
zh_hant: {0} 的輸出:

# Tracking_InputsFor
source: Inputs for {0}:
cs: Vstupy pro {0}:
de: Eingaben für {0}:
es: Entradas para {0}:
fr: Entrées pour {0} :
it: Input per {0}:
ja: {0} に対する入力:
ko: {0}에 대한 입력 내용:
pl: Dane wejściowe dla {0}:
pt_br: Entradas para {0}:
ru: Входные данные для {0}:
tr: {0} girişleri:
zh_hans: {0} 的输入:
zh_hant: {0} 的輸入:

# Tracking_OutputsNotShown
source: Output details ({0} of them) were not logged for performance reasons.
cs: Podrobnosti o výstupu ({0} z nich) nebyly zaznamenány do protokolu s ohledem na výkon.
de: Ausgabedetails ({0}) wurden aus Leistungsgründen nicht protokolliert.
es: Los detalles de salida ({0} de ellos) no se registraron por motivos de rendimiento.
fr: Les détails sur les sorties ({0} de celles-ci) n'ont pas été enregistrés pour des raisons de performances.
it: Dettagli output (di cui {0}) non registrati per motivi di prestazioni.
ja: パフォーマンス上の理由から、出力の詳細 ({0} 件) はログに記録されませんでした。
ko: 성능상의 이유로 출력 세부 사항(전체 중 {0}개)이 더 이상 기록되지 않았습니다.
pl: Szczegóły danych wyjściowych ({0} z nich) nie zostały zarejestrowane ze względu na wydajność.
pt_br: Detalhes das saídas ({0} delas) não foram registrados no log por motivo de desempenho.
ru: Подробные выходные данные ({0} из них) не занесены в журнал по соображениям производительности.
tr: Performans nedeniyle çıkış ayrıntıları ({0} tane) günlüğe yazılmadı.
zh_hans: 出于性能原因，未记录输出详细信息(其中的 {0} 条)。
zh_hant: 輸出詳細資料 (其中 {0} 項) 因效能原因而未記錄。

# Tracking_InputsNotShown
source: Input details ({0} of them) were not logged for performance reasons.
cs: Podrobnosti o vstupu ({0} z nich) nebyly zaznamenány do protokolu s ohledem na výkon.
de: Eingabedetails ({0}) wurden aus Leistungsgründen nicht protokolliert.
es: No se registraron los detalles de entrada ({0} de ellos) por motivos de rendimiento.
fr: Les détails sur les entrées ({0} de celles-ci) n'ont pas été enregistrés pour des raisons de performances.
it: Dettagli input (di cui {0}) non registrati per motivi di prestazioni.
ja: パフォーマンス上の理由から、入力の詳細 ({0} 件) はログに記録されませんでした。
ko: 성능상의 이유로 입력 세부 사항(전체 중 {0}개)이 더 이상 기록되지 않았습니다.
pl: Szczegóły danych wejściowych ({0} z nich) nie zostały zarejestrowane ze względu na wydajność.
pt_br: Detalhes das entradas ({0} delas) não foram registrados no log por motivo de desempenho.
ru: Подробные сведения о входных данных (количество: {0}) не регистрировались в журнале в интересах производительности.
tr: Performans nedeniyle girdi ayrıntıları ({0} tane) günlüğe yazılmadı.
zh_hans: 出于性能原因，未记录输入详细信息(其中的 {0} 条)。
zh_hant: 輸入詳細資料 (其中 {0} 項) 因效能原因而未記錄。

# Tracking_SingleLogFileNotAvailable
source: Tracking log {0} is not available.
cs: Protokol sledování {0} není k dispozici.
de: Das Nachverfolgungsprotokoll "{0}" ist nicht verfügbar.
es: El registro de seguimiento {0} no está disponible.
fr: Le journal de suivi {0} n'est pas disponible.
it: Log di rilevamento {0} non disponibile.
ja: 追跡ログ {0} は使用できません。
ko: 추적 로그 {0}을(를) 사용할 수 없습니다.
pl: Dziennik śledzenia {0} jest niedostępny.
pt_br: O log de controle {0} não está disponível.
ru: Журнал отслеживания "{0}" недоступен.
tr: {0} izleme günlüğü kullanılamıyor.
zh_hans: 跟踪日志 {0} 不可用。
zh_hant: 追蹤記錄檔 {0} 無法使用。

# Tracking_SourceWillBeCompiledAsNoTrackingLog
source: {0} will be compiled because the tracking log is not available.
cs: {0} se bude kompilovat, protože protokol sledování není k dispozici.
de: {0} wird kompiliert, da das Nachverfolgungsprotokoll nicht verfügbar ist.
es: {0} se compilará porque el registro de seguimiento no está disponible.
fr: {0} sera compilé, car le journal de suivi n'est pas disponible.
it: Verrà eseguita la compilazione di {0} perché il log di rilevamento non è disponibile.
ja: 追跡ログが使用できないため {0} はコンパイルされます。
ko: 추적 로그를 사용할 수 없으므로 {0}이(가) 컴파일됩니다.
pl: Plik {0} zostanie skompilowany, ponieważ dziennik śledzenia jest niedostępny.
pt_br: {0} será compilado, pois o log de controle não está disponível.
ru: Будет выполнена компиляция исходного кода "{0}", так как журнал отслеживания недоступен.
tr: İzleme günlüğü kullanılamadığından {0} derlenecek.
zh_hans: 将编译 {0}，因为跟踪日志不可用。
zh_hant: 因為追蹤記錄無法使用，所以將編譯 {0}。

# Tracking_SourceNotInTrackingLog
source: {0} will be compiled because it was not found in the tracking log.
cs: {0} se bude kompilovat, protože se nenašlo v protokolu sledování.
de: {0} wird kompiliert, da es im Nachverfolgungsprotokoll nicht gefunden wurde.
es: {0} se compilará porque no se encontró en el registro de seguimiento.
fr: {0} sera compilé, car il est introuvable dans le journal de suivi.
it: Verrà eseguita la compilazione di {0} perché non è stato trovato nel log di rilevamento.
ja: {0} は追跡ログに見つからないためコンパイルされます。
ko: {0}이(가) 추적 로그에 없으므로 컴파일됩니다.
pl: Plik {0} zostanie skompilowany, ponieważ nie odnaleziono go w dzienniku śledzenia.
pt_br: {0} será compilado, pois não foi encontrado no log de controle.
ru: Будет выполнена компиляция исходного кода "{0}", так как он отсутствует в журнале отслеживания.
tr: İzleme günlüğünde bulunamadığından {0} derlenecek.
zh_hans: 将编译 {0}，因为未能在跟踪日志中找到它。
zh_hant: 因為在追蹤記錄中找不到 {0}，所以將對其進行編譯。

# Tracking_SourceOutputsNotAvailable
source: {0} will be compiled because not all outputs are available.
cs: {0} se bude kompilovat, protože nejsou k dispozici všechny výstupy.
de: {0} wird kompiliert, da nicht alle Ausgaben verfügbar sind.
es: {0} se compilará porque no todas las salidas están disponibles.
fr: {0} sera compilé, car les sorties ne sont pas toutes disponibles.
it: Verrà eseguita la compilazione di {0} perché non tutti gli output sono disponibili.
ja: 使用できない出力があるため {0} はコンパイルされます。
ko: 일부 출력만 사용할 수 있으므로 {0}이(가) 컴파일됩니다.
pl: Plik {0} zostanie skompilowany, ponieważ nie wszystkie dane wyjściowe są dostępne.
pt_br: {0} será compilado, pois nem todas as saídas estão disponíveis.
ru: Будет выполнена компиляция исходного кода "{0}", так как доступны не все выходные данные.
tr: Tüm çıkışlar kullanılamadığından {0} derlenecek.
zh_hans: 将编译 {0}，因为并非所有输出都可用。
zh_hant: 因為並非所有輸出皆可使用，所以將編譯 {0}。

# Tracking_SourceWillBeCompiledMissingDependency
source: {0} will be compiled because dependency {1} was missing.
cs: {0} se bude kompilovat, protože chyběla závislost {1}.
de: {0} wird kompiliert, da die Abhängigkeit {1} nicht vorhanden war.
es: {0} se compilará porque faltaba la dependencia {1}.
fr: {0} sera compilé, car la dépendance {1} était manquante.
it: Verrà eseguita la compilazione di {0} perché manca la dipendenza {1}.
ja: 依存関係 {1} がないため、{0} はコンパイルされます。
ko: {1} 종속성이 없으므로 {0}이(가) 컴파일됩니다.
pl: Plik {0} zostanie skompilowany, ponieważ brakuje zależności {1}.
pt_br: {0} será compilado já que a dependência {1} estava ausente.
ru: Будет выполнена компиляция исходного кода "{0}", так как отсутствует зависимость {1}.
tr: {1} bağımlılığı eksik olduğundan {0} derlenecek.
zh_hans: 将编译 {0}，因为缺少依赖项 {1}。
zh_hant: 因為缺少相依性 {1}，所以將編譯 {0}。

# Tracking_SourceWillBeCompiledDependencyWasModifiedAt
source: {0} will be compiled because {1} was modified at {2}.
cs: {0} se bude kompilovat, protože závislost {1} byla změněna v {2}.
de: {0} wird kompiliert, da {1} bei {2} verändert wurde.
es: {0} se compilará porque {1} se modificó en {2}.
fr: {0} sera compilé, car {1} a été modifié à {2}.
it: Verrà eseguita la compilazione di {0} perché {1} è stato modificato in {2}.
ja: {1} が {2} で変更されたため、{0} はコンパイルされます。
ko: {1}이(가) {2}에서 수정되었으므로 {0}이(가) 컴파일됩니다.
pl: Plik {0} zostanie skompilowany, ponieważ element {1} został zmodyfikowany w {2}.
pt_br: {0} será compilado já que {1} foi modificado em {2}.
ru: Будет выполнена компиляция исходного кода "{0}", так как {1} изменено в {2}.
tr: {1}, {2} üzerinde değiştirildiğinden {0} derlenecek.
zh_hans: 将编译 {0}，因为在 {2} 处修改了 {1}。
zh_hant: 因為 {1} 已於 {2} 修改，所以將編譯 {0}。

# Tracking_SourceWillBeCompiled
source: {0} will be compiled.
cs: {0} bude kompilováno.
de: {0} wird kompiliert.
es: {0} se compilará.
fr: {0} sera compilé.
it: Verrà eseguita la compilazione di {0}.
ja: {0} はコンパイルされます。
ko: {0}이(가) 컴파일됩니다.
pl: Plik {0} zostanie skompilowany.
pt_br: {0} será compilado.
ru: Будет выполнена компиляция {0}.
tr: {0} derlenecek.
zh_hans: 将编译 {0}。
zh_hant: {0} 將進行編譯。

# Tracking_AllOutputsAreUpToDate
source: All outputs are up-to-date.
cs: Všechny výstupy jsou aktuální.
de: Alle Ausgaben sind aktuell.
es: Todas las salidas están actualizadas.
fr: Toutes les sorties sont à jour.
it: Tutti gli output sono aggiornati.
ja: すべての出力が最新のものです。
ko: 모든 출력이 최신 상태입니다.
pl: Wszystkie dane wyjściowe są aktualne.
pt_br: Todas as saídas estão atualizadas.
ru: Для всех выходных данных обновления не требуется.
tr: Tüm çıkışlar güncel.
zh_hans: 所有输出均为最新。
zh_hant: 所有輸出都是最新的。
