Repository: dotnet/msbuild
Catalog: src/Utilities/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DebugPathTooLong
source: MSB6012: The path "{0}" used for debug logs is too long. Set it to a shorter value using the MSBUILDDEBUGPATH environment variable or change your system configuration to allow long paths.
cs: MSB6012: Cesta „{0}“ použitá pro protokoly ladění je příliš dlouhá. Nastavte ji na kratší hodnotu pomocí proměnné prostředí MSBUILDDEBUGPATH nebo změňte konfigurace vašeho systému, aby povolovala dlouhé cesty.
de: MSB6012: Der für Debugprotokolle verwendete Pfad "{0}" ist zu lang. Legen Sie den Wert mithilfe der Umgebungsvariablen MSBUILDDEBUGPATH auf einen kürzeren Wert fest, oder ändern Sie die Systemkonfiguration so, dass lange Pfade zulässig sind.
es: MSB6012: La ruta de acceso "{0}" usada para los registros de depuración es demasiado larga. Establézcalo en un valor más corto con la variable de entorno MSBUILDDEBUGPATH o cambie la configuración del sistema para permitir rutas de acceso largas.
fr: MSB6012: Le chemin d’accès "{0}" utilisé pour les journaux de débogage est trop long. Définissez-la sur une valeur plus courte à l’aide de la variable d’environnement MSBUILDDEBUGPATH ou modifiez votre configuration système pour autoriser les chemins longs.
it: MSB6012: il percorso "{0}" usato per i log di debug è troppo lungo. Impostarlo su un valore più breve usando la variabile dell'ambiente MSBUILDDEBUGPATH o modificare la configurazione del sistema per consentire percorsi lunghi.
ja: MSB6012: デバッグ ログに使用されるパス "{0}" が長すぎます。MSBUILDDEBUGPATH 環境変数を使用して短い値に設定するか、長いパスを許可するようにシステム構成を変更してください。
ko: MSB6012: 디버그 로그에 사용된 경로 "{0}"이(가) 너무 깁니다. MSBUILDDEBUGPATH 환경 변수를 사용하여 값을 더 짧게 설정하거나 긴 경로를 허용하도록 시스템 구성을 변경합니다.
pt_br: MSB6012: O caminho "{0}" usado para logs de depuração é muito longo. Defina-o para um valor mais curto usando a variável de ambiente MSBUILDDEBUGPATH ou altere a configuração do sistema para permitir caminhos longos.
ru: MSB6012: слишком длинный путь "{0}" для журналов отладки. Установите более короткое значение, используя переменную среду MSBUILDDEBUGPATH, или измените конфигурацию системы, чтобы разрешить длинные пути.
tr: MSB6012: Hata ayıklama günlükleri için kullanılan "{0}" yolu çok uzun. MSBUILDDEBUGPATH ortam değişkenini kullanarak yolu daha kısa bir değere ayarlayın veya sistem yapılandırmanızı uzun yollara izin verecek şekilde değiştirin.
zh_hans: MSB6012: 用于调试日志的路径"{0}"太长。使用 MSBUILDDEBUGPATH 环境变量将其设置为较短值，或更改系统配置以允许长路径。
zh_hant: MSB6012: 用於偵錯記錄檔 "{0}" 的路徑太長。使用 MSBUILDDEBUGPATH 環境變數將它設定為較短的值，或變更您的系統設定以允許長路徑。

# General.InvalidToolSwitch
source: MSB6001: Invalid command line switch for "{0}". {1}
cs: MSB6001: Přepínač příkazového řádku pro {0} je neplatný. {1}
de: MSB6001: Ungültige Befehlszeilenoption für "{0}". {1}
es: MSB6001: Modificador de línea de comandos no válido para "{0}". {1}
fr: MSB6001: Commutateur de ligne de commande non valide pour "{0}". {1}
it: MSB6001: opzione della riga di comando non valida per "{0}". {1}
ja: MSB6001: "{0}" のコマンド ライン スイッチが無効です。{1}
ko: MSB6001: "{0}"의 명령줄 스위치가 잘못되었습니다. {1}
pl: MSB6001: Nieprawidłowy przełącznik wiersza polecenia dla „{0}”. {1}
pt_br: MSB6001: Opção de linha de comando inválida para "{0}". {1}
ru: MSB6001: Недопустимый переключатель командной строки для "{0}". {1}
tr: MSB6001: "{0}" için geçersiz komut satırı anahtarı. {1}
zh_hans: MSB6001: “{0}”的命令行开关无效。{1}
zh_hant: MSB6001: "{0}" 的命令列參數無效。{1}

# General.QuotesNotAllowedInThisKindOfTaskParameter
source: Illegal quote passed to the command line switch named "{0}". The value was [{1}].
cs: Přepínači příkazového řádku s názvem {0} byl předán neplatný řetězec v uvozovkách. Hodnota: [{1}].
de: An die Befehlszeilenoption "{0}" wurde ein unzulässiges Anführungszeichen übergeben. Wert: [{1}].
es: Se pasaron comillas no válidas al modificador de línea de comandos denominado "{0}". El valor era [{1}].
fr: Guillemet non conforme passé au commutateur de ligne de commande nommé "{0}". La valeur était [{1}].
it: Virgoletta non valida passata nell'opzione della riga di comando denominata "{0}". Valore: [{1}].
ja: "{0}" というコマンド ライン スイッチに無効な引用符が渡されました。値は [{1}] でした。
ko: 이름이 "{0}"인 명령줄 스위치에 전달된 따옴표가 잘못되었습니다. 값은 [{1}]입니다.
pl: Niedozwolony cudzysłów przekazany do przełącznika wiersza polecenia o nazwie „{0}”. Wartość: [{1}].
pt_br: Aspas ilegais passadas na opção de linha de comando denominada "{0}". O valor era [{1}].
ru: Параметру командной строки "{0}" передана неправильная кавычка. Было указано значение [{1}].
tr: "{0}" adındaki komut satırı anahtarına yanlış tırnak işareti geçirildi. Değer [{1}] idi.
zh_hans: 向名为“{0}”的命令行开关传递了非法引号。值为 [{1}]。
zh_hant: 傳遞至名稱為 "{0}" 的命令列參數的引號不合法。值為 [{1}]。

# General.QuotesNotAllowedInThisKindOfTaskParameterNoSwitchName
source: Illegal quote in the command line value [{0}].
cs: Řetězec v uvozovkách v hodnotě příkazového řádku [{0}] je neplatný.
de: Unzulässiges Anführungszeichen im Befehlszeilenwert [{0}].
es: Comillas no válidas en el valor de la línea de comandos [{0}].
fr: Guillemet non conforme dans la valeur de ligne de commande [{0}].
it: Virgoletta non valida nel valore della riga di comando [{0}].
ja: コマンド ライン値 [{0}] に無効な引用符があります。
ko: 명령줄 값 [{0}]에 따옴표가 잘못 사용되었습니다.
pl: Niedozwolony cudzysłów w wartości wiersza polecenia [{0}].
pt_br: Aspas ilegais no valor da linha de comando [{0}].
ru: Неправильная кавычка в значении командной строки [{0}].
tr: [{0}] komut satırı değerindeki tırnak işareti geçersiz.
zh_hans: 命令行值[{0}]中存在非法引号。
zh_hant: 命令列值的引號不合法 [{0}]。

# General.ToolCommandFailedNoErrorCode
source: The command exited with code {0}.
cs: Příkaz byl ukončen s kódem {0}.
de: Der Befehl wurde mit dem Code {0} beendet.
es: El comando salió con el código {0}.
fr: La commande s'est arrêtée avec le code {0}.
it: Uscita dal comando con codice {0}.
ja: コマンドはコード {0} で終了しました。
ko: 명령이 종료되었습니다(코드: {0}).
pl: Polecenie zostało zakończone z kodem {0}.
pt_br: O comando foi encerrado com o código {0}.
ru: Выход из команды с кодом "{0}".
tr: Komuttan {0} koduyla çıkıldı.
zh_hans: 命令已退出，代码为 {0}。
zh_hant: 命令以返回碼 {0} 結束。

# LockCheck.FileLocked
source: The file is locked by: "{0}"
fr: Le fichier est verrouillé par : "{0}"
ja: このファイルは "{0}" によってロックされています。
ko: 파일이 "{0}"에 의해 잠겨 있습니다.
pt_br: O arquivo é bloqueado por: "{0}"
ru: "{0}" блокирует этот файл

# PlatformManifest.MissingPlatformXml
source: MSB6010: Could not find platform manifest file at "{0}".
cs: MSB6010: Nepovedlo se najít soubor manifestu platformy v umístění {0}.
de: MSB6010: Plattform-Manifestdatei in "{0}" nicht gefunden.
es: MSB6010: No se ha podido encontrar el archivo de manifiesto de plataforma en "{0}".
fr: MSB6010: Impossible de trouver le fichier manifeste de la plateforme dans "{0}".
it: MSB6010: il file manifesto della piattaforma non è stato trovato in "{0}".
ja: MSB6010: "{0}" にプラットフォームのマニフェスト ファイルが見つかりませんでした。
ko: MSB6010: "{0}"에서 플랫폼 매니페스트 파일을 찾을 수 없습니다.
pl: MSB6010: nie można odnaleźć pliku manifestu platformy w lokalizacji „{0}”.
pt_br: MSB6010: não foi possível encontrar o arquivo de manifesto da plataforma em "{0}".
ru: MSB6010: не удалось найти файл манифеста платформы по адресу "{0}".
tr: MSB6010: Platform bildirim dosyası, "{0}" konumunda bulunamadı.
zh_hans: MSB6010: 找不到“{0}”中的平台清单文件。
zh_hant: MSB6010: 在 "{0}" 找不到平台資訊清單檔案。

# ToolLocationHelper.UnsupportedFrameworkVersion
source: .NET Framework version "{0}" is not supported. Please specify a value from the enumeration Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
cs: Verze {0} rozhraní .NET Framework není podporovaná. Zadejte hodnotu z výčtu Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
de: Die .NET Framework-Version "{0}" wird nicht unterstützt. Geben Sie einen Wert aus der Enumeration "Microsoft.Build.Utilities.TargetDotNetFrameworkVersion" an.
es: La versión "{0}" de .NET Framework no es compatible. Especifique un valor de la enumeración Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
fr: La version "{0}" de .NET Framework n'est pas prise en charge. Spécifiez une valeur de l'énumération Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
it: La versione "{0}" di .NET Framework non è supportata. Specificare un valore dall'enumerazione Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
ja: .NET Framework のバージョン "{0}" はサポートされていません。列挙 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion から値を指定してください。
ko: .NET Framework 버전 "{0}"이(가) 지원되지 않습니다. Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 열거형에서 값을 지정하세요.
pl: Program .NET Framework w wersji „{0}” nie jest obsługiwany. Podaj wartość z wyliczenia Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
pt_br: Não há suporte para a versão "{0}" do .NET Framework. Especifique um valor da enumeração Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
ru: .NET Framework версии "{0}" не поддерживается. Укажите значение из перечисления Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
tr: .NET Framework "{0}" sürümü desteklenmiyor. Lütfen Microsoft.Build.Utilities.TargetDotNetFrameworkVersion sabit listesinden bir değer belirtin.
zh_hans: 不支持 .NET Framework 版本“{0}”。请指定枚举 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中的某个值。
zh_hant: 不支援 .NET Framework 版本 "{0}"。請從列舉 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中指定值。

# ToolLocationHelper.UnsupportedFrameworkVersionForWindowsSdk
source: .NET Framework version "{0}" is not supported when explicitly targeting the Windows SDK, which is only supported on .NET 4.5 and later. Please specify a value from the enumeration Microsoft.Build.Utilities.TargetDotNetFrameworkVersion that is Version45 or above.
cs: Verze {0} rozhraní .NET Framework není podporovaná, pokud je jako cíl explicitně určená sada Windows SDK, která je podporovaná jenom v rozhraní .NET 4.5 nebo novějším. Určete hodnotu Version45 nebo vyšší z výčtu Microsoft.Build.Utilities.TargetDotNetFrameworkVersion.
de: .NET Framework, Version "{0}" wird nicht unterstützt, wenn das Windows SDK das explizite Ziel ist, da dies nur unter .NET 4.5 und höher unterstützt wird. Geben Sie einen Wert aus der Enumeration "Microsoft.Build.Utilities.TargetDotNetFrameworkVersion", Version45 oder höher an.
es: La versión "{0}" de .NET Framework no es compatible cuando se establece de forma explícita Windows SDK como destino, que solo se admite en .NET 4.5 y posterior. Especifique un valor de la enumeración Microsoft.Build.Utilities.TargetDotNetFrameworkVersion que sea Version45 o posterior.
fr: La version "{0}" de .NET Framework n'est pas prise en charge lors du ciblage explicite du SDK Windows, qui est pris en charge uniquement par .NET 4.5 et ultérieur. Spécifiez une valeur de l'énumération Microsoft.Build.Utilities.TargetDotNetFrameworkVersion correspondant à la version 4.5 (Version45) ou ultérieure.
it: La versione "{0}" di .NET Framework non è supportata se è destinata in modo esplicito a Windows SDK, che è supportato solo da .NET 4.5 e versioni successive. Specificare un valore dell'enumerazione Microsoft.Build.Utilities.TargetDotNetFrameworkVersion che sia Version45 o successivo.
ja: Windows SDK を明示的にターゲットとする場合、.NET Framework のバージョン "{0}" はサポートされません。Windows SDK は、.NET 4.5 以降でのみサポートされています。列挙 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion から Version45 以上の値を指定してください。
ko: .NET 4.5 이상에서만 지원되는 Windows SDK를 명시적으로 대상으로 지정하는 경우 .NET Framework 버전 "{0}"이(가) 지원되지 않습니다. Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 열거형에서 Version45 이상인 값을 지정하세요.
pl: Program .NET Framework w wersji „{0}” nie jest obsługiwany, jeśli jawnym obiektem docelowym jest zestaw SDK systemu Windows, ponieważ taki zestaw jest obsługiwany tylko na platformie .NET w wersji 4.5 lub nowszej. Podaj wartość z wyliczenia Microsoft.Build.Utilities.TargetDotNetFrameworkVersion, która wynosi co najmniej Version45.
pt_br: Não há suporte para a versão "{0}" do .NET Framework quando o destino for explicitamente o SDK do Windows, que só tem suporte no .NET 4.5 e posterior. Especifique um valor da enumeração Microsoft.Build.Utilities.TargetDotNetFrameworkVersion que seja Version45 ou acima.
ru: При явном использовании пакета Windows SDK платформа .NET Framework версии "{0}" не поддерживается; она поддерживается только платформой .NET 4.5 и более поздними версиями. Укажите значение из перечисления Microsoft.Build.Utilities.TargetDotNetFrameworkVersion версии Version45 или более поздней.
tr: Yalnızca .NET 4.5 ve sonraki sürümlerde desteklenen Windows SDK açıkça hedeflenirken .NET Framework "{0}" sürümü desteklenmez. Lütfen Microsoft.Build.Utilities.TargetDotNetFrameworkVersion sabit listesinden Sürüm 45 veya üzerinde bir değer belirtin.
zh_hans: 当明确以 Windows SDK 为目标时，不支持 .NET Framework 版本“{0}”，Windows SDK 只在 .NET 4.5 及更高版本上受支持。请指定枚举 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中 Version45 或以上的值。
zh_hant: 明確地以 Windows SDK 為目標時，不支援 .NET Framework 版本 "{0}"，只有 .NET 4.5 及更新版本才予以支援。請從 Version45 (含) 以上版本的列舉 Microsoft.Build.Utilities.TargetDotNetFrameworkVersion 中指定值。

# ToolLocationHelper.UnsupportedVisualStudioVersion
source: Visual Studio version "{0}" is not supported. Please specify a value from the enumeration Microsoft.Build.Utilities.VisualStudioVersion.
cs: Verze {0} sady Visual Studio není podporovaná. Zadejte hodnotu z výčtu Microsoft.Build.Utilities.VisualStudioVersion.
de: Visual Studio-Version "{0}" wird nicht unterstützt. Geben Sie einen Wert aus der Enumeration "Microsoft.Build.Utilities.VisualStudioVersion" an.
es: La versión "{0}" de Visual Studio no es compatible. Especifique un valor de la enumeración Microsoft.Build.Utilities.VisualStudioVersion.
fr: La version "{0}" de Visual Studio n'est pas prise en charge. Spécifiez une valeur de l'énumération Microsoft.Build.Utilities.VisualStudioVersion.
it: La versione "{0}" di Visual Studio non è supportata. Specificare un valore dall'enumerazione Microsoft.Build.Utilities.VisualStudioVersion.
ja: Visual Studio のバージョン "{0}" はサポートされていません。列挙 Microsoft.Build.Utilities.VisualStudioVersion から値を指定してください。
ko: Visual Studio 버전 "{0}"이(가) 지원되지 않습니다. Microsoft.Build.Utilities.VisualStudioVersion 열거형에서 값을 지정하세요.
pl: Program Visual Studio w wersji „{0}” nie jest obsługiwany. Podaj wartość z wyliczenia Microsoft.Build.Utilities.VisualStudioVersion.
pt_br: O Visual Studio versão "{0}" não tem suporte. Especifique um valor da enumeração Microsoft.Build.Utilities.VisualStudioVersion.
ru: Visual Studio версии "{0}" не поддерживается. Укажите значение из перечисления Microsoft.Build.Utilities.VisualStudioVersion.
tr: Visual Studio "{0}" sürümü desteklenmiyor. Lütfen Microsoft.Build.Utilities.VisualStudioVersion sabit listesinden bir değer belirtin.
zh_hans: 不支持 Visual Studio 版本“{0}”。请指定枚举 Microsoft.Build.Utilities.VisualStudioVersion 中的某个值。
zh_hant: 不支援 Visual Studio 版本 "{0}"。請從列舉 Microsoft.Build.Utilities.VisualStudioVersion 中指定值。

# ToolTask.CommandTooLong
source: MSB6002: The command-line for the "{0}" task is too long. Command-lines longer than 32000 characters are likely to fail. Try reducing the length of the command-line by breaking down the call to "{0}" into multiple calls with fewer parameters per call.
cs: MSB6002: Příkazový řádek pro úlohu {0} je příliš dlouhý. U příkazových řádků delších než 32 000 znaků je pravděpodobné, že dojde k chybě. Zkuste zkrátit délku příkazového řádku rozdělením volání {0} do několika volání s menším počtem parametrů.
de: MSB6002: Die Befehlszeile für die Aufgabe "{0}" ist zu lang. Bei Befehlszeilen mit mehr als 32.000 Zeichen treten häufig Fehler auf. Versuchen Sie, die Befehlszeile zu kürzen, indem Sie den Aufruf von "{0}" in mehrere Aufrufe mit weniger Parametern pro Aufruf unterteilen.
es: MSB6002: La línea de comandos para la tarea "{0}" es demasiado larga. Las líneas de comandos con más de 32 000 caracteres son propensas a acabar en error. Reduzca la longitud de la línea de comandos dividiendo la llamada a "{0}" en varias llamadas con menos parámetros por llamada.
fr: MSB6002: La ligne de commande de la tâche "{0}" est trop longue. Les lignes de commande de plus de 32 000 caractères risquent d'échouer. Essayez de réduire la longueur de la ligne de commande en scindant l'appel à "{0}" en plusieurs appels contenant moins de paramètres chacun.
it: MSB6002: la riga di comando per l'attività "{0}" è troppo lunga. Le righe di comando superiori a 32.000 caratteri possono generare errori. Provare a ridurre la lunghezza della riga di comando suddividendo la chiamata a "{0}" in più chiamate contenenti un numero inferiore di parametri.
ja: MSB6002: "{0}" タスクのコマンドラインが長すぎます。コマンドラインは 32000 文字以上の長さで指定するとエラーが発生する可能性があります。"{0}" への呼び出しを複数の呼び出しに分割し、各呼び出しのパラメーターを少なくして、コマンドラインの長さを短くしてください。
ko: MSB6002: "{0}" 작업에 대한 명령줄이 너무 깁니다. 32000자를 넘는 명령줄은 실패할 가능성이 큽니다. "{0}"에 대한 호출을 여러 개로 나누어 호출당 매개 변수의 개수를 적게 함으로써 명령줄의 길이를 줄여 보세요.
pl: MSB6002: Wiersz polecenia zadania „{0}” jest za długi. Wiersze zawierające więcej niż 32 000 znaków mogą nie działać prawidłowo. Spróbuj skrócić długość wiersza polecenia, dzieląc wywołanie „{0}” na wiele wywołań zawierających odpowiednio mniej parametrów.
pt_br: MSB6002: A linha de comando da tarefa "{0}" é muito longa. É possível ocorrer falhas em linhas de comando com mais de 32.000 caracteres. Tente reduzir o comprimento da linha de comando dividindo a chamada a "{0}" em várias chamadas com menos parâmetros por chamada.
ru: MSB6002: слишком длинная командная строка для задачи "{0}". Командные строки длиной более 32 000 символов могут завершиться сбоем. Попробуйте сократить длину командной строки, разделив вызов "{0}" на несколько вызовов с меньшим числом параметров.
tr: MSB6002: "{0}" görevi için komut satırı çok uzun. 32.000 karakterden uzun komut satırları başarısız olabilir. "{0}" çağrısını çağrı başına daha az parametre ile birden çok çağrıya bölerek komut satırının uzunluğunu azaltmayı deneyin.
zh_hans: MSB6002: “{0}”任务的命令行过长。长度超过 32000 个字符的命令行可能失败。请尝试用以下方法缩短命令行: 将对“{0}”的调用分成多个调用，每个调用仅包含少量参数。
zh_hant: MSB6002: "{0}" 工作的命令列太長。長度超過 32000 個字元的命令列可能會失敗。請嘗試將對 "{0}" 的呼叫分為多個呼叫，在每個呼叫中包含較少的參數，以減低命令列的長度。

# ToolTask.CouldNotStartToolExecutable
source: MSB6003: The specified task executable "{0}" could not be run. {1}
cs: MSB6003: Nepodařilo se spustit spustitelný soubor zadané úlohy {0}. {1}
de: MSB6003: Die angegebene ausführbare Datei der Aufgabe "{0}" konnte nicht ausgeführt werden. {1}
es: MSB6003: No se pudo ejecutar la tarea ejecutable especificada "{0}". {1}
fr: MSB6003: Impossible d'exécuter la tâche exécutable spécifiée "{0}". {1}
it: MSB6003: non è stato possibile eseguire il file eseguibile "{0}" dell'attività. {1}
ja: MSB6003: 指定されたタスク実行可能ファイル "{0}" を実行できませんでした。{1}
ko: MSB6003: 지정한 작업 실행 파일 "{0}"을(를) 실행할 수 없습니다. {1}
pl: MSB6003: Nie można uruchomić określonego pliku wykonywalnego zadania „{0}”. {1}
pt_br: MSB6003: Não foi possível executar a tarefa executável "{0}" especificada. {1}
ru: MSB6003: Не удалось запустить указанный исполняемый файл задачи "{0}". {1}
tr: MSB6003: Belirtilen "{0}" görev yürütülebilir dosyası çalıştırılamadı. {1}
zh_hans: MSB6003: 指定的任务可执行文件“{0}”未能运行。{1}
zh_hant: MSB6003: 無法執行指定的工作可執行檔 "{0}"。{1}

# ToolTask.InvalidTerminationTimeout
source: Specified termination timeout ({0}) is invalid - expecting value greater or equal to -1.
cs: Zadaný časový limit ukončení ({0}) je neplatný – očekává se hodnota větší nebo rovna -1.
de: Das angegebene Beendigungstimeout ({0}) ist ungültig. Es wird ein Wert größer oder gleich -1 erwartet.
es: El tiempo de espera de finalización especificado ({0}) no es válido; se espera un valor mayor o igual que -1.
fr: Le délai d’arrêt spécifié ({0}) n’est pas valide . La valeur attendue est supérieure ou égale à -1.
it: Il timeout di terminazione specificato ({0}) non è valido - è previsto un valore maggiore o uguale a -1.
ja: 指定された終了タイムアウト ({0}) は無効です。-1 以上の値を指定してください。
ko: 지정한 종료 시간 제한({0})이 잘못되었습니다. -1보다 크거나 같은 값이 필요합니다.
pt_br: O tempo limite de encerramento especificado ({0}) é inválido - esperando valor maior ou igual a -1.
ru: Указано недопустимое время ожидания завершения ({0}) — ожидается значение больше или равно –1.
tr: Belirtilen sonlandırma zaman aşımı ({0}) geçersiz; -1'den büyük veya buna eşit bir değer bekleniyor.
zh_hans: 指定的终止超时({0})无效 - 值应大于或等于 -1。
zh_hant: 指定的終止逾時 ({0}) 無效 - 必須是大於或等於 -1 的值。

# ToolTask.NotUpToDate
source: Unable to skip task because it is not up-to-date.
cs: Úlohu nelze přeskočit, protože není aktuální.
de: Die Aufgabe kann nicht übersprungen werden, da sie nicht auf dem neuesten Stand ist.
es: No se puede omitir la tarea porque no está actualizada.
fr: Nous n’avons pas pu ignorer la tâche, car elle n’est pas à jour.
it: Non è possibile ignorare l'attività perché non è aggiornata.
ja: タスクは最新ではないため、スキップできません。
ko: 작업이 최신 상태가 아니므로 건너뛸 수 없습니다.
pt_br: Não foi possível ignorar a tarefa porque ela não está atualizada.
ru: Невозможно пропустить задачу, поскольку она не обновлена.
tr: Güncel olmadığı için görev atlanamıyor.
zh_hans: 无法跳过任务，因为它不是最新的。
zh_hant: 無法略過工作，因為它不是最新的。

# ToolTask.ToolCommandFailed
source: MSB6006: "{0}" exited with code {1}.
cs: MSB6006: Příkaz {0} byl ukončen s kódem {1}.
de: MSB6006: "{0}" wurde mit dem Code {1} beendet.
es: MSB6006: "{0}" salió con el código {1}.
fr: MSB6006: Arrêt de "{0}" avec le code {1}.
it: MSB6006: "{0}" terminato con il codice {1}.
ja: MSB6006: "{0}" はコード {1} を伴って終了しました。
ko: MSB6006: "{0}"이(가) 종료되었습니다(코드: {1}).
pl: MSB6006: Polecenie „{0}” zakończone przez kod {1}.
pt_br: MSB6006: "{0}" foi encerrado com o código {1}.
ru: MSB6006: "{0}" завершилась с кодом {1}.
tr: MSB6006: "{0}" öğesinden {1} koduyla çıkıldı.
zh_hans: MSB6006: “{0}”已退出，代码为 {1}。
zh_hant: MSB6006: "{0}" 以返回碼 {1} 結束。

# ToolTask.ToolExecutableNotFound
source: MSB6004: The specified task executable location "{0}" is invalid.
cs: MSB6004: Zadané umístění spustitelného souboru úlohy {0} je neplatné.
de: MSB6004: Der angegebene Speicherort der ausführbaren Datei der Aufgabe "{0}" ist ungültig.
es: MSB6004: La ubicación de la tarea ejecutable especificada "{0}" no es válida.
fr: MSB6004: L'emplacement de la tâche exécutable spécifiée "{0}" n'est pas valide.
it: MSB6004: il percorso specificato del file eseguibile dell'attività "{0}" non è valido.
ja: MSB6004: 指定された実行可能タスクの場所 "{0}" が無効です。
ko: MSB6004: 지정한 작업 실행 파일의 위치 "{0}"이(가) 잘못되었습니다.
pl: MSB6004: Określona lokalizacja pliku wykonywalnego zadania „{0}” jest nieprawidłowa.
pt_br: MSB6004: O local da tarefa executável especificada "{0}" é inválido.
ru: MSB6004: Указанное расположение исполняемого файла задачи "{0}" является недопустимым.
tr: MSB6004: Belirtilen "{0}" görev yürütülebilir dosyası konumu geçersiz.
zh_hans: MSB6004: 指定的任务可执行文件位置“{0}”无效。
zh_hant: MSB6004: 指定的工作可執行檔位置 "{0}" 無效。

# ToolTask.ValidateParametersFailed
source: MSB6011: Invalid parameters passed to the {0} task.
cs: MSB6011: Do úlohy {0} byly předány neplatné parametry.
de: MSB6011: Ungültige Parameter an Aufgabe "{0}" übergeben.
es: MSB6011: Se han pasado parámetros no válidos a la tarea {0}.
fr: MSB6011: Paramètres non valides passés à la tâche {0}.
it: MSB6011: sono stati passati parametri non validi all'attività {0}.
ja: MSB6011: {0} タスクに無効なパラメーターが渡されました。
ko: MSB6011: {0} 작업에 잘못된 매개 변수가 전달되었습니다.
pl: MSB6011: Przekazano nieprawidłowe parametry do zadania {0}.
pt_br: MSB6011: parâmetros inválidos passados para a tarefa {0}.
ru: MSB6011: в задачу {0} переданы недопустимые параметры.
tr: MSB6011: {0} görevine geçersiz parametreler geçirildi.
zh_hans: MSB6011: 传递给 {0} 任务的参数无效。
zh_hant: MSB6011: 傳遞至 {0} 工作的參數無效。
