Repository: dotnet/msbuild
Catalog: src/Utilities/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Tracking_DependencyWasModifiedAt
source: File {0} was modified at {1} which is newer than {2} modified at {3}.
cs: Soubor {0} byl upraven dne {1}, jenž nastal později než den {2} a den upravení {3}.
de: Die Datei "{0}" wurde bei {1} verändert und ist damit neuer als {2}, die bei {3} verändert wurde.
es: El archivo {0} se modificó a las {1}, por lo que es más reciente que {2}, que se modificó a las {3}.
fr: Le fichier {0} a été modifié à {1}, ce qui est plus récent que {2} modifié à {3}.
it: Il file {0} è stato modificato alle {1} quindi è più recente di {2} modificato alle ore {3}.
ja: ファイル {0} は、{1} に変更されました。このファイルは、{3} に変更された {2} より新しいファイルです。
ko: {0} 파일이 {3}에서 수정된 {2}보다 새로운 {1}에서 수정되었습니다.
pl: Plik {0} został zmodyfikowany {1} i jest nowszy niż plik {2} zmodyfikowany {3}.
pt_br: O arquivo {0} foi modificado em {1}, que é menor do que o {2} modificado em {3}.
ru: Файл {0}, измененный в {1}, новее чем {2}, измененный в {3}.
tr: Dosya {0} {1} tarihinde değiştirildi, ki bu {3} tarihinde değiştirilen {2} öğesinden daha yeni.
zh_hans: 文件 {0} 是在 {1} 修改的，它比在 {3} 修改的 {2} 更新一些。
zh_hant: 檔案 {0} 於 {1} 修改過，它比在 {3} 修改的 {2} 新。

# Tracking_OutputDoesNotExist
source: {0} does not exist; source compilation required.
cs: {0} neexistuje. Je vyžadována kompilace zdroje.
de: {0} ist nicht vorhanden, Quellkompilierung erforderlich.
es: {0} no existe; es preciso compilar el origen.
fr: {0} n'existe pas ; compilation source requise.
it: {0} non esiste. È necessaria la compilazione dell'origine.
ja: {0} が存在しません。ソースのコンパイルが必要です。
ko: {0}이(가) 없습니다. 소스를 컴파일해야 합니다.
pl: Dane wyjściowe {0} nie istnieją; wymagana jest kompilacja źródłowa.
pt_br: {0} não existe; é necessária a compilação da origem.
ru: {0} не существует; требуется компиляция исходного кода.
tr: {0} yok; kaynağın derlenmesi gerekiyor.
zh_hans: {0} 不存在；需要编译源。
zh_hant: {0} 不存在; 必須進行原始檔編譯。

# Tracking_SourceWillBeCompiledOutputDoesNotExist
source: {0} will be compiled because output {1} does not exist.
cs: {0} se bude kompilovat, protože neexistuje výstup {1}.
de: {0} wird kompiliert, da die Ausgabe {1} nicht vorhanden ist.
es: {0} se compilará porque la salida {1} no existe.
fr: {0} sera compilé, car la sortie {1} n'existe pas.
it: Verrà eseguita la compilazione di {0} perché l'output {1} non esiste.
ja: 出力 {1} が存在しないため、{0} はコンパイルされます。
ko: {1} 출력이 없으므로 {0}이(가) 컴파일됩니다.
pl: Plik {0} zostanie skompilowany, ponieważ obiekt wyjściowy {1} nie istnieje.
pt_br: {0} será compilado já que a saída {1} não existe.
ru: Будет выполнена компиляция исходного кода "{0}", так как выходные данные {1} не существуют.
tr: {1} çıkışı mevcut olmadığından {0} derlenecek.
zh_hans: 将编译 {0}，因为输出 {1} 不存在。
zh_hant: 因為沒有輸出 {1}，所以將編譯 {0}。

# Tracking_ReadTrackingLogs
source: Read Tracking Logs:
cs: Protokoly sledování čtení:
de: Lesenachverfolgungsprotokolle:
es: Registros de seguimiento de lectura:
fr: Journaux de suivi de lecture :
it: Log di rilevamento operazioni di lettura:
ja: 読み取り追跡ログ:
ko: 읽기 추적 로그:
pl: Dzienniki śledzenia odczytów:
pt_br: Ler Logs de Controle:
ru: Журналы отслеживания чтения:
tr: Okuma İzleme Günlükleri:
zh_hans: 读取跟踪日志:
zh_hant: 讀取追蹤記錄檔:

# Tracking_ReadTrackingCached
source: Using cached input dependency table built from:
cs: Používá se tabulka závislostí vstupu v mezipaměti sestavená z:
de: Die zwischengespeicherte Eingabeabhängigkeitstabelle wird verwendet, erstellt von:
es: Se usará una tabla de dependencias de entrada almacenadas en caché compilada a partir de:
fr: Utilisation de la table des dépendances d'entrée mise en cache générée à partir de :
it: Uso della tabella delle dipendenze di input memorizzata nella cache compilata da:
ja: 以下から作成されたキャッシュ内の入力依存関係テーブルを使用しています:
ko: 다음에서 빌드된 캐시된 입력 종속성 테이블 사용:
pl: Używanie zbuforowanej kompilacji wejściowej tabeli zależności z:
pt_br: Usando a tabela de dependência de entrada em cache compilada em:
ru: Использование кэшированного построения таблицы входных зависимостей из:
tr: Şundan oluşturulan önbelleğe alınmış girdi bağımlılığı tablosu kullanılıyor:
zh_hans: 使用从以下项生成的缓存输入依赖关系表:
zh_hant: 使用從下列建置的快取輸入相依性表格:

# Tracking_OutputForRootNotFound
source: No output for {0} was found in the tracking log; source compilation required.
cs: V protokolu sledování nebyl nalezen žádný výstup pro {0}. Je vyžadována kompilace zdroje.
de: Im Nachverfolgungsprotokoll wurde keine Ausgabe für {0} gefunden, Quellkompilierung erforderlich.
es: No se encuentra ninguna salida para {0} en el registro de seguimiento; es preciso compilar el origen.
fr: Aucune sortie pour {0} n'a été trouvée dans le journal de suivi ; compilation source requise.
it: Non è stato trovato alcun output per {0} nel log di rilevamento. È necessaria la compilazione dell'origine.
ja: {0} の出力が、追跡ログに見つかりませんでした。ソースのコンパイルが必要です。
ko: 추적 로그에 {0}에 대한 출력이 없습니다. 소스를 컴파일해야 합니다.
pl: W dzienniku śledzenia nie znaleziono żadnych danych wyjściowych dla {0}; wymagana jest kompilacja źródłowa.
pt_br: Nenhuma saída para {0} foi encontrada no log de controle; é necessária a compilação da origem.
ru: Не найдены выходные данные {0} в журнале отслеживания; требуется компиляция источника.
tr: İzleme günlüğünde {0} için hiç çıkış bulunamadı; kaynağın derlenmesi gerekiyor.
zh_hans: 在跟踪日志中未找到 {0} 的输出；需要编译源。
zh_hant: 在追蹤記錄檔中找不到 {0} 的輸出; 必須進行原始檔編譯。

# Tracking_DependenciesForRootNotFound
source: No dependencies for output {0} were found in the tracking log; source compilation required.
cs: Pro výstup {0} nebyly nalezeny žádné závislosti v protokolu sledování. Je vyžadována kompilace zdroje.
de: Im Nachverfolgungsprotokoll wurden keine Abhängigkeiten für Ausgabe "{0}" gefunden, Quellkompilierung erforderlich.
es: No se encuentran dependencias para la salida {0} en el registro de seguimiento: es preciso compilar el origen.
fr: Aucune dépendance pour la sortie {0} n'a été trouvée dans le journal de suivi ; compilation source requise.
it: Non sono state trovate dipendenze per l'output {0} nel log di rilevamento. È necessaria la compilazione dell'origine.
ja: 出力 {0} に対する依存関係が、追跡ログに見つかりませんでした。ソースのコンパイルが必要です。
ko: 추적 로그에 {0} 출력에 대한 종속성이 없습니다. 소스를 컴파일해야 합니다.
pl: W dzienniku śledzenia nie znaleziono żadnych zależności dla danych wyjściowych {0}; wymagana jest kompilacja źródłowa.
pt_br: Não foram encontradas dependências para a saída {0} no log de controle; é necessária a compilação da origem.
ru: Не найдены зависимости для выхода {0} в журнале отслеживания; требуется компиляция источника.
tr: İzleme günlüğünde {0} çıkışı için hiç bağımlılık bulunamadı; kaynağın derlenmesi gerekiyor.
zh_hans: 在跟踪日志中未找到输出 {0} 的依赖项；需要编译源。
zh_hant: 在追蹤記錄檔中找不到輸出 {0} 的相依性; 必須進行原始檔編譯。

# Tracking_WriteLogEntryNotFound
source: Could not find {0} in the write tracking log.
cs: Nelze nalézt {0} v protokolu sledování zápisu.
de: {0} wurde im Schreibnachverfolgungsprotokoll nicht gefunden.
es: No se encuentra {0} en el registro de seguimiento de escritura.
fr: {0} introuvable dans le journal de suivi d'écriture.
it: {0} non è stato trovato nel log di rilevamento delle operazioni di scrittura.
ja: 書き込み追跡ログに {0} が見つかりませんでした。
ko: 쓰기 추적 로그에서 {0}을(를) 찾을 수 없습니다.
pl: Nie można znaleźć wpisu {0} w dzienniku śledzenia zapisów.
pt_br: Não foi possível encontrar {0} no log de controle de gravação.
ru: Не удалось найти журнал отслеживания записи {0}.
tr: Yazma izleme günlüğünde {0} bulunamadı.
zh_hans: 在写入跟踪日志中未能找到 {0}。
zh_hant: 在寫入追蹤記錄檔中找不到 {0}。

# Tracking_ReadLogEntryNotFound
source: Could not find {0} in the read tracking log.
cs: Nelze nalézt {0} v protokolu sledování čtení.
de: {0} wurde im Lesenachverfolgungsprotokoll nicht gefunden.
es: No se encuentra {0} en el registro de seguimiento de lectura.
fr: {0} introuvable dans le journal de suivi de lecture.
it: {0} non è stato trovato nel log di rilevamento delle operazioni di lettura.
ja: 読み取り追跡ログに {0} が見つかりませんでした。
ko: 읽기 추적 로그에서 {0}을(를) 찾을 수 없습니다.
pl: Nie można znaleźć wpisu {0} w dzienniku śledzenia odczytów.
pt_br: Não foi possível encontrar {0} no log de controle de leitura.
ru: Не удалось найти журнал отслеживания чтения {0}.
tr: Okuma izleme günlüğünde {0} bulunamadı.
zh_hans: 在读取跟踪日志中未能找到 {0}。
zh_hant: 在讀取追蹤記錄檔中找不到 {0}。

# Tracking_SourcesAndCorrespondingOutputMismatch
source: The number of source files and corresponding outputs must match.
cs: Počet zdrojových souborů a odpovídajících výstupů musí souhlasit.
de: Die Anzahl der Quelldateien und der entsprechenden Ausgaben muss übereinstimmen.
es: El número de archivos de origen y sus salidas correspondientes deben coincidir.
fr: Les nombres de fichiers sources et de sorties associées doivent correspondre.
it: Il numero dei file di origine e quello degli output corrispondenti non coincidono.
ja: ソース ファイルの数と対応する出力の数が一致する必要があります。
ko: 소스 파일 수와 해당 출력 수가 일치해야 합니다.
pl: Liczba plików źródłowych musi być taka sama jak liczba odpowiadających im plików wyjściowych.
pt_br: O número de arquivos de origem e de saídas correspondentes deve coincidir.
ru: Число исходных и соответствующих выходных файлов должно совпадать.
tr: Kaynak dosyalar ile karşılık gelen çıkışların sayısı eşleşmelidir.
zh_hans: 源文件数和对应的输出数必须匹配。
zh_hant: 原始程式檔的數目與對應的輸出必須相符。

# Tracking_InputNewerThanOutput
source: Source compilation required: input {0} is newer than output {1}.
cs: Vyžadována kompilace zdroje: vstup {0} je novější než výstup {1}.
de: Quellkompilierung erforderlich: Eingabe "{0}" ist neuer als Ausgabe "{1}".
es: Es preciso compilar el origen: la entrada {0} es más reciente que la salida {1}.
fr: Compilation source requise : l'entrée {0} est plus récente que la sortie {1}.
it: Compilazione dell'origine necessaria: l'input {0} è più recente dell'output {1}.
ja: ソースのコンパイルが必要です。入力 {0} は出力 {1} よりも新しいです。
ko: 소스를 컴파일해야 합니다. 입력 내용 {0}이(가) 출력 내용 {1}보다 최신입니다.
pl: Wymagana jest kompilacja źródłowa: dane wejściowe {0} są nowsze niż dane wyjściowe {1}.
pt_br: É necessária a compilação da origem: a entrada {0} é mais nova que a saída {1}.
ru: Требуется компиляция исходного кода: входные данные {0} обновились по сравнению с выходными {1}.
tr: Kaynağın derlenmesi gerekiyor: {0} girdisi {1} çıkışından daha yeni.
zh_hans: 需要编译源: 输入 {0} 比输出 {1} 新。
zh_hant: 必須進行原始檔編譯: 輸入 {0} 比輸出 {1} 還要新。

# Tracking_RebuildingDueToInvalidTLog
source: MSB6008: Forcing a rebuild of all sources due to an error with the tracking logs. {0}
cs: MSB6008: Probíhá vynucení opětovného sestavení všech zdrojů z důvodu chyby s protokoly sledování. {0}
de: MSB6008: Aufgrund eines Fehlers in den Nachverfolgungsprotokollen wird eine Neuerstellung aller Quellen erzwungen. {0}
es: MSB6008: Se va a forzar una recompilación de todos los orígenes debido a un error con los registros de seguimiento. {0}
fr: MSB6008: regénération forcée de toutes les sources en raison d'une erreur avec les journaux de suivi. {0}
it: MSB6008: verrà imposta la ricompilazione di tutte le origini a causa di un errore con i log di rilevamento. {0}
ja: MSB6008: 追跡ログ エラーにより、すべてのソースを強制的にリビルドしています。{0}
ko: MSB6008: 추적 로그 오류로 인해 모든 소스를 강제로 다시 빌드합니다. {0}
pl: MSB6008: Wymuszanie ponownej kompilacji wszystkich źródeł z powodu błędu dzienników śledzenia. {0}
pt_br: MSB6008: forçando uma recompilação de todas as fontes devido a um erro com os logs de acompanhamento. {0}
ru: MSB6008: Выполняется принудительное повторное построение всех источников в связи с ошибкой отслеживающих журналов. {0}
tr: MSB6008: İzleme günlüklerindeki bir hata nedeniyle tüm kaynaklan yeniden oluşturulmaya zorlanıyor. {0}
zh_hans: MSB6008: 因跟踪日志出错而强制重新生成所有源。{0}
zh_hant: MSB6008: 正在強制重建所有資源，因為追蹤記錄檔有錯誤。{0}

# Tracking_RebuildingDueToInvalidTLogContents
source: MSB6009: Forcing a rebuild of all source files due to the contents of "{0}" being invalid.
cs: MSB6009: Probíhá vynucení opětovného sestavení všech zdrojových souborů z důvodu neplatného obsahu {0}.
de: MSB6009: Eine Neuerstellung aller Quelldateien wird erzwungen, da die Inhalte von "{0}" ungültig sind.
es: MSB6009: Se va a forzar una recompilación de todos los archivos de código fuente porque el contenido de "{0}" no es válido.
fr: MSB6009: regénération forcée de tous les fichiers sources en raison d'un contenu de "{0}" non valide.
it: MSB6009: verrà imposta una ricompilazione di tutti i file di origine perché i contenuti di "{0}" non sono validi.
ja: MSB6009: "{0}" の内容が無効であるため、すべてのソース ファイルを強制的にリビルドしています。
ko: MSB6009: "{0}"의 잘못된 컨텐츠로 인해 모든 소스를 강제로 다시 빌드합니다.
pl: MSB6009: Wymuszanie ponownej kompilacji wszystkich plików źródłowych z powodu nieprawidłowej zawartości dziennika {0}.
pt_br: MSB6009: orçando uma recompilação de todos os arquivos-fonte porque o conteúdo de "{0}" é inválido.
ru: MSB6009: Выполняется принудительное повторное построение всех исходных файлов в связи с недопустимым содержимым "{0}".
tr: MSB6009: "{0}" içeriği geçersiz olduğundan tüm kaynaklar yeniden oluşturulmaya zorlanıyor.
zh_hans: MSB6009: 因“{0}”的内容无效而强制重新生成所有源文件。
zh_hant: MSB6009: 正在強制重建所有原始程式檔，因為 "{0}" 的內容無效。

# MuxLogger_BuildFinishedFailure
source: Build FAILED.
cs: Sestavení SE NEZDAŘILO.
de: Fehler beim Buildvorgang.
es: ERROR al compilar.
fr: ÉCHEC de la build.
it: Compilazione NON RIUSCITA.
ja: ビルドに失敗しました。
ko: 빌드하지 못했습니다.
pl: Kompilacja NIE POWIODŁA SIĘ.
pt_br: FALHA da compilação.
ru: Ошибка сборки.
tr: Oluşturma BAŞARISIZ OLDU.
zh_hans: 生成失败。
zh_hant: 建置失敗。

# MuxLogger_BuildFinishedSuccess
source: Build succeeded.
cs: Vytváření sestavení bylo úspěšně dokončeno.
de: Der Buildvorgang wurde erfolgreich ausgeführt.
es: Compilación correcta.
fr: La génération a réussi.
it: Compilazione completata.
ja: ビルドに成功しました。
ko: 빌드했습니다.
pl: Kompilacja powiodła się.
pt_br: Compilação com êxito.
ru: Сборка успешно завершена.
tr: Oluşturma başarılı oldu.
zh_hans: 已成功生成。
zh_hant: 建置成功。

# LoggingBeforeTaskInitialization
source: MSB6005: Task attempted to log before it was initialized. Message was: {0}
pl: MSB6005: Zadanie podjęło próbę zarejestrowania przed zainicjowaniem. Pojawił się komunikat: {0}
