Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BUILDTASK_ColectFilesInFolder_RootIsNotValid
source: The root folder for cllecting files is not a valid directory.({0})
cs: Kořenová složka pro shromažďování souborů není platným adresářem.({0})
de: Der Stammordner zum Sammeln von Dateien ist kein gültiges Verzeichnis. ({0})
es: La carpeta raíz para la recolección de archivos no es un directorio válido. ({0})
fr: Le dossier racine pour les fichiers de compilation n'est pas un répertoire valide. ({0})
it: La cartella radice per la raccolta dei file non è valida ({0}).
ja: ファイル収集用のルート フォルダーが有効ではありません。({0})
ko: 파일 수집용 루트 폴더가 올바른 디렉터리가 아닙니다({0}).
pl: Folder główny do gromadzenia plików nie jest prawidłowym katalogiem.({0})
pt_br: A pasta raiz para a coleta de arquivos não é um diretório válido.({0})
ru: Корневая папка для сбора файлов не является допустимым каталогом.({0})
tr: Dosya toplamak için kullanılan kök klasör geçerli bir dizin değil.({0})
zh_hans: 用于收集文件的根文件夹不是有效的目录。({0})
zh_hant: 收集檔案的根資料夾不是有效的目錄。({0})

# BUILDTASK_CopyFilesToFolders_CopyFailed
source: Copying file {0} to {1} failed. {2}
cs: Kopírování souboru {0} do {1} se nezdařilo. {2}
de: Fehler beim Kopieren der Datei "{0}" nach "{1}". {2}
es: No se pudo copiar el archivo {0} en {1}. {2}
fr: La copie du fichier de {0} vers {1} a échoué. {2}
it: Copia del file {0} in {1} non riuscita. {2}
ja: ファイル {0} を {1} にコピーできませんでした。{2}
ko: {0} 파일을 {1}(으)로 복사하지 못했습니다. {2}
pl: Nie można skopiować pliku {0} do {1}. {2}
pt_br: Falha ao copiar o arquivo {0} para {1}. {2}
ru: Не удалось скопировать файл {0} в {1}. {2}
tr: {0} dosyasını {1} konumuna kopyalama işlemi başarısız oldu. {2}
zh_hans: 未能将文件 {0} 复制到 {1}。 {2}
zh_hant: 將檔案 {0} 複製到 {1} 失敗。{2}

# BUILDTASK_CopyFilesToFolders_Copying
source: Copying {0} to {1}.
cs: Kopírování {0} do {1}.
de: "{0}" wird nach "{1}" kopiert.
es: Copiando {0} en {1}.
fr: Copie de {0} vers {1}.
it: Copia di {0} in {1}.
ja: ファイル {0} を {1} にコピーしています。
ko: {0}을(를) {1}(으)로 복사하고 있습니다.
pl: Kopiowanie: {0} do {1}.
pt_br: Copiando {0} para {1}.
ru: Копирование {0} в {1}.
tr: {0} dosyası {1} konumuna kopyalanıyor.
zh_hans: 正在将 {0} 复制到 {1}。
zh_hant: 正在將 {0} 複製到 {1}。

# BUILDTASK_CopyFilesToFolders_DeleteFailed
source: Deleting file {0} failed. {1}
cs: Odstraňování souboru {0} se nezdařilo. {1}
de: Fehler beim Löschen der Datei "{0}". {1}
es: No se pudo eliminar el archivo {0}. {1}
fr: La suppression du fichier {0} a échoué. {1}
it: Eliminazione del file {0} non riuscita. {1}
ja: ファイル {0} の削除に失敗しました。{1}
ko: {0} 파일을 삭제하지 못했습니다. {1}
pl: Nie można usunąć pliku {0}. {1}
pt_br: Falha ao excluir o arquivo {0}. {1}
ru: Не удалось удалить файл {0}. {1}
tr: {0} dosyasını silme işlemi başarısız oldu. {1}
zh_hans: 未能删除文件 {0}。 {1}
zh_hant: 刪除檔案 {0} 失敗。{1}

# BUILDTASK_CopyFilesToFolders_Deleting
source: Deleting {0}.
cs: Odstraňuje se {0}.
de: "{0}" wird gelöscht.
es: Eliminando {0}.
fr: Suppression de {0}.
it: Eliminazione di {0}.
ja: {0} を削除しています。
ko: {0}을(를) 삭제 중입니다.
pl: Usuwanie {0}.
pt_br: Excluindo {0}.
ru: Удаление: {0}.
tr: {0} siliniyor.
zh_hans: 正在删除 {0}。
zh_hant: 正在刪除 {0}。

# BUILDTASK_CopyFilesToFolders_RetryDelayOutOfRange
source: RetryDelay should be greater than zero.
cs: Hodnota RetryDelay by měla být větší než nula.
de: "RetryDelay" muss größer als null sein.
es: RetryDelay debe ser mayor que cero.
fr: RetryDelay devrait être supérieure à zéro.
it: RetryDelay deve essere maggiore di zero.
ja: RetryDelay には、ゼロより大きい値を指定してください。
ko: RetryDelay는 0보다 커야 합니다.
pl: Wartość elementu RetryDelay musi być większa niż zero.
pt_br: RetryDelay deve ser maior que zero.
ru: Значение RetryDelay должно быть больше нуля.
tr: RetryDelay sıfırdan büyük olmalıdır.
zh_hans: RetryDelay 应大于零。
zh_hant: RetryDelay 應該大於零。

# BUILDTASK_CopyFilesToFolders_UpToDate
source: Skip copying {0} to {1}, File {1} is up to date
cs: Přeskočit kopírování {0} do {1}, soubor {1} je aktuální
de: Das Kopieren von "{0}" nach "{1}" wird übersprungen. Die Datei "{1}" ist aktuell.
es: Omitir la copia de {0} en {1}, el archivo {1} está actualizado
fr: Passez la copie de {0} vers {1}, le fichier {1} est à jour
it: Ignorare la copia di {0} in {1}. Il file {1} è aggiornato
ja: {1} への {0} のコピーをスキップします。ファイル {1} は最新のものです
ko: {0}을(를) {1}(으)로 복사하는 작업을 건너뜁니다. {1} 파일은 최신 상태입니다.
pl: Pomijanie kopiowania elementu {0} do {1}; plik {1} jest aktualny
pt_br: Ignorar cópia de {0} para {1}; o Arquivo {1} está atualizado
ru: Копирование {0} в {1} пропущено, обновление файла {1} не требуется
tr: {0} dosyasını {1} konumuna kopyalama işlemini atla, {1} dosyası güncel durumda
zh_hans: 跳过将 {0} 复制到 {1}，文件 {1} 是最新的
zh_hant: 略過複製 {0} 到 {1}，檔案 {1} 為最新檔案

# BUILDTASK_CreateFolder_Failed
source: Create Folder {0} failed. {1}
cs: Vytváření složky {0} se nezdařilo. {1}
de: Fehler beim Erstellen des Ordners "{0}". {1}
es: No se pudo crear la carpeta {0}. {1}
fr: La création du dossier {0} a échoué. {1}
it: Creazione della cartella {0} non riuscita. {1}
ja: フォルダー {0} の作成に失敗しました。{1}
ko: {0} 폴더를 만들지 못했습니다. {1}
pl: Nie można utworzyć folderu {0}. {1}
pt_br: Falha ao Criar a Pasta {0}. {1}
ru: Не удалось создать папку {0}. {1}
tr: {0} Klasörünü oluşturma işlemi başarısız oldu. {1}
zh_hans: 未能创建文件夹 {0}。 {1}
zh_hant: 建立資料夾 {0} 失敗。{1}

# BUILDTASK_DetectAntaresCLR45Error
source: Your hosting provider does not yet support ASP.NET 4.6, which your application is configured to use. To learn more about this please visit: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
cs: Váš poskytovatel hostingu ještě nepodporuje rozhraní ASP.NET 4.6, na jehož používání je vaše aplikace nakonfigurovaná. Další informace k tomu najdete tady: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
de: Ihr Hostinganbieter unterstützt das in Ihrer Anwendung konfigurierte ASP.NET 4.6 noch nicht. Weitere Informationen hierzu finden Sie unter http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409.
es: El proveedor de hospedaje aún no admite ASP.NET 4.6 y la aplicación está configurada para usarlo. Para obtener más información al respecto, visite http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
fr: Votre application est configurée pour utiliser ASP.NET 4.6 mais votre fournisseur d'hébergement ne prend pas encore en charge cette version. Pour en savoir plus, accédez à http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x40c
it: Il provider di servizi di hosting non fornisce ancora il supporto per ASP.NET 4.6 richiesto dalla configurazione dell'applicazione. Per altre informazioni, vedere: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x410
ja: ホスティング プロバイダーでは、お使いのアプリケーションで使用するように構成されている ASP.NET 4.6 がまだサポートされていません。詳細については、http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409 をご覧ください
ko: 호스팅 공급자가 애플리케이션에서 사용하도록 구성된 ASP.NET 4.6을 아직 지원하지 않습니다. 자세한 정보는 http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409를 참조하세요.
pl: Twój dostawca hostingu nie obsługuje platformy ASP.NET 4.6, dla której została skonfigurowana aplikacja. Aby dowiedzieć się więcej, odwiedź następującą stronę: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
pt_br: Seu provedor de hospedagem ainda não dá suporte ao ASP.NET 4.6, para cujo uso o seu aplicativo está configurado. Para saber mais sobre isso, visite: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
ru: Ваш поставщик услуг размещения еще не поддерживает платформу ASP.NET 4.6, настроенную для использования вашим приложением. Дополнительные сведения: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409.
tr: Barındırma sağlayıcınız, uygulamanızın kullanmak üzere yapılandırıldığı ASP.NET 4.6 sürümünü henüz desteklemiyor. Bu konu hakkında daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
zh_hans: 托管提供程序尚不支持 ASP.NET 4.6 (你的应用程序配置为使用 ASP.NET 4.6)。要了解与此相关的更多内容，请访问: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409
zh_hant: 您的應用程式已設定為使用 ASP.NET 4.6，但您的主機服務提供者尚不支援該版本。若要深入了解，請前往: http://go.microsoft.com/fwlink/?LinkID=615797&clcid=0x409

# BUILDTASK_FailedToLoadThisVersionMsDeployTryingTheNext
source: Failed to load this version Microsoft.Web.Deployment ({0}) reason: {1}. Trying the next one specified in $(_MSDeployVersionsToTry)..
cs: Stažení této verze Microsoft.Web.Deployment ({0}) se nezdařilo. Důvod: {1} Bude proveden pokus o použití další verze uvedené v $(_MSDeployVersionsToTry).
de: Fehler beim Laden dieser Version von "Microsoft.Web.Deployment" ({0}). Ursache: {1}. Es wird versucht, die nächste in "$(_MSDeployVersionsToTry)" angegebene Version zu laden.
es: No se pudo cargar esta versión de Microsoft.Web.Deployment ({0}); motivo: {1}. Se está intentando con la siguiente especificada en $(_MSDeployVersionsToTry).
fr: Échec du chargement de la version Microsoft.Web.Deployment ({0}). Raison : {1}. Tentative de chargement de la version suivante spécifiée dans $(_MSDeployVersionsToTry).
it: Non è stato possibile caricare questa versione di Microsoft.Web.Deployment ({0}). Motivo: {1}. Verrà effettuato un tentativo con la versione successiva specificata in $(_MSDeployVersionsToTry).
ja: このバージョンの Microsoft.Web.Deployment ({0}) をロードできませんでした。理由: {1}。 $(_MSDeployVersionsToTry) で指定されている次のものを試しています。
ko: 이 Microsoft.Web.Deployment 버전({0})을 로드하지 못했습니다. 이유: {1}. $(_MSDeployVersionsToTry)에서 지정된 다음 항목을 시도하는 중...
pl: Nie można załadować tej wersji składnika Microsoft.Web.Deployment ({0}); przyczyna: {1}. Zostanie wypróbowana następna określona w: $(_MSDeployVersionsToTry).
pt_br: Motivo da falha ao carregar esta versão Microsoft.Web.Deployment ({0}): {1}. Tentando a próxima versão especificada em $(_MSDeployVersionsToTry).
ru: Не удалось загрузить эту версию Microsoft.Web.Deployment ({0}) по следующей причине: {1}. Выполняется попытка использовать следующую версию, указанную в $(_MSDeployVersionsToTry).
tr: Microsoft.Web.Deployment'ın bu sürümü ({0}) şu nedenle yüklenemedi: {1}. $(_MSDeployVersionsToTry) içinde belirtilen bir sonraki sürüm deneniyor..
zh_hans: 未能加载这一版本的 Microsoft.Web.Deployment ({0})，原因是: {1}。 正在尝试 $(_MSDeployVersionsToTry)中指定的下一个版本。
zh_hant: 無法載入此版本的 Microsoft.Web.Deployment ({0})，原因: {1}。 正在嘗試 $(_MSDeployVersionsToTry) 中指定的下一個版本...

# BUILDTASK_IISSetting_RequireWebAdminDLL
source: To include IIS setting, it is required to have assembly Microsoft.Web.Administration installed on the machine.
cs: Chcete-li zahrnout nastavení služby IIS, je třeba, aby v počítači bylo nainstalováno sestavení Microsoft.Web.Administration.
de: Damit die IIS-Einstellung eingeschlossen werden kann, muss die Assembly "Microsoft.Web.Administration" auf dem Computer installiert sein.
es: Para incluir la configuración de IIS, es necesario tener el ensamblado Microsoft.Web.Administration instalado en la máquina.
fr: Pour inclure le paramètre IIS, il est nécessaire que l’assembly Microsoft.web.Administration soit installé sur la machine.
it: Per includere l'impostazione di IIS è necessario che l'assembly Microsoft.Web.Administration sia installato nel computer.
ja: IIS 設定を含めるには、Microsoft.Web.Administration アセンブリがコンピューターにインストールされている必要があります。
ko: IIS 설정을 포함하려면 어셈블리 Microsoft.Web.Administration을 컴퓨터에 설치해야 합니다.
pl: Aby można było uwzględnić ustawienie programu IIS, na komputerze musi być zainstalowany zestaw Microsoft.Web.Administration.
pt_br: Para incluir a configuração de IIS, é necessário ter o assembly Microsoft.Web.Administration instalado no computador.
ru: Чтобы включить параметр IIS, необходимо установить на компьютер сборку Microsoft.Web.Administration.
tr: IIS ayarını eklemek için Microsoft.Web.Administration derlemesinin makinede yüklü olması gerekir.
zh_hans: 若要包括 IIS 设置，需要在计算机上安装程序集 Microsoft.Web.Administration。
zh_hant: 若要包含 IIS 設定，需要在電腦上安裝組件 Microsoft.Web.Administration 。

# BUILDTASK_IsCleanMSDeployPackageNeeded_PackageByDifferentVersion
source: Existing package/archiveDir is created by different version of Msdeploy. It is not compatible for incremental build. Mark as Clean needed({0}).
cs: Stávající balíček/archiveDir je vytvořen jinou verzí Msdeploy. Není kompatibilní pro přírůstkové sestavení. Je vyžadováno označení vyčištění ({0}).
de: Das vorhandene Paket/Archivverzeichnis wird von einer anderen Version von MSDeploy erstellt. Diese ist für inkrementelle Builds nicht kompatibel. Als sauber markiert ist erforderlich ({0}).
es: El paquete o directorio de archivo existente se crea mediante una versión distinta de Msdeploy. No es compatible con la compilación incremental. Es necesario marcar como limpio({0}).
fr: Le package/répertoire archive existant est créé par différentes versions de Msdeploy. Il n’est pas compatible avec les builds incrémentiels. Indication de nettoyage nécessaire ({0}).
it: La directory di archiviazione o il pacchetto esistente è stato creato da una versione differente di Msdeploy e non è compatibile per la compilazione incrementale. Contrassegnare come Pulizia necessaria ({0}).
ja: 既存のパッケージ/アーカイブ ディレクトリは、異なるバージョンの MSDeploy で作成されているので、インクリメンタル ビルドに対応していません。「Clean needed({0}) (消去が必要)」とマークしてください。
ko: 기존의 패키지 또는 보관 디렉터리가 다른 버전의 Msdeploy에 의해 만들어져 증분 빌드와 호환되지 않습니다. 정리로 표시해야 합니다({0}).
pl: Istniejący pakiet/katalog archiwum utworzono w innej wersji narzędzia Msdeploy. Nie jest zgodny z kompilacją przyrostową. Wymagane „Oznacz jako oczyszczone” ({0}).
pt_br: Pacote/diretório de arquivamento existente criado por uma versão diferente do Msdeploy. Não é compatível para a compilação incremental. Marque como Limpeza necessária({0}).
ru: Существующий пакет или каталог архива создан с использованием другой версии Msdeploy. Его нельзя использовать для добавочного построения. Отмечен как нуждающийся в очистке ({0}).
tr: Varolan paket/archiveDir, Msdeploy'un farklı bir sürümü tarafından oluşturulur. Artımlı derleme için uyumlu değildir. Temiz Olarak İşaretle seçeneğinin kullanılması gerekir ({0}).
zh_hans: 现有包/存档目录是由不同版本的 Msdeploy 创建的。它对于增量生成不兼容。请标记为“需要清除”({0})。
zh_hant: 不同版本的 Msdeploy 已建立現有的封裝/archiveDir。它對於累加組建不相容。必要時標記為清除 ({0})。

# BUILDTASK_ManifestFile_IISSettingNotInFirst
source: Validation failure.IIS Setting should be the first element in the Manifest file.({0})
cs: Chyba ověřování. Nastavení služby IIS by mělo být prvním elementem v souboru Manifest.({0})
de: Überprüfungsfehler. Die IIS-Einstellung muss das erste Element in der Manifestdatei sein. ({0})
es: Error de validación. La configuración de IIS debe ser el primer elemento en el archivo de manifiesto. ({0})
fr: Échec de validation. Le paramètre IIS doit être le premier élément dans le fichier Manifeste. ({0})
it: Errore di convalida. L'impostazione di IIS deve essere il primo elemento nel file manifesto ({0}).
ja: 検証エラー。IIS 設定は、マニフェスト ファイルの最初の要素である必要があります。({0})
ko: 유효성 검사 오류가 발생했습니다. IIS 설정이 매니페스트 파일의 첫 번째 요소여야 합니다({0}).
pl: Błąd weryfikowania. Ustawienie programu IIS powinno być pierwszym elementem w pliku manifestu.({0})
pt_br: A Configuração failure.IIS de validação deve ser o primeiro elemento no arquivo de Manifesto.({0})
ru: Ошибка проверки. Параметр IIS должен быть первым элементом файла манифеста.({0})
tr: Doğrulama hatası. IIS Ayarı, Bildirim dosyasındaki ilk öğe olmalıdır.({0})
zh_hans: 验证失败。IIS 设置应是清单文件中的第一个元素。({0})
zh_hant: 驗證 failure.IIS 設定應該是資訊清單檔案中的第一個元素。({0})

# BUILDTASK_MapProjectURLToIisWeb_InvalidProjectURL
source: The project URL is not well formed.({0})
cs: Adresa URL projektu není správně utvořena.({0})
de: Die Projekt-URL ist falsch formatiert. ({0})
es: La dirección URL del proyecto no tiene el formato correcto. ({0})
fr: L’URL du projet n’est pas correcte. ({0})
it: Formato dell'URL del progetto non valido ({0}).
ja: プロジェクト URL の形式が適切ではありません。({0})
ko: 프로젝트 URL 형식이 잘못되었습니다({0}).
pl: Adres URL projektu nie jest poprawnie sformułowany.({0})
pt_br: A URL do projeto não está bem formada.({0})
ru: URL-адрес проекта неверно сформирован.({0})
tr: Proje URL'sinin biçimi iyi değil.({0})
zh_hans: 项目 URL 的格式不正确。({0})
zh_hant: 專案 URL 格式不正確。({0})

# BUILDTASK_MapProjectURLToIisWeb_UnsupportedProjectURL
source: The project URL url host name type is not supported.({0})
cs: Typ názvu hostitele adresy URL projektu není podporován.({0})
de: Der URL-Hostnamentyp der Projekt-URL wird nicht unterstützt. ({0})
es: No se admite el tipo del nombre host de la dirección URL del proyecto. ({0})
fr: Le type de nom d'hôte de l'url du projet URL n'est pas supporté. ({0})
it: Tipo di nome host dell'URL del progetto non supportato ({0}).
ja: プロジェクト URL の URL ホスト名の型がサポートされていません。({0})
ko: 프로젝트 URL의 URL 호스트 이름 형식이 지원되지 않습니다({0}).
pl: Typ nazwy hosta url adresu URL projektu nie jest obsługiwany.({0})
pt_br: Tipo de nome de host de URL do projeto sem suporte.({0})
ru: Тип имени узла в URL-адресе проекта не поддерживается.({0})
tr: Proje URL'si ana bilgisayar adı türü desteklenmiyor.({0})
zh_hans: 项目 URL 的主机名类型不受支持。({0})
zh_hant: 不支援專案 URL 的 URL 主機名稱類型。({0})

# BUILDTASK_MapURIToIisWebServer_AdminRequired
source: Retrieving local IIS properties from the URI requires Administrator permission. Please elevate to Administrator before executing the program.
cs: Načtení místních vlastností služby IIS vyžaduje oprávnění správce. Před spuštěním tohoto programu zvyšte oprávnění na správce.
de: Für das Abrufen lokaler IIS-Eigenschaften aus dem URI sind Administratorberechtigungen erforderlich. Führen Sie eine Erhöhung der Rechte auf Administratorberechtigungen aus, bevor Sie das Programm ausführen.
es: Para recuperar las propiedades de IIS locales del URI se necesitan permisos de administrador. Eleve sus permisos a administrador antes de ejecutar el programa.
fr: Des autorisations d'administrateur sont requises pour récupérer les propriétés IIS locales de l'URI. Élevez les droits à Administrateur avant d'exécuter le programme.
it: Per recuperare le proprietà locali di IIS dall'URI è necessario disporre di autorizzazioni di amministratore. Elevare i privilegi a livello di amministratore prima di eseguire il programma.
ja: URI からローカルの IIS プロパティを取得するには、管理者のアクセス許可が必要です。プログラムを実行する前に、管理者に昇格してください。
ko: URI에서 로컬 IIS 속성을 검색하려면 관리자 권한이 필요합니다. 프로그램을 실행하기 전에 관리자로 권한 수준을 높이세요.
pl: Do pobrania lokalnych właściwości programu IIS z identyfikatora URI są wymagane uprawnienia administratora. Przed wykonaniem programu podnieś poziom uprawnień do poziomu administratora.
pt_br: Recuperar as propriedades locais do IIS da URI requer permissão de administrador. Mude o nível para Administrador antes de executar o programa.
ru: Для получения локальных свойств IIS из универсального кода ресурса необходимы разрешения администратора. Повысьте привилегии до уровня администратора перед запуском программы.
tr: URI'den yerel IIS özelliklerinin alınması Yönetici izni gerektirir. Lütfen programı yürütmeden durumu önce yöneticiye iletin.
zh_hans: 从 URI 检索本地 IIS 属性需要管理员权限。请先提升为管理员，然后再执行该程序。
zh_hant: 從 URI 擷取本機 IIS 內容需要系統管理員的權限。請先提升為系統管理員，再執行程式。

# BUILDTASK_RemoveEmptyDirectories_Deleting
source: Deleting empty directory {0}.
cs: Odstraňování prázdného adresáře {0}.
de: Das leere Verzeichnis "{0}" wird gelöscht.
es: Eliminando el directorio vacío {0}.
fr: Suppression du répertoire vide {0}.
it: Eliminazione della directory vuota {0}.
ja: 空のディレクトリ {0} を削除しています。
ko: 빈 디렉터리 {0}을(를) 삭제하고 있습니다.
pl: Usuwanie pustego katalogu {0}.
pt_br: Excluindo o diretório vazio {0}.
ru: Удаление пустого каталога {0}.
tr: Boş dizin {0} siliniyor.
zh_hans: 正在删除空目录 {0}。
zh_hant: 正在刪除空目錄 {0}。

# BUILDTASK_SqlScriptPreprocessFile
source: Scanning sql command variable(s) from sql script ({0}).
cs: Prohledávání proměnných příkazu SQL ze skriptu SQL ({0}).
de: Die SQL-Befehlsvariablen aus dem SQL-Skript werden durchsucht ({0}).
es: Examinando las variables de comando SQL del script SQL ({0}).
fr: Recherche des commandes variables sql à partir du script sql ({0}).
it: Analisi delle variabili del comando SQL dello script SQL ({0}).
ja: SQL スクリプト ({0}) から SQL コマンド変数をスキャンしています。
ko: SQL 스크립트에서 SQL 명령 변수를 검색하고 있습니다({0}).
pl: Skanowanie zmiennych poleceń sql ze skryptu sql ({0}).
pt_br: Examinando a(s) variável(is) de comando sql do script sql ({0}).
ru: Поиск переменной(переменных) команд SQL в SQL-сценарии ({0}).
tr: Sql komut dosyasından ({0}) sql komutu değişkenleri taranıyor.
zh_hans: 正在从 SQL 脚本({0})中扫描 SQL 命令变量。
zh_hant: 正在掃描來自 SQL 指令碼的 SQL 命令變數 ({0})。

# BUILDTASK_SqlScriptPreprocessFileDone
source: Found {0} sql command variable(s){1}.
cs: Počet nalezených proměnných příkazu SQL: {0} v {1}.
de: Es wurde(n) {0} SQL-Befehlsvariable(n) gefunden{1}.
es: Se encontraron {0} variables de comando SQL{1}.
fr: Trouvé {0} commande(s) variable(s) sql {1}.
it: Trovata/e {0} variabile/i di comando SQL {1}.
ja: {0} 個の SQL コマンド変数 {1} が見つかりました。
ko: {1}에서 {0}개의 SQL 명령 변수를 찾았습니다.
pl: Liczba znalezionych zmiennych poleceń sql: {0}{1}.
pt_br: {0} variável(eis) de comando sql encontrada(s){1}.
ru: Обнаружено переменных команд SQL: {0} ({1}).
tr: {0} sql komutu değişkeni bulundu{1}.
zh_hans: 找到了 {0} 个 SQL 命令变量 {1}。
zh_hant: 找到 {0} 個 SQL 命令變數 {1}。

# BUILDTASK_SqlScriptPreprocessFileFailed
source: Failed to parse sql command variable sql script ({0}).
cs: Analýzy proměnných příkazu SQL ze skriptu SQL ({0}) se nezdařila.
de: Fehler beim Analysieren der SQL-Befehlsvariablen des SQL-Skripts ({0}).
es: No se pudo analizar el script SQL de variables de comando SQL ({0}).
fr: Recherche des commandes variables sql à partir du script sql ({0}).
it: Impossibile analizzare lo script SQL con variabili di comando SQL ({0}).
ja: SQL コマンド変数の SQL スクリプト ({0}) を解析できませんでした。
ko: SQL 명령 변수 SQL 스크립트를 구문 분석하지 못했습니다({0}).
pl: Nie można przeanalizować skryptu sql zmiennych poleceń sql ({0}).
pt_br: Falha ao analisar o script sql ({0}) de variável de comando sql ({0}).
ru: Не удалось разобрать переменную команды SQL в SQL-сценарии ({0}).
tr: Sql komutu değişkeni sql komut dosyası ayrıştırılmadı ({0}).
zh_hans: 未能分析 SQL 脚本({0})中的 SQL 命令变量。
zh_hant: 無法剖析 SQL 命令變數 SQL 指令碼 ({0})。
