Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: These two Properties are not compatable: $(UseWPP_CopyWebApplication) and $(PipelineDependsOnBuild) both are True. Please correct the problem by either set $(Disable_CopyWebApplication) to true or set $(PipelineDependsOnBuild) to false to break the circular build dependency. Detail: $(UseWPP_CopyWebApplication) make the publsih pipeline (WPP) to be Part of the build and $(PipelineDependsOnBuild) make the WPP depend on build thus cause the build circular build dependency.
cs: Tyto dvě vlastnosti nejsou kompatibilní: $(UseWPP_CopyWebApplication) a $(PipelineDependsOnBuild) mají obě hodnotu True. Vyřešte prosím tento problém nastavením vlastnosti $(Disable_CopyWebApplication) na hodnotu true nebo nastavením vlastnosti $(PipelineDependsOnBuild) na hodnotu false. Přerušíte tak cyklickou závislost sestavení. Podrobné informace: $(UseWPP_CopyWebApplication) nastaví kanál publikování (WPP) jako součást sestavení a $(PipelineDependsOnBuild) nastaví kanál WPP jako závislý na sestavení, čímž vznikne cyklická závislost sestavení.
de: Diese beiden Eigenschaften sind nicht kompatibel: "$(UseWPP_CopyWebApplication)" und "$(PipelineDependsOnBuild)" lauten beide TRUE. Beheben Sie das Problem, indem Sie "$(Disable_CopyWebApplication)" auf TRUE oder "$(PipelineDependsOnBuild)" auf FALSE festlegen, um die zirkuläre Buildabhängigkeit zu beseitigen. Details: Durch "$(UseWPP_CopyWebApplication)" wird die Veröffentlichungspipeline (WPP) zum Teil des Builds, und durch "$(PipelineDependsOnBuild)" hängt die WPP vom Build ab und verursacht so die zirkuläre Buildabhängigkeit.
es: Estas dos propiedades no son compatibles: $(UseWPP_CopyWebApplication) y $(PipelineDependsOnBuild) son ambas True. Corrija el problema mediante el establecimiento de $(Disable_CopyWebApplication) en true o $(PipelineDependsOnBuild) en false para romper la dependencia de compilación circular. Detalles: $(UseWPP_CopyWebApplication) hace que la canalización de publicación (WPP) forme parte de la compilación y $(PipelineDependsOnBuild) hace que WPP dependa de la compilación, de forma que se crea una dependencia de compilación circular.
fr: Ces deux propriétés ne sont pas compatibles : $(UseWPP_CopyWebApplication) et $(PipelineDependsOnBuild) ont la valeur True. Corrigez le problème en affectant la valeur true à $(Disable_CopyWebApplication) ou en affectant la valeur false à $(PipelineDependsOnBuild) pour rompre la dépendance de build circulaire. Détails : $(UseWPP_CopyWebApplication) inclut le pipeline de publication (WPP) dans la build et $(PipelineDependsOnBuild) rend WPP dépendant de la build, ce qui entraîne ainsi une dépendance de build circulaire.
it: Queste due proprietà non sono compatibili: $(UseWPP_CopyWebApplication) e $(PipelineDependsOnBuild) sono entrambe impostate su True. Correggere il problema impostando $(Disable_CopyWebApplication) su True o $(PipelineDependsOnBuild) su False per interrompere la dipendenza di compilazione circolare. Dettagli: $(UseWPP_CopyWebApplication) rende la pipeline di pubblicazione (WPP) parte della compilazione, mentre $(PipelineDependsOnBuild) rende WPP dipendente dalla compilazione, causando la dipendenza di compilazione circolare.
ja: これら 2 つのプロパティには互換性がありません: $(UseWPP_CopyWebApplication) と $(PipelineDependsOnBuild) の両方が True です。 $(Disable_CopyWebApplication) を true に設定するか $(PipelineDependsOnBuild) を false に設定してビルドの循環依存関係を解除することで、問題を解決してください。 詳細: $(UseWPP_CopyWebApplication) によって、パイプラインの発行 (WPP) がビルドに含まれ、$(PipelineDependsOnBuild) によって、WPP はビルドに依存するため、ビルドの循環依存関係が発生します。
ko: 다음 두 속성은 서로 호환되지 않습니다. $(UseWPP_CopyWebApplication)과 $(PipelineDependsOnBuild)가 모두 True입니다. $(Disable_CopyWebApplication)을 true로 설정하거나 $(PipelineDependsOnBuild)를 false로 설정하여 순환 빌드 종속성을 해제함으로써 문제를 해결하세요. 자세한 정보: $(UseWPP_CopyWebApplication)은 게시 파이프라인(WPP)을 빌드의 일부로 만들고 $(PipelineDependsOnBuild)는 WPP가 빌드에 종속되게 만들어 순환 빌드 종속성을 유발합니다.
pl: Te dwie właściwości są niezgodne: $(UseWPP_CopyWebApplication) i $(PipelineDependsOnBuild) mają obie wartość True. Rozwiąż problem, ustawiając dla właściwości $(Disable_CopyWebApplication) wartość true lub dla właściwości $(PipelineDependsOnBuild) wartość false, aby przerwać cykliczną zależność kompilacji. Szczegóły: właściwość $(UseWPP_CopyWebApplication) powoduje, że potok publikowania (WPP) staje się częścią kompilacji, a właściwość $(PipelineDependsOnBuild) powoduje, że potok WPP zależy od kompilacji, w wyniku czego powstaje cykliczna zależność kompilacji.
pt_br: Estas duas Propriedades não são compatíveis: $(UseWPP_CopyWebApplication) e $(PipelineDependsOnBuild) são ambas True. Corrija o problema definindo $(Disable_CopyWebApplication) como true ou $(PipelineDependsOnBuild) como false para quebrar a dependência circular de build. Detalhe: $(UseWPP_CopyWebApplication) permite que o WPP (pipeline de publicação) seja Parte do build e $(PipelineDependsOnBuild) torna o WPP dependente do build, causando a dependência circular do build.
ru: Следующие два свойства несовместимы: для обоих свойств $(UseWPP_CopyWebApplication) и $(PipelineDependsOnBuild) задано значение true. Устраните проблему, задав значение true для свойства $(Disable_CopyWebApplication) или значение false для свойства $(PipelineDependsOnBuild), чтобы разорвать циклическую зависимость сборки. Подробные сведения: $(UseWPP_CopyWebApplication) делает конвейер публикации (WPP) составной частью сборки, а $(PipelineDependsOnBuild) делает WPP зависимым от сборки, в результате чего возникает циклическая зависимость.
tr: Bu iki Özellik uyumlu değildir: $(UseWPP_CopyWebApplication) ve $(PipelineDependsOnBuild) özelliklerinin ikisi de True. Lütfen döngüsel derleme bağımlılığını ortadan kaldırmak için $(Disable_CopyWebApplication) özelliğini true olarak veya $(PipelineDependsOnBuild) özelliğini false olarak ayarlayarak sorunu düzeltin. Ayrıntı: $(UseWPP_CopyWebApplication), yayımlama kanalını (WPP) derlemenin parçası yapar, $(PipelineDependsOnBuild) ise WPP'nin derlemeye bağlı olmasını sağlar, böylece döngüsel derleme bağımlılığına neden olur.
zh_hans: 以下两个属性不兼容: $(UseWPP_CopyWebApplication)和 $(PipelineDependsOnBuild)都为 True。 请将 $(Disable_CopyWebApplication)设置为 true 或将 $(PipelineDependsOnBuild)设置为 false 中断此循环生成依赖关系，从而更正此问题。 详细信息: $(UseWPP_CopyWebApplication)使发布管道(WPP)成为生成的一部分，而 $(PipelineDependsOnBuild)使 WPP 依赖于生成，因此导致生成循环生成依赖关系。
zh_hant: 這兩個屬性不相容: $(UseWPP_CopyWebApplication) 及 $(PipelineDependsOnBuild) 兩者皆為 True。 請將 $(Disable_CopyWebApplication) 設為 true，或將 $(PipelineDependsOnBuild) 設為 false，以中斷循環組建相依性，藉此修正問題。 詳細資料: $(UseWPP_CopyWebApplication) 會使發行管線 (WPP) 成為組建的一部分，而 $(PipelineDependsOnBuild) 會使 WPP 相依於組建，因此造成組建的循環組建相依性。

# PublishLocalizedString_ExcludeAllDebugSymbols
source: Exclude All Debug Symbols
cs: Vyloučit všechny symboly ladění
de: Alle Debugsymbole ausschließen
es: Excluir todos los símbolos de depuración
fr: Exclue tous les symboles de débogage
it: Escludi tutti i simboli di debug
ja: すべてのデバッグ シンボルを除外する
ko: 모든 디버그 기호 제외
pl: Wyklucz wszystkie symbole debugowania
pt_br: Excluir Todos os Símbolos de Depuração
ru: Исключить все символы отладки
tr: Tüm Hata Ayıklama Simgelerini dışla
zh_hans: 排除所有调试符号
zh_hant: 排除所有偵錯符號

# PublishLocalizedString_ExcludeAllFilesUnderFolder
source: Exclude All files under {0}
cs: Vyloučit všechny soubory ve složce {0}
de: Alle Dateien unter "{0}" ausschließen
es: Excluir todos los archivos de {0}
fr: Exclue tous les fichiers sous {0}
it: Escludi tutti i file in {0}
ja: {0} の下のすべてのファイルを除外する
ko: {0}에서 모든 파일 제외
pl: Wyklucz wszystkie pliki w {0}
pt_br: Excluir Todos os arquivos em {0}
ru: Исключить все файлы в {0}
tr: {0} altındaki Tüm dosyaları dışla
zh_hans: 排除 {0} 下的所有文件
zh_hant: 排除 {0} 下全部的檔案

# PublishLocalizedString_FinishGenerateSampleMsDeployBatchScript
source: Sample script for deploying this package is generated at the following location: {0} For this sample script, you can change the deploy parameters by changing the following file: {1}
cs: Ukázkový skript pro nasazení tohoto balíčku je vygenerován v následujícím umístění: {0} Parametry nasazení pro tento ukázkový skript můžete změnit změnou následujícího souboru: {1}
de: Das Beispielskript für die Bereitstellung dieses Pakets wird am folgenden Speicherort generiert: {0} Für dieses Beispielskript können Sie die Bereitstellungsparameter ändern, indem Sie die folgende Datei ändern: {1}
es: El script de ejemplo para implementar este paquete se genera en la ubicación siguiente: {0} Para este script de ejemplo, puede cambiar el archivo siguiente para modificar los parámetros de implementación: {1}
fr: Un exemple de script pour le déploiement de ce package est généré à l'emplacement suivant : {0} Pour cet exemple de script, vous pouvez changer les paramètres de déploiement en changeant le fichier suivant : {1}
it: Lo script di esempio per la distribuzione del pacchetto viene generato nel percorso seguente: {0} Per questo script di esempio, è possibile modificare i parametri di distribuzione nel file seguente: {1}
ja: このパッケージを配置するためのサンプル スクリプトは次の場所に生成されます: {0} このサンプル スクリプトでは、次のファイルを変更すると、配置パラメーターを変更できます: {1}
ko: 이 패키지를 배포하기 위한 샘플 스크립트가 {0}에 생성되었습니다. 이 샘플 스크립트의 경우 {1} 파일을 변경하여 배포 매개 변수를 변경할 수 있습니다.
pl: W następującej lokalizacji wygenerowano przykładowy skrypt służący do wdrożenia tego pakietu: {0} Parametry wdrażania tego przykładowego skryptu można zmienić, zmieniając następujący plik: {1}
pt_br: O script de exemplo para a implantação deste pacote é gerado no seguinte local: {0} Para este script de exemplo, é possível alterar os parâmetros de implantação alterando o seguinte arquivo: {1}
ru: Пример сценария для развертывания этого пакета создается в следующем расположении: {0} Вы можете изменить параметры развертывания этого примера сценария в следующем файле: {1}
tr: Bu paketin dağıtımına ilişkin örnek betik şu konumda oluşturulur: {0} Bu örnek betikte, şu dosyayı değiştirerek dağıtım parametrelerini değiştirebilirsiniz: {1}
zh_hans: 在以下位置生成用于部署此包的示例脚本: {0} 对于此示例脚本，您可以通过更改以下文件来更改部署参数: {1}
zh_hant: 將在下列位置產生用於部署此套件的範例指令碼: {0} 對於此範例指令碼，您可以變更以下檔案，以變更部署參數: {1}

# PublishLocalizedString_FoundApplicationConfigForTransformation
source: Found The following for Config tranformation: {0}
cs: Pro transformaci konfigurace bylo nalezeno následující: {0}
de: Für die Konfigurationstransformation wurde Folgendes gefunden: {0}
es: Se encontró lo siguiente para la transformación de configuración: {0}
fr: La transformation de configuration suivante a été trouvée : {0}
it: Elementi trovati per la trasformazione della configurazione: {0}
ja: 構成の変換で次の内容が検出されました: {0}
ko: Config 변환에 대해 다음을 찾았습니다. {0}
pl: Znaleziono następujące elementy na potrzeby przekształcenia konfiguracji: {0}
pt_br: Foram encontradas as seguintes informações da transformação Config: {0}
ru: Обнаружено следующее преобразование конфигурации: {0}
tr: Yapılandırma dönüştürmesi için şu öğe bulundu: {0}
zh_hans: 找到了以下用于配置转换的项: {0}
zh_hant: 找到以下項目可用於組態轉換: {0}

# PublishLocalizedString_GatherAllFilesInProjectFolderExceptExclusion
source: Gather all files from project folder except in the exclusion list.
cs: Shromáždí všechny soubory ze složky projektu kromě souborů v seznamu výjimek.
de: Alle Dateien aus dem Projektordner mit Ausnahme der Ausschlussliste sammeln.
es: Recopilar todos los archivos de la carpeta de proyecto excepto los de la lista de exclusión.
fr: Rassemble tous les fichiers du dossier de projet, sauf dans la liste d'exclusion.
it: Raccogliere tutti i file dalla cartella di progetto ad eccezione di quelli nell'elenco di esclusione.
ja: 除外リストを除く、プロジェクト フォルダーからすべてのファイルを収集します。
ko: 제외 목록에 있는 파일을 제외하고 프로젝트 폴더의 모든 파일을 수집합니다.
pl: Zbieranie wszystkich plików z folderu projektu z wyjątkiem podanych na liście wykluczonych.
pt_br: Coletar todos os arquivos da pasta do projeto, exceto na lista de exclusões.
ru: Сбор всех файлов из папки проекта, кроме перечисленных в списке исключений.
tr: Dışlama listesindekiler hariç, proje klasöründen tüm dosyaları topla.
zh_hans: 收集项目文件夹中的所有文件(排除列表中的文件除外)。
zh_hant: 收集排除清單之外來自專案資料夾的所有檔案。

# PublishLocalizedString_GatherSpecificItemsFromProject
source: Gather all files from Project items @({0}). Adding:
cs: Shromáždí všechny soubory z položek projektu @({0}). Přidává se:
de: Alle Dateien aus Projektelementen @({0}) sammeln. Hinzufügen:
es: Recopilar todos los archivos de los elementos de proyecto @({0}). Agregando:
fr: Rassemble tous les fichiers des éléments de projet @({0}). En ajoutant :
it: Raccogliere tutti i file dagli elementi del progetto @({0}). Aggiunta di:
ja: プロジェクト項目 @({0}) からすべてのファイルを収集します。追加:
ko: 프로젝트 항목 @({0})의 모든 파일을 수집합니다. 추가 중:
pl: Zbieranie wszystkich plików z elementów projektu @({0}). Dodawanie:
pt_br: Coletar todos os arquivos de itens do Projeto @({0}). Adicionando:
ru: Сбор всех файлов из элементов проекта @({0}). Добавление:
tr: @({0}) Proje öğelerinden tüm dosyaları topla. Ekleniyor:
zh_hans: 从项目项 @({0})中收集所有文件。正在添加:
zh_hant: 收集來自專案項目 @({0}) 的所有檔案。正在新增:

# PublishLocalizedString_GatherSpecificItemsFromProjectNoDetail
source: Gather all files from Project items @({0}).
cs: Shromáždí všechny soubory z položek projektu @({0}).
de: Alle Dateien aus Projektelementen @({0}) sammeln.
es: Recopilar todos los archivos de los elementos de proyecto @({0}).
fr: Rassemble tous les fichiers des éléments de projet @({0}).
it: Raccogliere tutti i file dagli elementi del progetto @({0}).
ja: プロジェクト項目 @({0}) からすべてのファイルを収集します。
ko: 프로젝트 항목 @({0})의 모든 파일을 수집합니다.
pl: Zbieranie wszystkich plików z elementów projektu @({0}).
pt_br: Coletar todos os arquivos de itens do Projeto @({0}).
ru: Сбор всех файлов из элементов проекта @({0}).
tr: @({0}) Proje öğelerinden tüm dosyaları topla.
zh_hans: 从项目项 @({0})中收集所有文件。
zh_hant: 收集來自專案項目 @({0}) 的所有檔案。

# PublishLocalizedString_GatherSpecificOutputsFromProject
source: Gather all files from Project output ({0}). Adding:
cs: Shromáždí všechny soubory z výstupu projektu @({0}). Přidává se:
de: Alle Dateien aus der Projektausgabe ({0}) sammeln. Hinzufügen:
es: Recopilar todos los archivos de la salida del proyecto ({0}). Agregando:
fr: Rassemble tous les fichiers des produits de projet ({0}). En ajoutant :
it: Raccogliere tutti i file dall'output del progetto ({0}). Aggiunta di:
ja: プロジェクト出力 ({0}) からすべてのファイルを収集します。追加:
ko: 프로젝트 출력({0})의 모든 파일을 수집합니다. 추가 중:
pl: Zbieranie wszystkich plików z danych wyjściowych projektu ({0}). Dodawanie:
pt_br: Coletar todos os arquivos da saída do Projeto ({0}). Adicionando:
ru: Сбор всех файлов из выходных файлов проекта ({0}). Добавление:
tr: Proje çıktısından ({0}) tüm dosyaları topla. Ekleniyor:
zh_hans: 从项目输出({0})中收集所有文件。正在添加:
zh_hant: 收集來自專案輸出 ({0}) 的所有檔案。正在新增:

# PublishLocalizedString_GenerateMsdeploySourceManifestFile
source: Generate source manifest file for Web Deploy package/publish ...
cs: Vytvořit soubor zdrojového manifestu pro publikování/balíček nasazení webu...
de: Quellmanifestdatei für Web Deploy-Packen/Veröffentlichen generieren...
es: Generar archivo de manifiesto de origen para el empaquetado y publicación de Web Deploy ...
fr: Génère le fichier manifeste de source pour le package Web Deploy/publish ...
it: Genera file manifesto di origine per la pubblicazione/creazione pacchetto di Web Deploy ...
ja: Web Deploy のパッケージ化/公開のソース マニフェスト ファイルを生成します...
ko: Web Deploy 패키지/게시용 소스 매니페스트 파일을 생성합니다...
pl: Trwa generowanie źródłowego pliku manifestu dla pakowania/publikowania narzędzia Web Deploy...
pt_br: Gerar arquivo de manifesto de origem para empacotamento/publicação da Implantação da Web...
ru: Создать исходный файл манифеста для упаковки/публикации Web Deploy...
tr: Web Dağıtımı paketleme/yayımlama için kaynak bildirim dosyası oluştur...
zh_hans: 生成用于 Web Deploy 打包/发布的源清单文件...
zh_hant: 產生 Web Deploy 封裝/發佈的來源資訊清單檔案 ...

# PublishLocalizedString_GenerateSampleMsdeployBatchScript
source: Generating a sample batch commandline script for deploying this package...
cs: Vytváření ukázkového dávkového skriptu příkazového řádku pro nasazení tohoto balíčku...
de: Befehlszeilen-Batchbeispielskript für die Bereitstellung dieses Pakets generieren...
es: Generando un script de línea de comandos por lotes de ejemplo para implementar este paquete...
fr: Génère un échantillon de ligne de commande groupée pour le déploiement de ce package ...
it: È in corso la generazione di uno script della riga di comando batch di esempio per la distribuzione del pacchetto...
ja: このパッケージを配置するためのサンプル バッチ コマンド ライン スクリプトを生成しています...
ko: 이 패키지를 배포하기 위한 샘플 배치 명령줄 스크립트를 생성하고 있습니다...
pl: Trwa generowanie przykładowego wsadowego skryptu wiersza polecenia do wdrożenia tego pakietu...
pt_br: Gerando um script em lotes de linha de comando de exemplo para implantar este pacote...
ru: Создание образца пакетного сценария командной строки для развертывания этого пакета...
tr: Bu paketi dağıtmak için örnek toplu komut satırı komut dosyası oluşturuluyor...
zh_hans: 正在生成用于部署此包的示例批处理命令行脚本...
zh_hant: 正在產生部署此封裝的範例批次命令列指令碼...

# PublishLocalizedString_IISAppParameterDescription
source: IIS Web Site/Application name
cs: Název aplikace/webu služby IIS
de: Name der IIS-Website/-Anwendung
es: Nombre de la aplicación o sitio web de IIS
fr: Site Web IIS/nom de l'application
it: Nome applicazione/sito Web IIS
ja: IIS Web サイト/アプリケーション名
ko: IIS 웹 사이트/애플리케이션 이름
pl: Nazwa aplikacji/witryny sieci Web programu IIS
pt_br: Nome do Site/Aplicativo do IIS
ru: Имя веб-сайта/приложения IIS
tr: IIS Web Sitesi/Uygulama adı
zh_hans: IIS 网站/应用程序名称
zh_hant: IIS Web 網站/應用程式名稱

# PublishLocalizedString_IISAppPhysicalPathDescription
source: Physical path for this Web Application.
cs: Fyzická cesta pro tuto webovou aplikaci
de: Physischer Pfad für diese Webanwendung.
es: Ruta de acceso física de esta aplicación web.
fr: Chemin d'accès physique pour ce logiciel Web.
it: Percorso fisico per l'applicazione Web.
ja: この Web アプリケーションの物理パス。
ko: 이 웹 애플리케이션의 실제 경로입니다.
pl: Ścieżka fizyczna tej aplikacji internetowej.
pt_br: Caminho físico para este Aplicativo Web.
ru: Физический путь к этому веб-приложению.
tr: Bu Web Uygulamasının fiziksel yolu.
zh_hans: 此 Web 应用程序的物理路径。
zh_hant: 此 Web 應用程式的實體路徑。

source: Insert additional ConnectionString Transformed {0} into {1}.
cs: Vložení dalšího připojovacího řetězce transformovalo {0} na {1}.
de: Das Einfügen der zusätzlichen "ConnectionString" hat "{0}" in "{1}" transformiert.
es: Al insertar el elemento ConnectionString adicional se transformó {0} en {1}.
fr: Insérez les autres ConnectionString transformés de {0} à {1}.
it: Inserire elemento ConnectionString aggiuntivo {0} trasformato in {1}.
ja: {0} が {1} に変換された追加の ConnectionString を挿入。
ko: 변환된 추가 ConnectionString {0}을(를) {1}에 삽입하세요.
pl: Wstawianie dodatkowych parametrów połączenia: przekształcono {0} w {1}.
pt_br: Inserir ConnectionString adicional Transformou {0} em {1}.
ru: Автоматическая строка подключения (ConnectionString) {0} преобразована вставкой в {1}.
tr: Ek ConnectionString ekleme işlemi {0} öğesini {1} öğesine dönüştürdü.
zh_hans: 将转换的附加 ConnectionString {0} 插入 {1}。
zh_hant: 插入其他 ConnectionString 轉換 {0} 成為 {1}。

source: Insert additional EFCodeFirst Database Deployment Transformed {0} into {1}.
cs: Vložení dalšího nasazení databáze EFCodeFirst transformovalo {0} na {1}.
de: Das Einfügen der zusätzlichen EFCodeFirst-Datenbankbereitstellung hat "{0}" in "{1}" transformiert.
es: Al insertar la implementación de base de datos EFCodeFirst adicional se transformó {0} en {1}.
fr: Insérez les autres EFCodeFirst déploiement de base de données transformés de {0} à {1}.
it: Inserire distribuzione di database EFCodeFirst aggiuntiva {0} trasformata in {1}.
ja: {0} が {1} に変換された追加の ConnectionString データベース配置を挿入。
ko: 변환된 추가 EFCodeFirst 데이터베이스 배포 {0}을(를) {1}에 삽입하세요.
pl: Wstawianie dodatkowego wdrożenia bazy danych EFCodeFirst: przekształcono {0} w {1}.
pt_br: Inserir Implantação de Banco de Dados adicional de EFCodeFirst Transformou {0} em {1}.
ru: Дополнительное развертывание базы данных EFCodeFirst {0} преобразовано вставкой в {1}.
tr: Ek EFCodeFirst Veritabanı Dağıtımı ekleme işlemi {0} öğesini {1} öğesine dönüştürdü.
zh_hans: 将转换的附加 EFCodeFirst 数据库部署 {0} 插入 {1}。
zh_hant: 插入其他 EFCodeFirst 資料庫部署轉換 {0} 成為 {1}。

# PublishLocalizedString_InvalidArgument
source: GetPublishingLocalizedString Task encounter invalid argument ID;
cs: Úloha GetPublishingLocalizedString zjistila neplatné ID argumentu;
de: Ungültige Argument-ID für den Task "GetPublishingLocalizedString".
es: La tarea GetPublishingLocalizedString encontró un identificador de argumento no válido;
fr: A rencontré un argument ID invalide pour GetPublishingLocalizedString Task ;
it: ID argomento non valido nell'attività GetPublishingLocalizedString;
ja: GetPublishingLocalizedString タスクで無効な引数 ID が発生します。
ko: GetPublishingLocalizedString 작업에 잘못된 인수 ID가 있습니다.
pl: Zadanie GetPublishingLocalizedString napotkało nieprawidłowy argument ID;
pt_br: Tarefa GetPublishingLocalizedString encontrou ID de argumento inválida;
ru: Задача GetPublishingLocalizedString обнаружила недопустимый идентификатор аргумента;
tr: GetPublishingLocalizedString Görevi geçersiz bağımsız değişken kimliği ile karşılaştı;
zh_hans: GetPublishingLocalizedString 任务遇到无效的参数 ID；
zh_hant: GetPublishingLocalizedString 工作遇到無效的引數識別碼;

# PublishLocalizedString_MSBuildTargetFailed
source: Target {0} failed.
cs: Cíl {0} selhal.
de: Fehler für Ziel "{0}".
es: Error del destino {0}.
fr: Échec de la cible {0}.
it: {0} di destinazione non riuscita.
ja: ターゲット {0} が失敗しました。
ko: {0}을(를) 대상으로 지정하지 못했습니다.
pl: Niepowodzenie elementu docelowego {0}.
pt_br: Falha no destino {0}.
ru: Сбой целевого объекта {0}.
tr: {0} hedefi başarısız oldu.
zh_hans: 目标 {0} 失败。
zh_hant: 目標 {0} 失敗。

# PublishLocalizedString_MsBuildPropertySettingValue
source: $({0}) is {1}
cs: $({0}) je {1}.
de: $({0}) ist {1}
es: $({0}) es {1}
fr: $({0}) a la valeur {1}
it: Il valore della proprietà $({0}) è {1}
ja: $({0}) は {1} です
ko: $({0})은(는) {1}입니다.
pl: $({0}) jest: {1}
pt_br: $({0}) é {1}
ru: $({0}) имеет значение {1}.
tr: $({0}) değeri {1}
zh_hans: $({0}) 为 {1}
zh_hant: $({0}) 為 {1}

# PublishLocalizedString_PackagingIntoLocation
source: Packaging into {0}.
cs: Balení do {0}
de: Paketierung in "{0}" wird durchgeführt.
es: Empaquetando en {0}.
fr: Création de package dans {0}.
it: Creazione pacchetto in {0}.
ja: {0} にパッケージ化。
ko: {0}(으)로 패키지하는 중입니다.
pl: Pakowanie do {0}.
pt_br: Empacotando em {0}.
ru: Выполняется упаковка в расположение {0}.
tr: {0} içine paketleniyor.
zh_hans: 正在打包到 {0} 中。
zh_hant: 正在封裝到 {0}。

# PublishLocalizedString_SampleScriptHelpEnviroment
source: =========================== Environment-Specific Settings: --------------------------
cs: =========================== Nastavení pro konkrétní prostředí: --------------------------
de: =========================== Umgebungsspezifische Einstellungen: --------------------------
es: =========================== Configuración específica del entorno: --------------------------
fr: =========================== Paramètres spécifiques à l'environnement : --------------------------
it: =========================== Impostazioni specifiche dell'ambiente: --------------------------
ja: =========================== 環境特有の設定: --------------------------
ko: =========================== 환경 관련 설정: --------------------------
pl: =========================== Ustawienia charakterystyczne dla środowiska: --------------------------
pt_br: =========================== Configurações específicas ao ambiente: --------------------------
ru: =========================== Зависимые от окружения свойства: --------------------------
tr: =========================== Ortama Özgü Ayarlar: --------------------------
zh_hans: =========================== 特定于环境的设置: --------------------------
zh_hant: =========================== 環境特定字串: --------------------------
