Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PublishLocalizedString_SampleScriptHelpOptionalExplainedFlagM
source: /M:<Destination server name or Service URL> If this flag is not specified, the package is installed on the computer where the command is run. The Service URL can be in the following format: https://<DestinationServer>:8172/MSDeploy.axd This format requires that IIS 7 be installed on the destination server and that IIS 7 Web Management Service(WMSvc) and Web Deployment Handler be set up. The service URL can also be in the following format: http://<DestinationServer>/MSDeployAgentService This format requires administrative rights on the destination server, and it requires that Web Deploy Remote Service (MsDepSvc) be installed on the destination server. IIS 7 does not have to be installed on the destination server.
cs: /M:<Název cílového serveru nebo adresa URL služby> Pokud tento příznak není zadán, balíček je instalován v počítači, v němž je spuštěn tento příkaz. Adresa URL služby může mít následující formát: https://<cílový_server>:8172/MSDeploy.axd Tento formát vyžaduje, aby na cílovém serveru byla nainstalována služba IIS 7 a aby byla nastavena služba IIS 7 Web Management Service(WMSvc) a obslužná rutina nasazení webu. Adresa URL služby může rovněž mít následující formát: http://<cílový_server>/MSDeployAgentService Tento formát vyžaduje práva pro správu na cílovém serveru a dále vyžaduje, aby bna cílovém serveru byla nainstalována služba Web Deploy Remote Service (MsDepSvc). Služba IIS 7 nemusí být na cílovém serveru nainstalována.
de: /M:<Zielservername oder Dienst-URL> Wenn dieses Kennzeichen nicht angegeben wird, wird das Paket auf dem Computer installiert, auf dem der Befehl ausgeführt wird. Die Dienst-URL kann das folgenden Format aufweisen: https://<Zielserver>:8172/MSDeploy.axd Dieses Format erfordert, dass IIS 7 auf dem Zielserver installiert ist und dass der IIS 7-Webverwaltungsdienst (WMSvc) und der Webbereitstellungshandler eingerichtet sind. Die Dienst-URL kann auch das folgende Format aufweisen: http://<Zielserver>/MSDeployAgentService Dieses Format erfordert Administratorrechte auf dem Zielserver. Außerdem muss der Web Deploy-Remotedienst (MsDepSvc) auf dem Zielserver installiert sein. IIS 7 muss nicht auf dem Zielserver installiert sein.
es: /M:<Dirección URL de servicio o nombre del servidor de destino> Si no se especifica esta marca, el paquete se instala en el equipo donde se ejecuta el comando. La dirección URL de servicio puede tener el siguiente formato: https://<DestinationServer>:8172/MSDeploy.axd Este formato requiere que IIS 7 esté instalado en el servidor de destino y que estén configurados el Servicio de administración web (WMSvc) y el Controlador de implementación web de IIS 7. La dirección URL de servicio puede tener también el siguiente formato: http://<DestinationServer>/MSDeployAgentService Este formato requiere derechos administrativos en el servidor de destino y que esté instalado el Servicio remoto Web Deploy (MsDepSvc) en el servidor de destino. IIS 7 no tiene que estar instalado en el servidor de destino.
fr: /M: <Nom du serveur de destination ou URL de service> If ce flag n'est pas spécifié, le package est installé sur l'ordinateur sur lequel la commande est exécutée. L'URL de service peut être dans le format suivant : https://<DestinationServer>:8172/MSDeploy.axd Ce format exige que IIS 7 soit installé sur le serveur de destination et que le service de gestion Web IIS 7 (WMSvc) et le gestionnaire de déploiement Web soit installé. lL'URL de service peut aussi être au format suivant: http: // <DestinationServer> /MSDeployAgentService Ce format nécessite des droits d'accès au serveur de destination, et il impose que le service à distance de Web Deploy (MsDepSvc) soit installé sur le serveur de destination. IIS 7 n'a pas à être installé sur le serveur de destination.
it: /M:<Nome server di destinazione o URL servizio> Se questo flag non è specificato, il pacchetto viene installato nel computer in cui viene eseguito il comando. L'URL del servizio può essere nel formato seguente: https://<ServerDestinazione>:8172/MSDeploy.axd Questo formato richiede che IIS 7 sia installato nel server di destinazione e che il servizio di gestione Web (VMSvc) e il gestore distribuzione Web per IIS siano configurati. L'URL del servizio può inoltre essere nel formato seguente: http://<ServerDestinazione>/MSDeployAgentService Questo formato richiede la disponibilità di diritti di amministratore sul server di destinazione e che il servizio remoto di Distribuzione Web (MsDepSvc) sia installato in tale server, nel quale non deve essere installato IIS 7.
ja: /M:<対象サーバー名またはサービス URL> このフラグが指定されていない場合は、コマンドが実行されるコンピューターにパッケージがインストールされます。サービス URL は次の形式で指定できます: https://<DestinationServer>:8172/MSDeploy.axd この形式を指定するには、IIS が対象サーバーにインストールされていて、IIS 7 Web 管理サービス (WMSvc) および Web Deployment Handler が設定されている必要があります。 サービス URL は次の形式でも指定できます: http://<DestinationServer>/MSDeployAgentService この形式を指定するには、対象サーバーの管理者権限が必要です。また、対象サーバーに Web Deploy リモート サービス (MsDepSvc) がインストールされている必要があります。対象サーバーに IIS 7 をインストールする必要はありません。
ko: /M:<대상 서버 이름 또는 서비스 URL> 이 플래그를 지정하지 않으면 명령을 실행하는 컴퓨터에 패키지가 설치됩니다. 서비스 URL의 형식은 다음과 같을 수 있습니다. https://<대상 서버>:8172/MSDeploy.axd 이 형식을 사용하려면 대상 서버에 IIS 7을 설치하고 IIS 7 웹 관리 서비스(WMSvc) 및 Web Deployment 처리기를 설정해야 합니다. 서비스 URL의 형식은 다음과 같을 수도 있습니다. http://<대상 서버>/MSDeployAgentService 이 형식을 사용하려면 대상 서버에 대한 관리 권한이 있어야 하며 대상 서버에 Web Deploy 원격 서비스(MsDepSvc)를 설치해야 합니다. IIS 7은 대상 서버에 설치하지 않아도 됩니다.
pl: /M:<nazwa serwera docelowego lub adres URL usługi> W przypadku nieokreślenia tej flagi pakiet jest instalowany na komputerze, na którym uruchomiono polecenie. Adres URL usługi może mieć następujący format: https://<serwer_docelowy>:8172/MSDeploy.axd Ten format wymaga, aby na serwerze docelowym był zainstalowany program IIS 7 i aby były skonfigurowane program obsługi wdrażania w sieci Web i usługa zarządzania siecią (WMSvc) programu IIS 7. Adres URL usługi może też mieć następujący format: http://<serwer_docelowy>/MSDeployAgentService Ten format wymaga praw administracyjnych na serwerze docelowym i zainstalowanej na nim usługi zdalnej narzędzia Web Deploy (MsDepSvc). Program IIS 7 nie musi być zainstalowany na serwerze docelowym.
pt_br: /M:<Nome do servidor de destino ou URL do Serviço> Se o sinalizador não for especificado, o pacote será instalado no computador onde o comando é executado. A URL do Serviço pode ter o seguinte formato: https://<ServidordeDestino>:8172/MSDeploy.axd Esse formato requer que o IIS 7 esteja instalado no servidor de destino e que o WMSvc (Serviço de Gerenciamento da Web) e o Manipulador de Implantação da Web do IIS 7 estejam configurados. A URL do serviço também pode ter o seguinte formato: http://<ServidordeDestino>/MSDeployAgentService Esse formato requer direitos administrativos no servidor de destino e requer que o MsDepSvc (Serviço Remoto de Implantação da Web) esteja instalado no servidor de destino. O IIS 7 não precisa estar instalado no servidor de destino.
ru: /M:<имя конечного сервера или URL-адрес службы> Если этот флаг не указан, пакет устанавливается на том компьютере, на котором выполнена команда. URL-адрес службы может иметь следующий формат: https://<конечный_сервер>:8172/MSDeploy.axd Для использования этого формата необходимо, чтобы на сервере назначения был установлен IIS 7, а также настроены служба веб-управления IIS 7 (WMSvc) и обработчик Web Deploy. URL-адрес службы также может иметь следующий формат: http://<конечный_сервер>/MSDeployAgentService Для этого формата требуются административные права на сервере назначения, также на этом сервере должна быть установлена служба удаленного Web Deploy (MsDepSvc). Служба IIS 7 не обязательно должна быть установлена на конечном сервере.
tr: /M:<Hedef sunucu adı veya Hizmet URL'i> Bu bayrak belirtilmezse; paket, komutun çalıştırıldığı bilgisayara yüklenir. Hizmet URL'i şu biçimde olabilir: https://<DestinationServer>:8172/MSDeploy.axd Bu biçim, hedef sunucuda IIS 7'nin yüklü olmasını ve IIS 7 Web Yönetimi Hizmeti (WMSvc) ile Web Dağıtımı İşleyicisinin ayarlanmasını gerektirir. Hizmet URL'i şu biçimde de olabilir: http://<DestinationServer>/MSDeployAgentService Bu biçim hedef sunucuda yönetici haklarına sahip olmayı ve Web Dağıtımı Uzak Hizmeti'nin (MsDepSvc) hedefte yüklü olmasını gerektirir. IIS 7'nin hedef sunucuya yüklenmesi gerekmez.
zh_hans: /M:<目标服务器名称或服务 URL> 如果未指定此标志，则将在运行命令的计算机上安装该包。服务 URL 的格式可以是: https://<目标服务器>:8172/MSDeploy.axd 此格式要求在目标服务器上安装 IIS 7 并且设置 IIS 7 Web 管理服务(WMSvc)和 Web 部署处理程序。 服务 URL 的格式也可以是: http://<目标服务器>/MSDeployAgentService 此格式需要目标服务器上的管理权限并且要求在目标服务器上安装 Web Deploy 远程服务(MsDepSvc)。IIS 7 不必安装在目标服务器上。
zh_hant: /M:<目的地伺服器名稱或服務 URL> 如果未指定此旗標，將在執行命令的電腦上安裝封裝。服務 URL 可以使用下列格式: https://<目的地伺服器>:8172/MSDeploy.axd 此格式需要 IIS 7 安裝於目的地伺服器，而且需要設定 IIS 7 Web Management Service (WMSvc) 及 Web Deployment Handler。 服務 URL 也可以使用下列格式: http://<目的地伺服器>/MSDeployAgentService 此格式需要目的地伺服器上的系統管理權限，而且需要在目的地伺服器安裝 Web Deploy Remote Service (MsDepSvc)。IIS 7 不需要安裝於目的地伺服器。

# PublishLocalizedString_SampleScriptHelpOptionalExplainedFlagUP
source: /U:<UserName> /P:<Password>
cs: /U:<uživatelské_jméno> /P:<heslo>
de: /U:<Benutzername> /P:<Kennwort>
it: /U:<NomeUtente> /P:<Password>
ko: /U:<사용자 이름> /P:<암호>
pl: /U:<nazwa_użytkownika> /P:<hasło>
pt_br: /U:<NomedeUsuário> /P:<Senha>
ru: /U:<имя_пользователя> /P:<пароль>
tr: /U:<Kullanıcı Adı> /P:<Parola>
zh_hans: /U:<用户名> /P:<密码>
zh_hant: /U:<使用者名稱> /P:<密碼>

# PublishLocalizedString_SampleScriptHelpPrerequisites
source: =========================== Prerequisites : -------------------------- To deploy this Web package, Web Deploy (msdeploy.exe) must be installed on the computer that runs the .cmd file. For information about how to install Web Deploy, see the following URL: {0} This batch file requires that the package file "{1}" and optionally provided the parameters file "{2}" in the same folder or destination folder by environment variable.
cs: =========================== Předpoklady: -------------------------- Chcete-li nasadit tento webový balíček, musí být v počítači, v němž je spuštěn soubor CMD, nainstalován nástroj Nasazení webu (msdeploy.exe). Informace o postupu při instalaci nástroje Nasazení webu naleznete na následující adrese URL: {0} Tento dávkový soubor vyžaduje, aby soubor balíčku {1} a volitelně zadaný soubor parametrů {2} byly ve stejné složce nebo cílové složce určené proměnnou prostředí.
de: =========================== Voraussetzungen: -------------------------- Damit dieses Webpaket bereitgestellt werden kann, muss Web Deploy ("msdeploy.exe") auf dem Computer installiert sein, der die CMD-Datei ausführt. Weitere Informationen zum Installieren von Web Deploy finden Sie unter der folgenden URL: {0} Diese Batchdatei erfordert, dass die Paketdatei "{1}" und optional die Parameterdatei "{2}" im gleichen Ordner oder im Zielordner durch die Umgebungsvariable bereitgestellt werden.
es: =========================== Requisitos previos: -------------------------- Para implementar este paquete web, Web Deploy (msdeploy.exe) debe estar instalado en el equipo que ejecuta el archivo .cmd. Para obtener información sobre cómo instalar Web Deploy, vea la siguiente dirección URL: {0} Este archivo por lotes requiere que el archivo de paquete "{1}" y el archivo de parámetros opcional "{2}" estén en la misma carpeta o carpeta de destino mediante una variable de entorno.
fr: =========================== Prérequis : -------------------------- Pour déployer ce Web package, Web Deploy (msdeploy.exe) doit être installé sur l'ordinateur qui exécute le fichier .cmd. Pour plus d'informations sur la manière d'installer Web Deploy, reportez-vous à l'adresse URL suivante: {0} Ce fichier de traitement par lots requiert que le fichier de package "{1}", et le cas échéant fourni le fichier de paramètres "{2}" dans le même dossier ou dossier de destination par variable d'environnement.
it: =========================== Prerequisiti : -------------------------- Per distribuire il pacchetto Web, Distribuzione Web (msdeploy.exe) deve essere installato nel computer in cui viene eseguito il file con estensione cmd. Per informazioni su come installare il servizio Distribuzione Web, vedere l'URL seguente: {0} Questo file batch richiede che il file del pacchetto "{1}" e il file dei parametri facoltativo "{2}" si trovino nella stessa cartella o nella cartella di destinazione della variabile di ambiente.
ja: =========================== 前提条件: -------------------------- この Web パッケージを配置するには、.cmd ファイルを実行しているコンピューターに Web Deploy (msdeploy.exe) をインストールする必要があります。Web Deploy のインストール方法については、次の URL を参照してください: {0} このバッチ ファイルでは、パッケージ ファイル "{1}" と、必要に応じて、環境変数で指定された、同じフォルダーまたは配置先フォルダー内のパラメーター ファイル "{2}" が必要になります。
ko: =========================== 필수 구성 요소: -------------------------- 이 웹 패키지를 배포하려면 .cmd 파일을 실행하는 컴퓨터에 Web Deploy(msdeploy.exe)를 설치해야 합니다. Web Deploy를 설치하는 방법에 대한 자세한 내용은 다음 URL을 참조하세요. {0} 이 배치 파일을 사용하려면 패키지 파일 "{1}"이(가) 필요하며 환경 변수를 설정하여 매개 변수 파일 "{2}"을(를) 같은 폴더 또는 대상 폴더에 선택적으로 제공해야 합니다.
pl: =========================== Wymagania wstępne: -------------------------- Aby można było wdrożyć ten pakiet sieci Web, na komputerze, na którym będzie uruchamiany plik cmd, musi być zainstalowane narzędzie Web Deploy (msdeploy.exe). Aby uzyskać informacje o tym, jak zainstalować narzędzie Web Deploy, skorzystaj z następującego adresu URL: {0} Ten plik wsadowy wymaga pliku pakietu „{1}” i podawanego opcjonalnie pliku parametrów „{2}” w tym samym folderze lub w folderze docelowym na podstawie zmiennej środowiskowej.
pt_br: =========================== Pré-requisitos : -------------------------- Para implantar este pacote da Web, a Implantação da Web (msdeploy.exe) deve estar instalada no computador que executa o arquivo .cmd. Para obter informações sobre como instalar a Implantação da Web, consulte a seguinte URL: {0} Este arquivo em lotes requer que o arquivo de pacote "{1}" e o arquivo de parâmetros "{2}" opcional estejam na mesma pasta ou na pasta de destino pela variável de ambiente.
ru: =========================== Предварительные требования : -------------------------- Для развертывания этого веб-пакета на компьютере, на котором выполняется cmd-файл, должен быть установлен инструмент Web Deploy (msdeploy.exe). Сведения об установке инструмента Web Deploy см. по следующей ссылке: {0} Для этого пакетного файла требуется, чтобы файл пакета "{1}" и необязательно указываемый файл параметров "{2}" находились в той же папке или папке назначения по переменной среды.
tr: =========================== Önkoşullar : -------------------------- Bu Web paketini dağıtmak için Web Dağıtımı'nın (msdeploy.exe) .cmd dosyasını çalıştıran bilgisayara yüklenmesi gerekir. Web Dağıtımı'nın nasıl yükleneceği konusunda bilgi için şu URL'i ziyaret edin: {0} Bu toplu dosya, paket dosyası "{1}" ile isteğe bağlı olarak sağlanan parametreler dosyasının "{2}", ortam değişkenine bağlı olarak, aynı klasörde veya hedef klasörde olmasını gerektirir.
zh_hans: =========================== 系统必备: -------------------------- 若要部署此 Web 包，必须在运行 .cmd 文件的计算机上安装 Web Deploy (msdeploy.exe)。有关如何安装 Web Deploy 的信息，请参见下面的 URL: {0} 此批处理文件需要包文件“{1}”，并且可选择由环境变量提供相同的文件夹或目标文件夹中的参数文件“{2}”。
zh_hant: =========================== 必要條件: -------------------------- 若要部署此 Web 封裝，必須在執行 .cmd 檔案的電腦上安裝 Web Deploy (msdeploy.exe)。如需如何安裝 Web Deploy 的詳細資訊，請參閱下列 URL: {0} 此批次檔需要封裝檔案 "{1}" 及選擇性提供的參數檔案 "{2}" 位於相同資料夾或環境變數的目的地資料夾中。

# PublishLocalizedString_SampleScriptHelpRequired
source: =========================== Required Flags: --------------------------
cs: =========================== Požadované příznaky: --------------------------
de: =========================== Erforderliche Kennzeichen: --------------------------
es: =========================== Marcas necesarias --------------------------
fr: =========================== Flags requis: --------------------------
it: =========================== Flag obbligatori: --------------------------
ja: =========================== 必須フラグ: --------------------------
ko: =========================== 필수 플래그: --------------------------
pl: =========================== Flagi wymagane: --------------------------
pt_br: =========================== Sinalizadores necessários: --------------------------
ru: =========================== Обязательные флаги: --------------------------
tr: =========================== Gerekli Bayraklar: --------------------------
zh_hans: =========================== 必需的标志: --------------------------
zh_hant: =========================== 所需的旗標: --------------------------

# PublishLocalizedString_SampleScriptHelpRequiredExplainedFlagT
source: /T: Calls msdeploy.exe with the "-whatif" flag, which simulates deployment. This does not deploy the package. Instead, it creates a report of what will happen when you actually deploy the package.
cs: /T: Volá příkaz msdeploy.exe s příznakem -whatif, který simuluje nasazení. Balíček přitom není nasazen. Místo toho je vytvořena sestava popisující, co by se stalo při skutečném nasazení balíčku.
de: /T: Ruft "msdeploy.exe" mit dem Kennzeichen "-whatif" auf, das die Bereitstellung simuliert. Das Paket wird mit diesem Kennzeichen nicht bereitgestellt. Stattdessen wird ein Bericht erstellt, der beschreibt, was bei einer tatsächlichen Bereitstellung des Pakets geschieht.
es: /T: Llama a msdeploy.exe con la marca "-whatif", que simula la implementación. No implementa el paquete, sino que crea un informe de lo que ocurrirá cuando implemente realmente el paquete.
fr: /T: Lance msdeploy.exe avec le flag "-whatif", qui simule le déploiement. Cela ne déploie pas le package. Au lieu de cela, il crée un rapport de ce qui se produira lorsque vous déploierez réellement le package.
it: /T: Chiama msdeploy.exe con il flag "-whatif" in modo da simulare la distribuzione. Non esegue la distribuzione del pacchetto, bensì crea un report relativo a ciò che si verificherà quando il pacchetto verrà effettivamente distribuito.
ja: /T: フラグを指定して msdeploy.exe を呼び出すと、配置がシミュレートされます。これによって、パッケージが配置されることはありません。代わりに、実際にパッケージを配置したときの動作に関するレポートが作成されます。
ko: /T: "-whatif" 플래그로 msdeploy.exe를 호출하여 배포를 시뮬레이션합니다. 이로 인해 패키지가 배포되지는 않습니다. 대신 실제로 패키지를 배포할 때 발생할 상황에 대한 보고서가 만들어집니다.
pl: /T: Wywołuje program msdeploy.exe z flagą „-whatif”, powodując zasymulowanie wdrożenia. Nie powoduje wdrożenia pakietu. Tworzy natomiast raport na temat tego, co się stanie, gdy pakiet zostanie rzeczywiście wdrożony.
pt_br: /T: Chama msdeploy.exe com o sinalizador "-whatif", que simula a implantação Esse comando não implanta o pacote. Em vez disso, cria um relatório sobre o que acontecerá quando você realmente implantar o pacote.
ru: /T: Вызывает msdeploy.exe с флагом "-whatif", который имитирует развертывание. В этом случае пакет не развертывается. Вместо развертывания создается отчет по действиям, которые будут выполнены при действительном развертывании пакета.
tr: /T: "-whatif" bayrağıyla msdeploy.exe'yi çağırır. Bu, dağıtımın benzetimini yapar, paketi dağıtmaz. Onun yerine, paketi gerçekten dağıttığınızda ne olacağına açıklayan bir rapor oluşturur.
zh_hans: /T: 使用“-whatif”标志调用 msdeploy.exe，这将模拟部署。此操作不会部署包，而是创建一个报告，报告当您实际部署包时将发生的情况。
zh_hant: /T: 呼叫含 "-whatif" 旗標的 msdeploy.exe，這將模擬部署。這不會部署該封裝。它會改為建立一份關於您實際部署封裝時將發生什麼情況的報告。

# PublishLocalizedString_SampleScriptHelpRequiredExplainedFlagY
source: /Y: Calls msdeploy.exe without the "-whatif" flag, which deploys the package to the current machine or a destination server. Use /Y after you have verified the output that was generated by using the /T flag. Note: Do not use /T and /Y in the same command.
cs: /Y: Volá příkaz msdeploy.exe bez příznaku –whatif. Balíček je nasazen so aktuálního počítače nabo na cílový server. Příznak /Y použijte po ověření výstupu vygenerovaného s využitím příznaku /T. Poznámka: Nepoužívejte příznaky /T a /Y v rámci téhož příkazu.
de: /Y: Ruft "msdeploy.exe" ohne das Kennzeichen "-whatif" auf. Das Paket wird auf dem aktuellen Computer oder auf dem Zielserver bereitgestellt. Verwenden Sie "/Y", nachdem Sie die Ausgabe überprüft haben, die durch die Verwendung des Kennzeichens "/T" generiert wurde. Hinweis: Verwenden Sie "/T" und "/Y" nicht im gleichen Befehl.
es: /Y: Llama a msdeploy.exe sin la marca "-whatif", que implementa el paquete en la máquina actual o en un servidor de destino. Use /Y después de comprobar la salida generada con la marca /T. Nota: no use /T y /Y en el mismo comando.
fr: /Y: Lance msdeploy.exe sans le flag "-whatif", qui déploie le package sur la machine en cours d'utilisation ou un serveur de destination. Utilisez /Y après que vous ayez vérifié la sortie qui a été générée en utilisant le flag /t . Voir les notes: N'utilisez pas /T et /Y dans la même commande.
it: /Y: Chiama msdeploy.exe senza il flag "-whatif" in modo da distribuire il pacchetto nel computer corrente o in un server di destinazione. Utilizzare /Y dopo aver verificato l'output generato mediante il flag /T. Nota: non utilizzare /T e /Y nello stesso comando.
ja: /Y: -whatif" フラグを指定して msdeploy.exe を呼び出します。これにより、パッケージが現在のコンピューターまたは対象サーバーに配置されます。/T フラグを使用して生成された出力を検証した後に /Y を使用してください。 注意: 同じコマンド内で /T と /Y を使用しないでください。
ko: /Y: "-whatif" 플래그 없이 msdeploy.exe를 호출하여 패키지를 현재 컴퓨터 또는 대상 서버에 배포합니다. /T 플래그를 사용하여 생성한 출력을 확인한 후에 /Y를 사용하세요. 참고: 같은 명령에서 /T와 /Y를 사용하지 마세요.
pl: /Y: Wywołuje program msdeploy.exe bez flagi „-whatif”, powodując wdrożenie pakietu na bieżącym komputerze lub serwerze docelowym. Flagi /Y należy używać po zweryfikowaniu danych wyjściowych wygenerowanych przy użyciu flagi /T. Uwaga: flag /T i /Y nie należy używać w tym samym poleceniu.
pt_br: /Y: Chama msdeploy.exe sem o sinalizador "-whatif", que implanta o pacote no computador atual ou em um servidor de destino Use /Y depois de verificar a saída gerada usando o sinalizador /T. Observação: não use /T e /Y no mesmo comando.
ru: /Y: Вызывает msdeploy.exe без флага "-whatif", при этом выполняется развертывание на текущем компьютере или на сервере назначения. Используйте флаг /Y после проверки данных, выданных при использовании флага /T. Примечание: Не используйте одновременно оба флага /T и /Y в одной команде.
tr: /Y: "-whatif" flag bayrağı olmadan msdeploy.exe'yi çağırır. Bu, paketi geçerli makineye veya bir hedef sunucuya dağıtır. /T bayrağı kullanılarak oluşturulmuş çıktıyı doğruladıktan sonra /Y kullanın. Not: /T ve /Y'yi aynı komutta kullanmayın.
zh_hans: /Y: 不使用“-whatif”标志调用 msdeploy.exe，这会将包部署到当前计算机或目标服务器。在验证通过使用 /T 标志生成的输出之后，请使用 /Y。 注意:不要在同一条命令中同时使用 /T 和 /Y。
zh_hant: /Y: 呼叫不含 "-whatif" 旗標的 msdeploy.exe，這會將封裝部署於目前電腦或目的地伺服器。驗證使用 /T 旗標產生的輸出之後使用 /Y。 注意: 請勿在同一個命令中使用 /T 及 /Y。
