Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DeploymentError_MissingDbDacFx
source: The remote host does not have the dbDacFx Web Deploy provider installed, which is required for database publishing. To learn more about this visit this link. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
cs: Vzdálený hostitel nemá nainstalovaného zprostředkovatele nasazení webu dbDacFx, který se vyžaduje pro publikování databáze. Další informace k tomu najdete na tomto odkazu. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
de: Auf dem Remotehost ist der dbDacFx Web Deploy-Anbieter nicht installiert, der jedoch für die Datenbankveröffentlichung erforderlich ist. Weitere Informationen hierzu finden Sie unter dem folgenden Link. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
es: El host remoto no tiene instalado el proveedor de Web Deploy dbDacFx, necesario para la publicación de bases de datos. Para obtener más información, visite este vínculo. Vínculo redireccionable: http://go.microsoft.com/fwlink/?LinkId=246068
fr: Le fournisseur Web Deploy dbDacFx, qui est nécessaire pour publier des bases de données, n'est pas présent sur l'hôte distant. Pour en savoir plus, accédez à ce lien. FWLink : http://go.microsoft.com/fwlink/?LinkId=246068
it: Nell'host remoto non è installato il provider di Distribuzione Web dbDacFx, necessario per la pubblicazione di database. Per altre informazioni, vedere il collegamento seguente. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
ja: データベース公開に必要な dbDacFx Web 配置プロバイダーがリモート ホストにインストールされていません。詳細については、このリンクにアクセスしてください。 FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
ko: 원격 호스트에 데이터베이스 게시에 필요한 dbDacFx 웹 배포 공급자가 설치되어 있지 않습니다. 자세한 정보는 다음 링크를 참조하세요. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
pl: Zdalny host nie ma zainstalowanego dostawcy dbDacFx Web Deploy, który jest wymagany do publikowania bazy danych. Aby dowiedzieć się więcej, skorzystaj z tego linku. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
pt_br: O host remoto não tem o Provedor de implantação Web dbDacFx instalado, necessário para a publicação do banco de dados. Para obter mais informações, visite este link. FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
ru: На удаленном узле не установлен поставщик веб-развертывания dbDacFx, необходимый для публикации базы данных. Дополнительные сведения см. по следующей ссылке: FWLink: http://go.microsoft.com/fwlink/?LinkId=246068.
tr: Uzak ana bilgisayarda, veritabanı yayımlama için gerekli olan dbDacFx Web Dağıtımı sağlayıcısı yüklü değil. Bu konu hakkında daha fazla bilgi için şu bağlantıya gidin: FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
zh_hans: 远程主机未安装 dbDacFx Web Deploy 提供程序，这是数据库发布所要求的。若要了解相关详细信息，请访问此链接。 FWLink: http://go.microsoft.com/fwlink/?LinkId=246068
zh_hant: 遠端主機未安裝 dbDacFx Web Deploy 提供者，但這是資料庫發佈所需。若要深入了解，請前往此連結。 FWLink: http://go.microsoft.com/fwlink/?LinkId=246068

# EFSCRIPT_Generating
source: Generating Entity Framework SQL Scripts...
cs: Generují se skripty SQL Entity Framework...
de: Entity Framework SQL-Skripts werden generiert...
es: Generando scripts SQL de Entity Framework...
fr: Génération de scripts SQL Entity Framework...
it: Generazione dello script SQL di Entity Framework...
ja: Entity Framework SQL スクリプトを生成しています...
ko: Entity Framework SQL 스크립트 생성 중...
pl: Trwa generowanie skryptów SQL Entity Framework...
pt_br: Gerando Scripts SQL do Entity Framework...
ru: Создание сценариев SQL для Entity Framework…
tr: Entity Framework SQL Betikleri oluşturuluyor...
zh_hans: 正在生成实体框架 SQL 脚本...
zh_hant: 正在產生 Entity Framework SQL 指令碼...

# EFSCRIPT_GenerationCompleted
source: Generating Entity Framework SQL Scripts completed successfully
cs: Generování skriptů SQL Entity Framework se úspěšně dokončilo.
de: Entity Framework SQL-Skripts erfolgreich generiert
es: La generación de scripts SQL de Entity Framework se completó correctamente
fr: La génération de scripts SQL Entity Framework s'est correctement effectuée
it: La generazione dello script SQL di Entity Framework è stata completata
ja: Entity Framework SQL スクリプトの生成が正常に完了しました
ko: Entity Framework SQL 스크립트를 생성했습니다.
pl: Generowanie skryptów SQL Entity Framework zostało ukończone pomyślnie
pt_br: Êxito ao concluir a geração de Scripts SQL do Entity Framework
ru: Сценарии SQL для Entity Framework созданы.
tr: Entity Framework SQL Betikleri başarıyla oluşturuldu
zh_hans: 实体框架 SQL 脚本生成已成功完成
zh_hant: 產生 Entity Framework SQL 指令碼已成功完成

# EFSCRIPT_GenerationFailed
source: Entity Framework SQL Script generation failed
cs: Generování skriptů SQL Entity Framework selhalo.
de: Fehler beim Generieren der Entity Framework SQL-Skripts
es: Error al generar scripts SQL de Entity Framework
fr: La génération de scripts SQL Entity Framework ne s'est pas correctement effectuée
it: La generazione dello script SQL di Entity Framework non è riuscita
ja: Entity Framework SQL スクリプトの生成に失敗しました
ko: Entity Framework SQL 스크립트를 생성하지 못했습니다.
pl: Generowanie skryptu SQL Entity Framework nie powiodło się
pt_br: Falha na geração de Script SQL do Entity Framework
ru: Создать сценарии SQL для Entity Framework не удалось.
tr: Entity Framework SQL Betiği oluşturulamadı
zh_hans: 实体框架 SQL 脚本生成失败
zh_hant: Entity Framework SQL 指令碼產生失敗

# KUDUDEPLOY_AddingFile
source: Adding file ({0}).
cs: Přidává se soubor ({0}).
de: Die Datei ({0}) wird hinzugefügt.
es: Agregando el archivo ({0}).
fr: Ajout de fichier ({0}).
it: Aggiunta del file ({0}).
ja: ファイルを追加しています ({0})。
ko: 파일({0})을 추가 중입니다.
pl: Dodawanie pliku ({0}).
pt_br: Adicionando o arquivo ({0}).
ru: Добавляется файл ({0}).
tr: {0} dosyası ekleniyor.
zh_hans: 正在添加文件({0})。
zh_hant: 正在新增檔案 ({0})。

# KUDUDEPLOY_AddingFileFailed
source: Adding file ({0}) failed. Reason: {1}.
cs: Přidání souboru ({0}) se nepovedlo. Důvod: {1}.
de: Fehler beim Hinzufügen der Datei "{0}". Ursache: {1}.
es: Error al agregar el archivo ({0}). Motivo: "{1}".
fr: L’ajout de fichier ({0}) a échoué. Motif : {1}.
it: Aggiunta del file ({0}) non riuscita. Motivo: {1}.
ja: ファイルの追加 ({0}) が失敗しました。理由: {1}。
ko: 파일({0})을 추가하지 못했습니다. 이유: {1}.
pl: Nie można dodać pliku ({0}). Przyczyna: {1}.
pt_br: Falha ao adicionar o arquivo ({0}). Razão: {1}.
ru: Не удалось добавить файл ({0}). Причина: {1}.
tr: {0} dosyası eklenemedi. Neden: {1}.
zh_hans: 添加文件({0})失败。原因: {1}。
zh_hant: 無法加入檔案 ({0})。原因: {1}。

# KUDUDEPLOY_AzurePublishErrorReason
source: Unable to publish to Azure. Error Details : '{0}'.
cs: Nejde publikovat na platformě Azure. Podrobnosti o chybě: {0}.
de: Die Veröffentlichung in Azure kann nicht erfolgen. Fehlerdetails: "{0}".
es: No se puede publicar en Azure. Detalles del error: "{0}".
fr: Impossible de publier sur Azure. Détails de l’erreur : « {0} ».
it: Impossibile pubblicare in Azure. Dettagli errore: '{0}'.
ja: Azure に公開できません。エラーの詳細: '{0}'。
ko: Azure에 게시할 수 없습니다. 오류 정보: '{0}'.
pl: Nie można publikować na platformie Azure. Szczegóły błędu: „{0}”.
pt_br: Não é possível publicar no Azure. Detalhes do Erro: '{0}'.
ru: Не удалось выполнить публикацию в Azure. Информация об ошибке: '{0}'.
tr: Azure üzerinde yayımlanamıyor. Hata Ayrıntıları: '{0}'.
zh_hans: 无法发布到 Azure。错误详细信息:“{0}”。
zh_hant: 無法發佈到 Azure。錯誤詳細資料 : '{0}'。

# KUDUDEPLOY_ConnectionInfoMissing
source: Azure connection information cannot be empty.
cs: Informace o připojení Azure nemůžou být prázdné.
de: Die Azure-Verbindungsinformationen dürfen nicht leer sein.
es: La información de la conexión de Azure no puede estar vacía.
fr: Les informations de connexion à Azure ne peuvent pas être vides.
it: Le informazioni di connessione di Azure non possono essere vuote.
ja: Azure 接続情報は必ず指定してください。
ko: Azure 연결 정보는 비워 둘 수 없습니다.
pl: Informacje o połączeniu z platformą Azure nie mogą być puste.
pt_br: As informações de conexão do Azure não podem estar vazias.
ru: Информация о подключении Azure не может быть пустой.
tr: Azure bağlantı bilgileri boş olamaz.
zh_hans: Azure 连接信息不能为空。
zh_hant: Azure 連線資訊不能是空白。

# KUDUDEPLOY_CopyingToTempLocation
source: Copying all files to temporary location for publish: '{0}'.
cs: Kopírování všech souborů do dočasného umístění pro publikování: {0}.
de: Alle Dateien werden in das temporäre Verzeichnis zum Veröffentlichen kopiert: "{0}".
es: Copiando todos los archivos en la ubicación temporal para la publicación: "{0}".
fr: Copie de tous les fichiers dans un emplacement temporaire à des fins de publication : « {0} ».
it: Copia di tutti i file nel percorso temporaneo per la pubblicazione: '{0}'.
ja: 公開用にすべてのファイルを一時的な場所にコピーしています: '{0}'。
ko: 모든 파일을 임시 게시 위치로 복사하고 있습니다. '{0}'.
pl: Kopiowanie wszystkich plików do lokalizacji tymczasowej na potrzeby publikowania: „{0}”.
pt_br: Copiando todos os arquivos para o local temporário para publicação: '{0}'.
ru: Копирование всех файлов во временное расположение для публикации: '{0}'.
tr: Yayımlama için tüm dosyalar geçici konuma kopyalanıyor: '{0}'.
zh_hans: 正在将所有文件复制到临时位置以便完成发布:“{0}”。
zh_hant: 複製所有檔案至暫存位置以便發佈: '{0}'。

# KUDUDEPLOY_CopyingToTempLocationCompleted
source: Copying all files to temporary location completed.
cs: Kopírování všech souborů do dočasného umístění se dokončilo.
de: Das Kopieren aller Dateien in das temporäre Verzeichnis wurde abgeschlossen.
es: Se ha completado la copia de todos los archivos en la ubicación temporal.
fr: Copie de tous les fichiers dans un emplacement temporaire terminée.
it: Copia di tutti i file nel percorso temporaneo completata.
ja: 一時的な場所へのすべてのファイルのコピーが完了しました。
ko: 모든 파일을 임시 위치로 복사했습니다.
pl: Kopiowanie wszystkich plików do lokalizacji tymczasowej zostało zakończone.
pt_br: Cópia de todos os arquivos para a localização temporária concluída.
ru: Все файлы скопированы во временное расположение.
tr: Tüm dosyaların geçici konuma kopyalanması tamamlandı.
zh_hans: 将所有文件复制到临时位置已完成。
zh_hant: 複製所有檔案至暫存位置已完成。

# KUDUDEPLOY_DeployOutputPathEmpty
source: DeployOutputPath property cannot be empty.
cs: Vlastnost DeployOutputPath nesmí být prázdná.
de: Die Eigenschaft "DeployOutputPath" darf nicht leer sein.
es: La propiedad DeployOutputPath no puede estar vacía.
fr: La propriété DeployOutputPath ne peut pas être vide.
it: La proprietà DeployOutputPath non può essere vuota.
ja: DeployOutputPath プロパティは必ず指定してください。
ko: DeployOutputPath 속성은 비워 둘 수 없습니다.
pl: Właściwość DeployOutputPath nie może być pusta.
pt_br: A propriedade DeployOutputPath não pode estar vazia.
ru: Свойство DeployOutputPath не может быть пустым.
tr: DeployOutputPath özelliği boş olamaz.
zh_hans: DeployOutputPath 属性不能为空。
zh_hant: DeployOutputPath 屬性不能為空白。

# KUDUDEPLOY_OperationTimeout
source: Publish operation timed out.
cs: Vypršel časový limit operace publikování.
de: Timeout des Veröffentlichungsvorgangs.
es: Se agotó el tiempo de espera de la operación de publicación.
fr: Délai d’exécution de l’opération de publication expiré.
it: Time out dell'operazione di pubblicazione.
ja: 公開操作がタイムアウトしました。
ko: 게시 작업 시간이 초과되었습니다.
pl: Operacja publikowania przekroczyła limit czasu.
pt_br: Tempo limite da operação de publicação expirado.
ru: Истек срок ожидания операции публикации.
tr: Yayımlama işlemi zaman aşımına uğradı.
zh_hans: 发布操作超时。
zh_hant: 發佈作業逾時。

# KUDUDEPLOY_PublishAzure
source: Publishing to Azure.
cs: Publikování do Azure
de: Die Veröffentlichung in Azure wird durchgeführt.
es: Publicando en Azure.
fr: Publication sur Azure.
it: Pubblicazione in Azure.
ja: Azure に公開しています。
ko: Azure에 게시 중
pl: Publikowanie na platformie Azure.
pt_br: Publicando no Azure.
ru: Выполняется публикация в Azure.
tr: Azure'da yayımlanıyor.
zh_hans: 正在发布到 Azure。
zh_hant: 正在發佈至 Azure。

# KUDUDEPLOY_PublishFailed
source: Publish Failed.
cs: Publikování selhalo.
de: Fehler bei der Veröffentlichung.
es: Error en la publicación.
fr: Échec de la publication.
it: Pubblicazione non riuscita.
ja: 公開が失敗しました。
ko: 게시하지 못했습니다.
pl: Publikowanie nie powiodło się.
pt_br: Falha na Publicação.
ru: Публикация не выполнена.
tr: Yayımlanamadı.
zh_hans: 发布失败。
zh_hant: 無法發佈。

# KUDUDEPLOY_PublishSucceeded
source: Publish Succeeded.
cs: Publikování bylo úspěšné.
de: Die Veröffentlichung war erfolgreich.
es: Se publicó correctamente.
fr: Publication réussie.
it: Pubblicazione riuscita.
ja: 公開に成功しました。
ko: 게시했습니다.
pl: Publikowanie powiodło się.
pt_br: Êxito na Publicação.
ru: Публикация выполнена.
tr: Başarıyla Yayımlandı.
zh_hans: 发布成功。
zh_hant: 已成功發佈。

# KUDUDEPLOY_PublishZipFailedReason
source: Publishing to site '{0}' failed. Reason: '{1}'.
cs: Publikování na webu {0} selhalo. Důvod: {1}.
de: Fehler bei der Veröffentlichung auf der Website "{0}". Ursache: "{1}".
es: Error en la publicación en el sitio "{0}". Motivo: "{1}".
fr: La publication sur le site « {0} » a échoué. Motif : « {1} ».
it: Pubblicazione nel sito '{0}' non riuscita. Motivo: '{1}'.
ja: サイト '{0}' への公開が失敗しました。理由: '{1}'。
ko: '{0}' 사이트에 게시하지 못했습니다. 이유: '{1}'.
pl: Nie można publikować w witrynie „{0}”. Przyczyna: „{1}”.
pt_br: Falha ao publicar no site '{0}'. Razão: '{1}'.
ru: Не удалось выполнить публикацию на сайте «{0}». Причина: «{1}».
tr: '{0}' sitesine yayımlanamadı. Neden: '{1}'.
zh_hans: 发布到站点“{0}”失败。原因:“{1}”。
zh_hant: 無法發佈到網站 '{0}'。原因: '{1}'。

# MSDEPLOY_EXE_Failed
source: Failed to execute msdeploy.exe.
cs: Spuštění souboru msdeploy.exe se nezdařilo.
de: Fehler beim Ausführen von "msdeploy.exe".
es: No se pudo ejecutar msdeploy.exe.
fr: Échec de l'exécution msdeploy.exe.
it: Impossibile eseguire msdeploy.exe.
ja: msdeploy.exe. を実行できませんでした。
ko: msdeploy.exe를 실행하지 못했습니다.
pl: Nie można wykonać programu msdeploy.exe.
pt_br: Falha ao executar o msdeploy.exe.
ru: Не удалось выполнить msdeploy.exe.
tr: msdeploy.exe yürütülemedi.
zh_hans: 未能执行 msdeploy.exe。
zh_hant: 無法執行 msdeploy.exe。

# MSDEPLOY_EXE_PreviewOnly
source: Generate msdeploy.exe command line for preview only.
cs: Příkazový řádek msdeploy.exe se vytvoří pouze pro náhled.
de: msdeploy.exe-Befehlszeile nur für Vorschau generieren.
es: Generar la línea de comandos msdeploy.exe sólo para vista previa.
fr: Génère une ligne de commande msdeploy.exe pour une prévisualisation uniquement.
it: Generare la riga di comando di msdeploy.exe per la sola anteprima.
ja: プレビューのためだけに msdeploy.exe コマンド ラインを生成します。
ko: 미리 보기 전용 msdeploy.exe 명령줄을 생성합니다.
pl: Generowanie wiersza polecenia programu msdeploy.exe tylko do podglądu.
pt_br: Gerar linha de comando msdeploy.exe somente para visualização.
ru: Сформировать командную строку msdeploy.exe только для предварительного просмотра.
tr: msdeploy.exe komut satırını sadece önizleme için oluşturun.
zh_hans: 仅为预览生成 msdeploy.exe 命令行。
zh_hant: 產生 msdeploy.exe 命令列僅供預覽。

# MSDEPLOY_EXE_Start
source: Running msdeploy.exe.
cs: Spouští se soubor msdeploy.exe.
de: "msdeploy.exe" wird ausgeführt.
es: Ejecutando msdeploy.exe.
fr: Exécution de msdeploy.exe.
it: Esecuzione di msdeploy.exe.
ja: msdeploy.exe を実行しています。
ko: msdeploy.exe 실행 중
pl: Uruchamianie programu msdeploy.exe.
pt_br: Executando msdeploy.exe.
ru: Выполняется запуск msdeploy.exe.
tr: msdeploy.exe çalıştırılıyor.
zh_hans: 正在运行 msdeploy.exe。
zh_hant: 正在執行 msdeploy.exe。

# MSDEPLOY_EXE_Succeeded
source: Successfully execute msdeploy.exe.
cs: Soubor msdeploy.exe byl úspěšně spuštěn.
de: "msdeploy.exe" wurde erfolgreich ausgeführt.
es: msdeploy.exe se ejecutó correctamente.
fr: Exécute msdeploy.exe avec succès
it: Esecuzione di msdeploy.exe riuscita.
ja: msdeploy.exe を正常に実行します。
ko: msdeploy.exe를 실행했습니다.
pl: Pomyślnie wykonano program msdeploy.exe.
pt_br: Comando msdeploy.exe executado com êxito.
ru: Успешное выполнение msdeploy.exe.
tr: msdeploy.exe'yi başarıyla yürüt.
zh_hans: 成功执行 msdeploy.exe。
zh_hant: 成功執行 msdeploy.exe。

# MSDEPLOY_InvalidDestinationCount
source: Invalidate destination item count: {0}
cs: Počet znehodnocených cílových položek: {0}
de: Ungültige Anzahl Zielelemente: {0}
es: Invalidar recuento de elementos de destino: {0}
fr: Invalide le comptage des objets à destination : {0}
it: Conteggio elementi di destinazione invalidati: {0}
ja: 配置先の項目数を無効にします: {0}
ko: 잘못된 대상 항목 수: {0}
pl: Nieprawidłowa liczba elementów docelowych: {0}
pt_br: Invalidar contagem de itens de destino: {0}
ru: Аннулировать количество конечных элементов: {0}
tr: Hedef öğe sayısını geçersiz kıl: {0}
zh_hans: 使目标项计数无效: {0}
zh_hant: 使目的地項目計數失效: {0}

# MSDEPLOY_InvalidSourceCount
source: Invalidate source items count: {0}
cs: Počet znehodnocených zdrojových položek: {0}
de: Ungültige Anzahl Quellelemente: {0}
es: Invalidar recuento de elementos de origen: {0}
fr: Invalide le comptage des objets à la source : {0}
it: Conteggio elementi di origine invalidati: {0}
ja: ソースの項目数を無効にします: {0}
ko: 잘못된 소스 항목 수: {0}
pl: Nieprawidłowa liczba elementów źródłowych: {0}
pt_br: Invalidar contagem de itens de origem: {0}
ru: Аннулировать количество исходных элементов: {0}
tr: Kaynak öğe sayısını geçersiz kıl: {0}
zh_hans: 使源项计数无效: {0}
zh_hant: 使來源項目失效: {0}

# MSDEPLOY_InvalidVerbForTheInput
source: Invalid verb({0}) for supplied source ({1}) and destination ({2}).
cs: Neplatný příkaz ({0}) pro zadaný zdroj ({1}) a cíl ({2}).
de: Ungültiges Verb ({0}) für die angegebene Quelle ({1}) und das Ziel ({2}).
es: verb({0}) no válido para el origen ({1}) y el destino ({2}) proporcionados.
fr: Verbe incorrect ({0}) pour la source ({1}) fournie et la destination ({2}).
it: Verbo ({0}) non valido per l'origine ({1}) e la destinazione ({2}) specificate.
ja: 指定された配置元 ({1}) および配置先 ({2}) の動詞 ({0}) が無効です。
ko: 제공된 소스({1})와 대상({2})에 대해 잘못된 동사({0})입니다.
pl: Nieprawidłowe zlecenie ({0}) dla podanego źródła ({1}) i elementu docelowego ({2}).
pt_br: Verbo inválido ({0}) para origem ({1}) e destino ({2}) fornecidos.
ru: Недопустимая команда ({0}) для указанных источника ({1}) и назначения ({2}).
tr: Sağlanan kaynak ({1}) ve hedef ({2}) için geçersiz eylem ({0}).
zh_hans: 所提供的源({1})和目标({2})的谓词({0})无效。
zh_hant: 所提供來源 ({1}) 及目的地 ({2}) 的動詞 ({0}) 無效

# POWERSHELL_PublishProfileParsingError
source: Unable to parse the pubxml file {0}.
cs: Soubor pubxml {0} nejde analyzovat.
de: Die PUBXML-Datei "{0}" kann nicht analysiert werden.
es: No se puede analizar el archivo pubxml {0}.
fr: Impossible d’analyser le fichier pubxml {0}.
it: Non è possibile analizzare il file pubxml {0}.
ja: pubxml ファイル {0} を解析できません。
ko: pubxml 파일 {0}을(를) 구문 분석할 수 없습니다.
pl: Nie można przeanalizować pliku pubxml {0}.
pt_br: Não é possível analisar o arquivo pubxml {0}.
ru: Не удалось проанализировать PUBXML-файл {0}.
tr: {0} pubxml dosyası ayrıştırılamadı.
zh_hans: 无法分析 pubxml 文件 {0}。
zh_hant: 無法剖析 pubxml 檔案 {0}。

# Publich_InvalidPublishToolsVersion_Error
source: The publish profile used for publishing was created in a newer version of the Visual Studio Web Publish features. In order to publish using this profile you will need to update your web publish components. To learn more about this, please visit http://go.microsoft.com/fwlink/?LinkId=256245
cs: Profil publikování použitý pro publikování byl vytvořen v novější verzi funkcí publikování webů sady Visual Studio. Aby bylo možné publikovat pomocí tohoto profilu, budete muset aktualizovat komponenty pro publikování webů. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=256245.
de: Das für die Veröffentlichung verwendete Veröffentlichungsprofil wurde mit einer neueren Version der Visual Studio-Features für die Webveröffentlichung erstellt. Für eine Veröffentlichung mithilfe dieses Profils müssen Sie die Komponenten zur Webveröffentlichung aktualisieren. Weitere Informationen hierzu finden Sie unter http://go.microsoft.com/fwlink/?LinkId=256245.
es: El perfil de publicación usado se creó con una versión más reciente de las características de publicación web de Visual Studio. Para realizar la publicación con este perfil, deberá actualizar los componentes de publicación web. Para obtener más información, visite http://go.microsoft.com/fwlink/?LinkId=256245
fr: Le profil de publication utilisé pour la publication a été créé dans une version plus récente des fonctionnalités de publication web de Visual Studio. Pour publier à l'aide de ce profil, vous devez mettre à jour vos composants de publication web. Pour en savoir plus, accédez à http://go.microsoft.com/fwlink/?LinkId=256245
it: Il profilo di pubblicazione usato per la pubblicazione è stato creato con una versione più recente delle funzionalità di pubblicazione sul Web di Visual Studio. Per eseguire la pubblicazione usando questo profilo, sarà necessario aggiornare i componenti di pubblicazione sul Web. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=256245
ja: 公開に使用された公開プロファイルはより新しいバージョンの Visual Studio Web 公開機能で作成されました。このプロファイルを使用して公開するには、Web 公開コンポーネントを更新する必要があります。詳細については、http://go.microsoft.com/fwlink/?LinkId=256245 をご覧ください
ko: 게시에 사용되는 게시 프로필이 최신 버전의 Visual Studio 웹 게시 기능으로 만들어졌습니다. 이 프로필을 사용하여 게시하려면 웹 게시 구성 요소를 업데이트해야 합니다. 자세한 정보는 http://go.microsoft.com/fwlink/?LinkId=256245를 참조하세요.
pl: Profil publikacji używany do publikowania został utworzony w nowszej wersji funkcji Web Publish programu Visual Studio. Aby opublikować przy użyciu tego profilu, należy zaktualizować składniki publikacji sieci Web. Aby dowiedzieć się więcej o tym działaniu, odwiedź stronę http://go.microsoft.com/fwlink/?LinkId=256245
pt_br: O perfil de publicação usado para a publicação foi criado em uma versão mais recente dos recursos de Publicação na Web do Visual Studio. Para publicar usando este perfil, você precisará atualizar os seus componentes de publicação da Web. Para saber mais sobre isso, visite http://go.microsoft.com/fwlink/?LinkId=256245
ru: Используемый профиль публикации создан в более новой версии компонентов Visual Studio для публикации в Интернете. Для использования профиля эти компоненты нужно будет обновить. Дополнительные сведения: http://go.microsoft.com/fwlink/?LinkId=256245.
tr: Yayımlama için kullanılan yayımlama profili, Visual Studio Web Yayını özelliklerinin yeni bir sürümünde oluşturuldu. Bu profili kullanarak yayımlamak için web'de yayımlama bileşenlerinizi güncelleştirmeniz gerekir. Bu konu hakkında daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=256245
zh_hans: 用于发布的发布配置文件是在新版的 Visual Studio Web 发布功能中创建的。若要使用此概要文件进行发布，你需要更新 Web 发布组件。要了解相关详细信息，请访问 http://go.microsoft.com/fwlink/?LinkId=256245
zh_hant: 用於發佈的發行設定檔是以較新版 Visual Studio Web 發佈功能建立而成。您必須更新 Web 發佈元件，才能使用此設定檔發佈。若要深入了解，請前往 http://go.microsoft.com/fwlink/?LinkId=256245

# PublishArgumentError_InvalidRemoteServiceUrl
source: Invalid Web Deploy service URL
cs: Neplatná adresa URL služby nasazení webu
de: Ungültige Web Deploy-Dienst-URL.
es: Dirección URL del servicio Web Deploy no válida
fr: URL de service de déploiement Web incorrecte
it: URL servizio Distribuzione Web non valido
ja: Web Deploy サービス URL が無効です
ko: 잘못된 Web Deploy 서비스 URL입니다.
pl: Nieprawidłowy adres URL usługi Web Deploy
pt_br: URL do serviço Implantação da Web inválida
ru: Недействительный URL-адрес службы Web Deploy
tr: Geçersiz Web Dağıtım hizmeti URL'si
zh_hans: Web Deploy 服务 URL 无效
zh_hant: Web Deploy 服務 URL 無效

# PublishArgumentError_InvalidSiteAppName
source: Invalid site/application name
cs: Neplatný název webu/aplikace
de: Ungültiger Website-/Anwendungsname.
es: Nombre de sitio o aplicación no válido
fr: Nom de site/d'application non valide
it: Nome di sito/applicazione non valido
ja: サイト名またはアプリケーション名が無効です
ko: 잘못된 사이트/애플리케이션 이름
pl: Nieprawidłowa nazwa witryny/aplikacji
pt_br: Nome de site/aplicativo inválido
ru: Недопустимое имя сайта или приложения
tr: Site/uygulama adı geçersiz
zh_hans: 站点/应用程序名称无效
zh_hant: 網站/應用程式名稱無效
