Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CREATEPROVIDERLIST_InvalidMSBuildFormat
source: Publish Database Setting Source Verification Error: The publish profile specified '{1}' for '{0}' is not valid and could not be loaded. Review the file for any errors and try again.
cs: Chyba ověření zdroje nastavení databáze publikování: Profil publikování určený {1} pro {0} není platný a nelze jej načíst. Zkontrolujte, zda soubor neobsahuje chyby, a pak akci opakujte.
de: Quellüberprüfungsfehler beim Veröffentlichen der Datenbankeinstellung: Das für "{0}" angegebene Veröffentlichungsprofil "{1}" ist ungültig und konnte nicht geladen werden. Überprüfen Sie die Datei auf Fehler, und versuchen Sie es dann erneut.
es: Error de comprobación de origen de configuración de base de datos de publicación: el perfil de publicación especificado '{1}' para '{0}' no es válido y no se pudo cargar. Revise el archivo en busca de errores y vuelva a intentarlo.
fr: Erreur de vérification de la source du paramètre de publication de la base de données : le profil de publication spécifié '{1}' pour '{0}' n'est pas valide et ne peut pas être chargé. Recherchez les erreurs éventuelles dans le fichier, puis réessayez.
it: Errore di verifica origine impostazione database di pubblicazione: Il profilo di pubblicazione specificato '{1}' per '{0}' non è valido e non è stato possibile scaricarlo. Verificare se nel file sono presenti errori e riprovare.
ja: 公開データベース設定ソース検証エラー: '{0}' に対して指定された公開プロファイル '{1}' は有効ではないため読み込むことができませんでした。ファイルにエラーがないか確認してから再試行してください。
ko: 게시 데이터베이스 설정 소스 확인 오류: '{0}'에 지정된 게시 프로필 '{1}'이(가) 올바르지 않아 로드할 수 없습니다. 파일에 오류가 있는지 검토한 후에 다시 시도하세요.
pl: Błąd weryfikacji źródła ustawień publikowania bazy danych: określony profil publikowania „{1}” dla „{0}” nie jest prawidłowy i nie można go załadować. Przejrzyj plik pod kątem błędów i ponów próbę.
pt_br: Erro de verificação de fonte de configuração de banco de dados de publicação: O perfil de publicação especificado "{1}" para '{0}' não é válido e não pôde ser carregado. Revise o arquivo em busca de erros e tente novamente.
ru: Ошибка при проверке источника параметров публикации базы данных: профиль публикации, указанный "{1}" для "{0}", недопустим и не может быть загружен. Проверьте файл на наличие ошибок и повторите попытку.
tr: Yayımlama Veritabanı Ayarı Kaynak Doğrulama Hatası: '{0}' için belirtilen yayımlama profili '{1}' geçerli değil ve yüklenemedi. Hata içerip içermediğini anlamak için dosyayı gözden geçirin ve yeniden deneyin.
zh_hans: 发布数据库设置源验证错误: 为“{0}”指定的发布配置文件“{1}”无效，无法加载。请检查该文件是否包含任何错误，然后重试。
zh_hant: 發佈資料庫設定來源驗證錯誤: 發行設定檔針對 '{0}' 指定的 '{1}' 無效，無法載入。請檢閱檔案中是否有任何錯誤，然後再試一次。

# CREATEPROVIDERLIST_InvalidPublishDatabaseSetting
source: Publish Database Setting Source Verification Error:The publish profile specified '{1} ({2})' for '{0}' does not have valid $(PublishDatabaseSettings) value. Because of this publishing has been blocked. If this was intended you can disable this check by specifying the value of "True" for the MSBuild property "IgnoreDatabaseSettingOutOfSync." If this was not intended, open the Publish dialog in Visual Studio with this profile to correct the discrepancy. For more information visit http://go.microsoft.com/fwlink/?LinkId=241526
cs: Chyba ověření zdroje nastavení databáze publikování: Zadaný profil publikování, {1} ({2}), pro {0} nemá platnou hodnotu $(PublishDatabaseSettings). Z tohoto důvodu se publikování zablokovalo. Pokud jste to tak chtěli, můžete tuto kontrolu zakázat, a to tak, že u vlastnosti MSBuildu IgnoreDatabaseSettingOutOfSync zadáte hodnotu True. Pokud jste to tak nechtěli, otevřete v sadě Visual Studio pro tento profil dialog Publikovat a nesoulad opravte. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=241526.
de: Fehler beim Überprüfen der Quelle für die Einstellung zur Datenbankveröffentlichung: Das für "{0}" angegebene Veröffentlichungsprofil "{1} ({2})" umfasst keinen gültigen Wert "$(PublishDatabaseSettings)". Aus diesem Grund wurde die Veröffentlichung blockiert. Wenn dies beabsichtigt war, können Sie diese Überprüfung deaktivieren, indem Sie den Wert der MSBuild-Eigenschaft "IgnoreDatabaseSettingOutOfSync" auf TRUE festlegen. Wenn dies nicht beabsichtigt war, öffnen Sie das Dialogfeld "Veröffentlichen" mit diesem Profil in Visual Studio, um die Abweichung zu korrigieren. Weitere Informationen finden Sie unter http://go.microsoft.com/fwlink/?LinkId=241526.
es: Error de comprobación del origen de configuración de la base de datos de publicación: el perfil de publicación "{1} ({2})" especificado para "{0}" no tiene un valor $(PublishDatabaseSettings) válido. Debido a esto, la publicación se ha bloqueado. Si se ha hecho de forma intencionada, especifique el valor "True" para la propiedad MSBuild "IgnoreDatabaseSettingOutOfSync" para anular la selección de la casilla. En caso contrario, abra el cuadro de diálogo de publicación en Visual Studio con este perfil y corrija la discrepancia. Para obtener más información, visite http://go.microsoft.com/fwlink/?LinkId=241526
fr: Erreur de vérification de la source du paramètre de publication de base de données : le profil de publication spécifié '{1} ({2})' pour '{0}' n'a pas de valeur $(PublishDatabaseSettings) valide. Cette publication a donc été bloquée. Si cela était prévu, vous pouvez désactiver cette vérification en spécifiant la valeur "True" pour la propriété MSBuild "IgnoreDatabaseSettingOutOfSync." Si cela n'était pas prévu, ouvrez la boîte de dialogue Publier dans Visual Studio en utilisant ce profil pour corriger le problème. Pour plus d'informations, accédez à http://go.microsoft.com/fwlink/?LinkId=241526
it: Si è verificato un errore di verifica dell'origine dell'impostazione del database di pubblicazione. Il profilo di pubblicazione specificato '{1} ({2})' per '{0}' non contiene un valore $(PublishDatabaseSettings) valido. La pubblicazione è stata quindi bloccata. Se l'operazione è intenzionale, è possibile disabilitare questo controllo specificando il valore "True" per la proprietà "IgnoreDatabaseSettingOutOfSync" di MSBuild. In caso contrario, aprire la finestra di dialogo Pubblica in Visual Studio con il profilo corrente per correggere la discrepanza. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=241526
ja: 公開データベース設定ソース検証エラー: '{0}' に対して指定された公開プロファイル '{1} ({2})' に有効な $(PublishDatabaseSettings) 値がありません。このため公開がブロックされています。これが意図した動作である場合は、MSBuild プロパティ "IgnoreDatabaseSettingOutOfSync" の値に "True" を指定することでこの確認を無効にできます。これが意図しない動作である場合は、Visual Studio でこのプロファイルの [公開] ダイアログを開き、不一致を修正してください。詳細については、http://go.microsoft.com/fwlink/?LinkId=241526 を参照してください
ko: 데이터베이스 게시 설정 소스 확인 오류: '{0}'에 대해 지정된 게시 프로필 '{1}({2})'에 유효한 $(PublishDatabaseSettings) 값이 없습니다. 이로 인해 게시가 차단되었습니다. 이 내용을 의도한 경우 MSBuild 속성 "IgnoreDatabaseSettingOutOfSync"에 대해 "True" 값을 지정하여 이 검사를 사용하지 않도록 설정할 수 있습니다. 이 내용을 의도하지 않은 경우 이 프로필을 사용하여 Visual Studio에서 [게시] 대화 상자를 열어 차이를 수정하세요. 자세한 정보는 http://go.microsoft.com/fwlink/?LinkId=241526을 참조하세요.
pl: Błąd weryfikacji źródła ustawień publikowania bazy danych: określony profil publikowania „{1} ({2})” dla „{0}” nie ma prawidłowej wartości $(PublishDatabaseSettings). Z tego powodu publikowanie zostało zablokowane. Jeśli to jest zamierzone, możesz wyłączyć ten test, określając wartość True dla właściwości MSBuild IgnoreDatabaseSettingOutOfSync. Jeśli to nie jest zamierzone, w programie Visual Studio otwórz okno dialogowe publikowania z tym profilem i popraw tę rozbieżność. Aby uzyskać więcej informacji, odwiedź stronę http://go.microsoft.com/fwlink/?LinkId=241526
pt_br: Erro de Verificação da Origem de Configuração do Banco de Dados de Publicação: o perfil de publicação especificado '{1} ({2})' para '{0}' não tem um valor de $(PublishDatabaseSettings) válido. Por causa disso, a publicação foi bloqueada. Se isso foi intencional, é possível desabilitar essa verificação especificando o valor "True" para a propriedade do MSBuild "IgnoreDatabaseSettingOutOfSync". Se isso não foi intencional, abra a caixa de diálogo Publicar no Visual Studio com este perfil para corrigir a discrepância. Para obter mais informações, visite http://go.microsoft.com/fwlink/?LinkId=241526
ru: Ошибка при проверке источника для параметров публикации базы данных: указанный профиль публикации "{1} ({2})" для "{0}" не содержит допустимое значение $(PublishDatabaseSettings). Из-за этого публикация была заблокирована. Если это сделано намеренно, вы можете отключить данную проверку, указав для свойства MSBuild "IgnoreDatabaseSettingOutOfSync" значение True. В противном случае откройте в Visual Studio диалоговое окно "Публикация" с этим профилем, чтобы исправить несоответствие. Дополнительные сведения: http://go.microsoft.com/fwlink/?LinkId=241526.
tr: Veritabanı Yayımlama Ayarı Kaynak Doğrulama Hatası: '{0}' için belirtilen '{1} ({2})' yayımlama profili, geçerli $(PublishDatabaseSettings) değerine sahip olmadığından yayımlama işlemi engellendi. Amaçladığınız buysa "IgnoreDatabaseSettingOutOfSync" MSBuild özelliği için "True" değerini belirterek bu denetimi devre dışı bırakabilirsiniz. Bunu amaçlamadıysanız bu profille Visual Studio'da Yayımla iletişim kutusunu açıp uyumsuzluğu düzeltin. Daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=241526
zh_hans: 发布数据库设置源验证错误: 针对“{0}”的发布配置文件指定的“{1} ({2})”没有有效 $(PublishDatabaseSettings) 值。由于此原因，已阻止发布。如果这是有意的，则可以通过将 MSBuild 属性 "IgnoreDatabaseSettingOutOfSync" 的值指定为 "True" 来禁用此检查。如果这不是有意的，则在 Visual Studio 中打开包含此配置文件的“发布”对话框来更正差异。有关详细信息，请访问 http://go.microsoft.com/fwlink/?LinkId=241526
zh_hant: 發佈資料庫設定來源驗證錯誤: 為 '{0}' 指定的發行設定檔 '{1} ({2})' 沒有有效的 $(PublishDatabaseSettings) 值，因此無法發佈。如果這是預期情形，您可以對 MSBuild 屬性 "IgnoreDatabaseSettingOutOfSync" 指定 "True" 值，以停用這項檢查。如果不希望如此，請以此設定檔在 Visual Studio 中開啟 [發佈] 對話方塊，以修正不一致的情況。如需詳細資訊，請前往 http://go.microsoft.com/fwlink/?LinkId=241526

# CREATEPROVIDERLIST_MustProviderProvidersXMLorProvidersFile
source: CreateProviderList expected either ProvidersXml or ProvidersFile parameter
cs: Funkce CreateProviderList očelávala parametr ProvidersXml nebo ProvidersFile.
de: "CreateProviderList" hat den Parameter "ProvidersXml" oder "ProvidersFile" erwartet.
es: CreateProviderList esperaba el parámetro ProvidersXml o ProvidersFile
fr: CreateProviderList peut recevoir des paramètres de type soit ProvidersXml ou ProvidersFile
it: CreateProviderList prevede il parametro ProvidersXml o ProvidersFile
ja: CreateProviderList には ProvidersXml または ProvidersFile パラメーターが必要です。
ko: CreateProviderList에 ProvidersXml 매개 변수나 ProvidersFile 매개 변수가 필요합니다.
pl: Element CreateProviderList oczekiwał parametru ProvidersXml lub ProvidersFile
pt_br: CreateProviderList esperava o parâmetro ProvidersXml ou ProvidersFile
ru: CreateProviderList ожидал либо параметр ProvidersXml, либо параметр ProvidersFile
tr: CreateProviderList için ProvidersXml veya ProvidersFile parametresi gerekiyordu
zh_hans: CreateProviderList 需要 ProvidersXml 或 ProvidersFile 参数
zh_hant: CreateProviderList 需要 ProvidersXml 或 ProvidersFile 參數

# CREATEPROVIDERLIST_NotExpectingAdditionalParameter
source: Publish Database Setting encountered an unexpected error. The provider '{0}' doesn't expect any addition arguments '{1}'.
cs: V nastavení databáze publikování došlo k neočekávané chybě. Poskytovatel {0} neočekává žásné další argumenty {1}.
de: Unerwarteter Fehler beim Veröffentlichen der Datenbankeinstellung. Der Anbieter "{0}" erwartet keine weiteren Argumente "{1}".
es: Error inesperado en la configuración de la base de datos de publicación. Este proveedor '{0}' no espera ningún argumento adicional '{1}'.
fr: Le paramètre de publication de la base de données a rencontré une erreur inattendue. Le fournisseur '{0}' n'attend aucun autre argument '{1}'.
it: Si è verificato un errore imprevisto nell'impostazione del database di pubblicazione. Il provider '{0}' non prevede alcun argomento aggiuntivo '{1}'.
ja: 公開データベース設定に予期せぬエラーが発生しました。このプロバイダー '{0}' は、追加の引数 '{1}' に対応していません。
ko: 게시 데이터베이스 설정에서 예기치 않은 오류가 발생했습니다. '{0}' 공급자에는 추가 인수 '{1}'이(가) 필요하지 않습니다.
pl: Ustawienie publikowania bazy danych napotkało nieoczekiwany błąd. Dostawca „{0}” nie oczekuje żadnych dodatkowych argumentów „{1}”.
pt_br: A Configuração de Banco de Dados de Publicação encontrou um erro inesperado. O provedor '{0}' não espera quaisquer argumentos adicionais "{1}".
ru: В параметрах публикации базы данных обнаружена непредвиденная ошибка. Поставщик "{0}" не ожидает дополнительные аргументы "{1}".
tr: Yayımlama Veritabanı Ayarı beklenmedik bir hatayla karşılaştı. Sağlayıcı '{0}' için herhangi bir ek bağımsız değişken '{1}' gerekmiyor.
zh_hans: 发布数据库设置遇到意外错误。不应为提供程序“{0}”指定任何附加参数“{1}”。
zh_hant: 發佈資料庫設定遇到未預期的錯誤。提供者 '{0}' 未預期任何額外引數 '{1}'。

# CREATEPROVIDERLIST_NotSupportBothProvidersXMLAndProvidersFile
source: CreateProviderList does not support ProvidersXml and ProvidersFile parameters at the same time
cs: Funkce CreateProviderList nepodoporuje současné použití parametrů ProvidersXml a ProvidersFile.
de: "CreateProviderList" unterstützt die Parameter "ProvidersXml" und "ProvidersFile" nicht gleichzeitig.
es: CreateProviderList no admite los parámetros ProvidersXml y ProvidersFile al mismo tiempo
fr: CreateProviderList ne prend pas en charge les paramètres ProvidersFile et ProvidersXml en même temps
it: CreateProviderList non supporta i parametri ProvidersXml e ProvidersFile contemporaneamente
ja: CreateProviderList では ProvidersXml パラメーターと ProvidersFile パラメーターが同時にサポートされません
ko: CreateProviderList는 ProvidersXml 매개 변수와 ProvidersFile 매개 변수를 동시에 지원하지 않습니다.
pl: Element CreateProviderList nie obsługuje parametrów ProvidersXml i ProvidersFile jednocześnie
pt_br: CreateProviderList não dá suporte aos parâmetros ProvidersXml e ProvidersFile ao mesmo tempo
ru: CreateProviderList не поддерживает одновременное указание и параметра ProvidersXml, и параметра ProvidersFile
tr: CreateProviderList aynı anda ProvidersXml ve ProvidersFile parametrelerini desteklemez
zh_hans: CreateProviderList 不能同时支持 ProvidersXml 和 ProvidersFile 参数
zh_hant: CreateProviderList 無法同時支援 ProvidersXml 及 ProvidersFile

# CREATEPROVIDERLIST_OutofSyncWithSourcePublishDatabaseSetting
source: Publish Database Setting Source Verification Error: The connection '{0}' in the publish profile has changed from what is currently declared for '{1} ({2})'. Because of this publishing has been blocked. If this was intended you can disable this check by specifying the value of "True" for the MSBuild property "IgnoreDatabaseSettingOutOfSync." If this was not intended, open the Publish dialog in Visual Studio with this profile to correct the discrepancy. For more information visit http://go.microsoft.com/fwlink/?LinkId=241526
cs: Chyba ověření zdroje nastavení databáze publikování: Připojení {0} v profilu publikování se liší od aktuálně deklarovaného připojení pro {1} ({2}). Z tohoto důvodu se publikování zablokovalo. Pokud jste to tak chtěli, můžete tuto kontrolu zakázat, a to tak, že u vlastnosti MSBuildu IgnoreDatabaseSettingOutOfSync zadáte hodnotu True. Pokud jste to tak nechtěli, otevřete v sadě Visual Studio pro tento profil dialog Publikovat a nesoulad opravte. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=241526.
de: Fehler beim Überprüfen der Quelle für die Einstellung zur Datenbankveröffentlichung: Die Verbindung "{0}" im Veröffentlichungsprofil hat sich gegenüber der aktuellen Deklaration für "{1} ({2})" geändert. Aus diesem Grund wurde die Veröffentlichung blockiert. Wenn dies beabsichtigt war, können Sie diese Überprüfung deaktivieren, indem Sie den Wert der MSBuild-Eigenschaft "IgnoreDatabaseSettingOutOfSync" auf TRUE festlegen. Wenn dies nicht beabsichtigt war, öffnen Sie das Dialogfeld "Veröffentlichen" mit diesem Profil in Visual Studio, um die Abweichung zu korrigieren. Weitere Informationen finden Sie unter http://go.microsoft.com/fwlink/?LinkId=241526.
es: Error de comprobación del origen de configuración de la base de datos de publicación: la conexión "{0}" del perfil de publicación ha cambiado respecto a la declaración actual para "{1} ({2})". Debido a esto, la publicación se ha bloqueado. Si se ha hecho de forma intencionada, especifique el valor "True" para la propiedad MSBuild "IgnoreDatabaseSettingOutOfSync" para anular la selección de la casilla. En caso contrario, abra el cuadro de diálogo de publicación en Visual Studio con este perfil y corrija la discrepancia. Para obtener más información, visite http://go.microsoft.com/fwlink/?LinkId=241526
fr: Erreur de vérification de la source du paramètre de publication de base de données : la connexion '{0}' dans le profil de publication a changé par rapport à ce qui est déclaré pour '{1} ({2})'. Cette publication a donc été bloquée. Si cela était prévu, vous pouvez désactiver cette vérification en spécifiant la valeur "True" pour la propriété MSBuild "IgnoreDatabaseSettingOutOfSync." Si cela n'était pas prévu, ouvrez la boîte de dialogue Publier dans Visual Studio en utilisant ce profil pour corriger le problème. Pour plus d'informations, accédez à http://go.microsoft.com/fwlink/?LinkId=241526
it: Si è verificato un errore di verifica dell'origine dell'impostazione del database di pubblicazione. La connessione '{0}' nel profilo di pubblicazione è cambiata rispetto al valore attualmente dichiarato per '{1} ({2})'. La pubblicazione è stata quindi bloccata. Se l'operazione è intenzionale, è possibile disabilitare questo controllo specificando il valore "True" per la proprietà "IgnoreDatabaseSettingOutOfSync" di MSBuild. In caso contrario, aprire la finestra di dialogo Pubblica in Visual Studio con il profilo corrente per correggere la discrepanza. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=241526
ja: 公開データベース設定ソース検証エラー: 公開プロファイル内の接続 '{0}' が、'{1} ({2})' に対して現在宣言されているものから変更されました。このため公開がブロックされています。これが意図した動作である場合は、MSBuild プロパティ "IgnoreDatabaseSettingOutOfSync" の値に "True" を指定することでこの確認を無効にできます。これが意図しない動作である場合は、Visual Studio でこのプロファイルの [公開] ダイアログを開き、不一致を修正してください。詳細については、http://go.microsoft.com/fwlink/?LinkId=241526 を参照してください
ko: 데이터베이스 게시 설정 소스 확인 오류: 게시 프로필에서 '{0}' 연결이 현재 '{1}({2})'에 대해 선언된 내용에서 변경되었습니다. 이로 인해 게시가 차단되었습니다. 이 내용을 의도한 경우 MSBuild 속성 "IgnoreDatabaseSettingOutOfSync"에 대해 "True" 값을 지정하여 이 검사를 사용하지 않도록 설정할 수 있습니다. 이 내용을 의도하지 않은 경우 이 프로필을 사용하여 Visual Studio에서 [게시] 대화 상자를 열어 차이를 수정하세요. 자세한 정보는 http://go.microsoft.com/fwlink/?LinkId=241526을 참조하세요.
pl: Błąd weryfikacji źródła ustawień publikowania bazy danych: połączenie „{0}” w profilu publikowania zmieniło się i różni się od obecnie zadeklarowanego dla „{1} ({2})”. Z tego powodu publikowanie zostało zablokowane. Jeśli to jest zamierzone, możesz wyłączyć ten test, określając wartość True dla właściwości MSBuild IgnoreDatabaseSettingOutOfSync. Jeśli to nie jest zamierzone, w programie Visual Studio otwórz okno dialogowe publikowania z tym profilem i popraw tę rozbieżność. Aby uzyskać więcej informacji, odwiedź stronę http://go.microsoft.com/fwlink/?LinkId=241526
pt_br: Erro de Verificação da Origem de Configuração do Banco de Dados de Publicação: a conexão '{0}' no perfil de publicação foi alterada do que é atualmente declarado para '{1}' ({2})'. Por causa disso, a publicação foi bloqueada. Se isso foi intencional, é possível desabilitar essa verificação especificando o valor "True" para a propriedade do MSBuild "IgnoreDatabaseSettingOutOfSync". Se isso não foi intencional, abra a caixa de diálogo Publicar no Visual Studio com este perfil para corrigir a discrepância. Para obter mais informações, visite http://go.microsoft.com/fwlink/?LinkId=241526
ru: Ошибка при проверке источника для параметров публикации базы данных: подключение "{0}" в профиле публикации было изменено с объявленного сейчас для "{1} ({2})". Из-за этого публикация была заблокирована. Если это сделано намеренно, вы можете отключить данную проверку, указав для свойства MSBuild "IgnoreDatabaseSettingOutOfSync" значение True. В противном случае откройте в Visual Studio диалоговое окно "Публикация" с этим профилем, чтобы исправить несоответствие. Дополнительные сведения: http://go.microsoft.com/fwlink/?LinkId=241526.
tr: Veritabanı Yayımlama Ayarı Kaynak Doğrulama Hatası: Yayımlama profilindeki '{0}' bağlantısı, '{1} ({2})' için şu anda bildirilen değerinden değiştirildiğinden yayımlama işlemi engellendi. Amaçladığınız buysa "IgnoreDatabaseSettingOutOfSync" MSBuild özelliği için "True" değerini belirterek bu denetimi devre dışı bırakabilirsiniz. Bunu amaçlamadıysanız bu profille Visual Studio'da Yayımla iletişim kutusunu açıp uyumsuzluğu düzeltin. Daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=241526
zh_hans: 发布数据库设置源验证错误: 发布配置文件中的连接“{0}”已更改，不再是当前为“{1} ({2})”声明的连接。由于此原因，已阻止发布。如果这是有意的，则可以通过将 MSBuild 属性 "IgnoreDatabaseSettingOutOfSync" 的值指定为 "True" 来禁用此检查。如果这不是有意的，则在 Visual Studio 中打开包含此配置文件的“发布”对话框来更正差异。有关详细信息，请访问 http://go.microsoft.com/fwlink/?LinkId=241526
zh_hant: 發佈資料庫設定來源驗證錯誤: 發行設定檔中的連線 '{0}' 已從目前為 '{1} ({2})' 宣告的內容變更，因此無法發佈。如果這是預期情形，您可以對 MSBuild 屬性 "IgnoreDatabaseSettingOutOfSync" 指定 "True" 值，以停用這項檢查。如果不希望如此，請以此設定檔在 Visual Studio 中開啟 [發佈] 對話方塊，以修正不一致的情況。如需詳細資訊，請前往 http://go.microsoft.com/fwlink/?LinkId=241526

# CREATEPROVIDERLIST_SqlExpressPublishRequireLocalDB
source: SQL Server Express LocalDB is required in order to publish one or more of your databases. To learn more and install it, follow this link http://go.microsoft.com/fwlink/?LinkId=245956
cs: Pro publikování minimálně jedné databáze je potřeba SQL Server Express LocalDB. Pokud chcete získat další informace a databázi nainstalovat, přejděte na tento odkaz: http://go.microsoft.com/fwlink/?LinkId=245956.
de: SQL Server Express LocalDB ist erforderlich, um mindestens eine Ihrer Datenbanken zu veröffentlichen. Weitere Informationen zur Installation erhalten Sie unter http://go.microsoft.com/fwlink/?LinkId=245956.
es: Se requiere SQL Server Express LocalDB para publicar una o varias bases de datos. Para obtener más información e instalarlo, siga el vínculo http://go.microsoft.com/fwlink/?LinkId=245956
fr: SQL Server Express LocalDB est nécessaire pour publier une ou plusieurs de vos bases de données. Pour en savoir plus et l'installer, cliquez sur ce lien http://go.microsoft.com/fwlink/?LinkId=245956
it: Per pubblicare uno o più database è necessaria la modalità LocalDB di SQL Server Express. Per altre informazioni e per le istruzioni di installazione, vedere http://go.microsoft.com/fwlink/?LinkId=245956
ja: 1 つ以上のデータベースを公開するには、SQL Server Express LocalDB が必要です。詳細およびインストール方法については、このリンク http://go.microsoft.com/fwlink/?LinkId=245956 にアクセスしてください
ko: 하나 이상의 데이터베이스를 게시하려면 SQL Server Express LocalDB가 필요합니다. 자세한 정보를 알아보고 이 데이터베이스를 설치하려면 http://go.microsoft.com/fwlink/?LinkId=245956 링크를 따르세요.
pl: Aby opublikować co najmniej jedną bazę danych, wymagany jest pakiet LocalDB programu SQL Server Express. Aby dowiedzieć się więcej i zainstalować pakiet, użyj następującego linku: http://go.microsoft.com/fwlink/?LinkId=245956
pt_br: O SQL Server Express LocalDB é necessário para publicar um ou mais dos seus bancos de dados. Para saber mais e instalá-lo, siga este link http://go.microsoft.com/fwlink/?LinkId=245956
ru: Для публикации некоторых из ваших баз данных требуется SQL Server Express LocalDB. Дополнительные сведения и установка доступны по ссылке http://go.microsoft.com/fwlink/?LinkId=245956.
tr: Bir veya daha fazla veritabanınızı yayımlamak için SQL Server Express LocalDB gerekir. Daha fazla bilgi edinmek ve nasıl yükleneceğini öğrenmek için bkz. http://go.microsoft.com/fwlink/?LinkId=245956
zh_hans: 为发布一个或多个数据库，需要 SQL Server Express LocalDB。若要了解详细信息并安装它，请访问此链接 http://go.microsoft.com/fwlink/?LinkId=245956
zh_hant: 必須有 SQL Server Express LocalDB 才能發佈您的一或多個資料庫。若要深入了解並加以安裝，請遵循此連結 http://go.microsoft.com/fwlink/?LinkId=245956
