Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# VSMSDEPLOY_WebException550Message
source: Make sure the site that you are deploying to is a valid site on the destination server. If the issue is not resolved, please contact your server administrator. Error details:
cs: Ověřte, zda web, na který provádíte nasazení, je platným webem na cílovém serveru. Pokud se potíže nevyřeší, obraťte se prosím na správce serveru. Podrobné informace o chybě:
de: Stellen Sie sicher, dass Sie als Bereitstellungsziel eine gültige Website für den Zielserver verwenden. Falls das Problem nicht behoben wird, wenden Sie sich an den lokalen Administrator oder an den Serveradministrator. Fehlerdetails:
es: Asegúrese de que el sitio donde va a realizar la implementación es un sitio válido en el servidor de destino. Si el problema no se resuelve, póngase en contacto con el administrador del servidor. Detalles del error:
fr: Vérifiez que le site sur lequel vous effectuez le déploiement est un site valide sur le serveur de destination. Si le problème n'est pas résolu, contactez l'administrateur du serveur. Détails de l'erreur :
it: Assicurarsi che il sito in fase di distribuzione sia un sito valido nel server di destinazione. Se il problema non viene risolto, contattare l'amministratore del server. Dettagli errore:
ja: 配置先のサイトが宛先サーバー上の有効なサイトであることを確認してください。問題が解決されない場合は、サーバー管理者にお問い合わせください。 エラーの詳細:
ko: 배포 대상 사이트가 대상 서버에서 유효한 사이트인지 확인하세요. 문제가 해결되지 않으면 서버 관리자에게 문의하세요. 오류 세부 정보:
pl: Upewnij się, że witryna, w której wdrażasz zawartość, jest prawidłową witryną na serwerze docelowym. Jeśli problemu nie uda się rozwiązać, skontaktuj się z administratorem serwera. Szczegóły błędu:
pt_br: Verifique se o site que você está implantando é válido no servidor de destino. Se o problema não for resolvido, entre em contato com o administrador do servidor. Detalhes do erro:
ru: Убедитесь, что сайт, на котором выполняется развертывание, допустим на целевом сервере. Если проблема сохранится, обратитесь к администратору сервера. Сведения об ошибке:
tr: Dağıtım yaptığınız sitenin hedef sunucuda geçerli bir site olduğundan emin olun. Sorun çözülemiyorsa lütfen sunucu yöneticinize başvurun. Hata ayrıntıları:
zh_hans: 确保您要部署到的站点是目标服务器上的有效站点。如果问题未得到解决，请与服务器管理员联系。 错误详细信息:
zh_hant: 確定您部署的網站在目的地伺服器上是有效的網站。如果問題未解決，請連絡伺服器管理員。 錯誤詳細資料:

# VSMSDEPLOY_WebException551Message
source: Make sure the appliction that you are deploying to is a valide application on the destination server. If the issue is not resolved, please contact your server administrator. Error details:
cs: Ověřte, zda aplikace, v níž provádíte nasazení, je platnou aplikací na cílovém serveru. Pokud se potíže nevyřeší, obraťte se na správce serveru. Podrobné informace o chybě:
de: Stellen Sie sicher, dass die Zielanwendung für die Bereitstellung eine gültige Anwendung auf dem Zielserver ist. Falls das Problem nicht behoben wird, wenden Sie sich an den Serveradministrator. Fehlerdetails:
es: Asegúrese de que la aplicación donde va a realizar la implementación es una aplicación válida en el servidor de destino. Si el problema no se resuelve, póngase en contacto con el administrador del servidor. Detalles del error:
fr: Vérifiez que l'application sur laquelle vous effectuez le déploiement est une application valide sur le serveur de destination. Si le problème n'est pas résolu, contactez l'administrateur du serveur. Détails de l'erreur :
it: Assicurarsi che l'applicazione in fase di distribuzione sia un'applicazione valida nel server di destinazione. Se il problema non viene risolto, contattare l'amministratore del server. Dettagli errore:
ja: 配置先のアプリケーションが宛先サーバー上の有効なアプリケーションであることを確認してください。問題が解決されない場合は、サーバー管理者にお問い合わせください。 エラーの詳細:
ko: 배포 대상 애플리케이션이 대상 서버에서 유효한 애플리케이션인지 확인하세요. 문제가 해결되지 않으면 서버 관리자에게 문의하세요. 오류 세부 정보:
pl: Upewnij się, że aplikacja, w której wdrażasz zawartość, jest prawidłową aplikacją na serwerze docelowym. Jeśli problemu nie uda się rozwiązać, skontaktuj się z administratorem serwera. Szczegóły błędu:
pt_br: Verifique se o aplicativo que você está implantando é válido no servidor de destino. Se o problema não for resolvido, entre em contato com o administrador do servidor. Detalhes do erro:
ru: Убедитесь, что приложение, в котором выполняется развертывание, допустимо на целевом сервере. Если проблема сохранится, обратитесь к администратору сервера. Сведения об ошибке:
tr: Dağıtım yaptığınız uygulamanın hedef sunucuda geçerli bir uygulama olduğundan emin olun. Sorun çözülemiyorsa lütfen sunucu yöneticinize başvurun. Hata ayrıntıları:
zh_hans: 确保您要部署到的应用程序是目标服务器上的有效应用程序。如果问题未得到解决，请与服务器管理员联系。 错误详细信息:
zh_hant: 確定您部署的應用程式在目的地伺服器上是有效的應用程式。如果問題未解決，請連絡伺服器管理員。 錯誤詳細資料:

# VSMSDEPLOY_WebExceptionConnectFailureMessage
source: This error indicates that you cannot connect to the server. Make sure the service URL is correct, firewall and network settings on this computer and on the server computer are configured properly, and the appropriate services have been started on the server. Error details:
cs: Tato chyba udává, že se nelze připojit k serveru. Ověřte, zda je adresa URL služby správná, zda jsou správně nakonfigurována nastavení sítě a brány firewall v tomto počítači a v počítači serveru a zda byly na serveru spuštěny odpovídající služby. Podrobné informace o chybě:
de: Dieser Fehler zeigt an, dass Sie keine Verbindung mit dem Server herstellen können. Stellen Sie sicher, dass die Dienst-URL richtig ist und die Firewall- und Netzwerkeinstellungen für diesen Computer und den Servercomputer ordnungsgemäß konfiguriert sind. Vergewissern Sie sich außerdem, dass die entsprechenden Dienste auf dem Server gestartet wurden. Fehlerdetails:
es: Este error indica que no puede conectarse al servidor. Asegúrese de que la dirección URL de servicio es correcta, que la configuración de firewall y network en este equipo y en el servidor es correcta y que se han iniciado los servicios correspondientes en el servidor. Detalles del error:
fr: Cette erreur indique que vous ne pouvez pas vous connecter au serveur. Vérifiez que l'URL du service est correcte, que les paramètres de pare-feu et les paramètres réseau sont configurés correctement sur l'ordinateur et sur le serveur, et que les services appropriés ont démarré sur le serveur. Détails de l'erreur :
it: Questo errore indica che non è possibile connettersi al server. Assicurarsi che l'URL del servizio sia corretto, che le impostazioni del firewall e della rete nel computer e nel server siano configurate correttamente e che nel server siano stati avviati i servizi appropriati. Dettagli errore:
ja: このエラーは、サーバーに接続できないことを示します。サービス URL が正しいこと、このコンピューター上とサーバー コンピューター上のファイアウォールおよびネットワークの設定が正しく構成されていること、サーバー上で適切なサービスが開始されていることをご確認ください。 エラーの詳細:
ko: 이 오류는 사용자가 서버에 연결할 수 없음을 나타냅니다. 서비스 URL이 올바르고 이 컴퓨터와 서버 컴퓨터의 방화벽 및 네트워크 설정이 올바르게 구성되어 있으며 적절한 서비스가 서버에서 시작되었는지 확인하세요. 오류 세부 정보:
pl: Ten błąd wskazuje na to, że nie można połączyć się z serwerem. Upewnij się, że adres URL usługi jest poprawny, ustawienia zapory i sieci na tym komputerze i na serwerze są poprawnie skonfigurowane oraz że na serwerze uruchomiono odpowiednie usługi. Szczegóły błędu:
pt_br: Este erro indica que não é possível se conectar ao servidor. Verifique se a URL do serviço está correta, se as configurações de firewall e de rede do computador e do servidor estão corretas e se os serviços apropriados foram iniciados no servidor. Detalhes do erro:
ru: Эта ошибка указывает, что подключиться к серверу невозможно. Проверьте URL-адрес службы, настройте должным образом параметры сети и брандмауэра на компьютере сервера и на этом компьютере, а также запустите на сервере требуемые службы. Сведения об ошибке:
tr: Bu hata, sunucuya bağlanamadığınızı belirtir. Bu bilgisayarda ve sunucu bilgisayarında güvenlik duvarı ve ağ ayarlarının doğru şekilde yapılandırıldığından, hizmet URL'sinin doğru olduğundan ve sunucuda uygun hizmetlerin başlatıldığından emin olun. Hata ayrıntıları:
zh_hans: 此错误指示您无法连接到服务器。请确保服务 URL 正确，此计算机和服务器计算机上的防火墙和网络设置配置正确，并且已在服务器上启动了适当的服务。 错误详细信息:
zh_hant: 此錯誤表示您無法連線至伺服器。請確定服務 URL 正確無誤，在此電腦及伺服器電腦上正確設定防火牆及網路設定，而且已經在伺服器上啟動適當的服務。 錯誤詳細資料:

# VSMSDEPLOY_WebPackageHelpLinkMessage
source: To get the instructions on how to deploy the web package please visit the following link:
cs: Pokyny týkající se postupu při nasazení webového balíčku se zobrazí po kliknutí na následující odkaz:
de: Besuchen Sie den folgenden Link, um Anweisungen zum Bereitstellen des Webpakets zu erhalten:
es: Para obtener instrucciones para implementar el paquete web, visite el siguiente vínculo:
fr: Pour obtenir des instructions sur la façon de déployer le package web veuillez visiter le lien suivant :
it: Per ottenere le istruzioni su come distribuire il pacchetto Web, visitare il collegamento seguente:
ja: Web パッケージの配置方法の手順については、次のリンクを参照してください:
ko: 웹 패키지를 배포하는 방법에 대한 지침을 얻으려면 다음 링크를 방문하세요.
pl: Aby uzyskać instrukcje dotyczące sposobu wdrażania pakietu sieci Web, skorzystaj z następującego linku:
pt_br: Para obter as instruções sobre como implantar o pacote da Web, visite o seguinte link:
ru: Чтобы получить указания по развертыванию веб-пакета, перейдите по следующей ссылке:
tr: Web paketinin nasıl dağıtılacağı konusunda yönergeleri almak için lütfen şu bağlantıyı ziyaret edin:
zh_hans: 若要获取有关如何部署 Web 包的说明，请访问以下链接:
zh_hant: 若要取得如何部署 Web 封裝的指示，請造訪以下連結:

# ValidateParameter_ArgumentNullError
source: Property '{0}' must be non-empty.
cs: Vlastnost {0} musí být neprázdná.
de: Die Eigenschaft "{0}" darf nicht leer sein.
es: La propiedad "{0}" no debe estar vacía.
fr: La propriété « {0} » ne peut pas être vide.
it: Il valore della proprietà '{0}' non può essere vuoto.
ja: プロパティ '{0}' は必ず指定してください。
ko: '{0}' 속성은 비워 둘 수 없습니다.
pl: Właściwość „{0}” musi być niepusta.
pt_br: A propriedade '{0}' não pode estar vazia.
ru: Свойство «{0}» не должно быть пустым.
tr: '{0}' özelliği boş olmamalıdır.
zh_hans: 属性“{0}”必须非空。
zh_hant: 屬性 '{0}' 不能是空白。

# WEBDEPLOY_AssemblyInfo_Attribute
source: Setting {0}
cs: Nastavuje se {0}.
de: Einstellung "{0}"
es: Configuración {0}
fr: Définition de {0}
it: Impostazione di {0}
ja: 設定 {0}
ko: 설정 {0}
pl: Ustawienie {0}
pt_br: Configuração {0}
ru: Задание атрибута {0}
tr: {0} ayarı
zh_hans: 正在设置 {0}
zh_hant: 正在設定 {0}

# WEBDEPLOY_AssemblyInfo_Failed
source: Failed to Generate AssemblyInfo file.
cs: Vytvoření souboru AssemblyInfo se nezdařilo.
de: Fehler beim Generieren der AssemblyInfo-Datei.
es: No se pudo generar el archivo AssemblyInfo.
fr: N'a pas réussi à générer le fichier AssemblyInfo.
it: Impossibile generare il file AssemblyInfo.
ja: AssemblyInfo ファイルを生成できませんでした。
ko: 어셈블리 정보 파일을 생성하지 못했습니다.
pl: Nie można wygenerować pliku AssemblyInfo.
pt_br: Falha ao gerar o arquivo AssemblyInfo.
ru: Не удалось создать файл AssemblyInfo.
tr: AssemblyInfo dosyası oluşturulamadı.
zh_hans: 未能生成 AssemblyInfo 文件。
zh_hant: 無法產生 AssemblyInfo 檔案。

# WEBDEPLOY_AssemblyInfo_Start
source: Generating AssemblyInfo.
cs: Generují se informace o sestavení.
de: Assemblyinformationen werden generiert.
es: Generando información del ensamblado.
fr: Génération des informations d'assembly.
it: Generazione delle informazioni sull'assembly.
ja: アセンブリ情報を生成しています。
ko: 어셈블리 정보를 생성 중입니다.
pl: Generowanie pliku AssemblyInfo.
pt_br: Gerando Informações do Assembly.
ru: Идет создание сведений о сборке.
tr: AssemblyInfo oluşturuluyor.
zh_hans: 正在生成程序集信息。
zh_hant: 正在產生組件資訊。

# WEBDEPLOY_AssemblyInfo_Succeeded
source: Successfully generated AssemblyInfo file.
cs: Soubor AssemblyInfo byl úspěšně vytvořen.
de: Die AssemblyInfo-Datei wurde erfolgreich generiert.
es: El archivo AssemblyInfo se ha generado correctamente.
fr: Fichier AssemblyInfo généré avec succès.
it: Generazione del file AssemblyInfo completata.
ja: AssemblyInfo ファイルが正常に生成されました。
ko: 어셈블리 정보 파일을 생성했습니다.
pl: Pomyślnie wygenerowano plik AssemblyInfo.
pt_br: Arquivo AssemblyInfo gerado com êxito.
ru: Успешно создан файл AssemblyInfo.
tr: AssemblyInfo dosyası başarıyla oluşturuldu.
zh_hans: 已成功生成 AssemblyInfo 文件。
zh_hant: 成功產生 AssemblyInfo 檔案。

# WEBDEPLOY_MERGE_ApplicationPath
source: Missing ApplicationPath parameter (the physical path of the precompiled application).
cs: Parametr ApplicationPath chybí (fyzická cesta předkompilované aplikace).
de: Der Parameter "ApplicationPath" (der physische Pfad der vorkompilierten Anwendung) fehlt.
es: Falta el parámetro ApplicationPath (la ruta de acceso física de la aplicación precompilada).
fr: Paramètre ApplicationPath (le chemin physique du logiciel précompilé) manquant.
it: Parametro ApplicationPath mancante (il percorso fisico dell'applicazione precompilata).
ja: ApplicationPath パラメーター (プリコンパイル済みアプリケーションへの物理パス) が指定されていません。
ko: ApplicationPath 매개 변수(미리 컴파일된 응용 프로그램의 실제 경로)가 없습니다.
pl: Brakuje parametru ApplicationPath (ścieżki fizycznej wstępnie skompilowanej aplikacji).
pt_br: Parâmetro ApplicationPath ausente (o caminho físico do aplicativo pré-compilado).
ru: Отсутствует параметр ApplicationPath (физический путь к предварительно скомпилированному приложению).
tr: Eksik ApplicationPath parametresi (ön derleme uygulamanın fiziksel yolu).
zh_hans: 缺少 ApplicationPath 参数(预编译的应用程序的物理路径)。
zh_hant: 遺失 ApplicationPath 參數 (預先編譯應用程式的實體路徑)。

# WEBDEPLOY_MERGE_ContentAssemblyName
source: ContentAssembly parameter cannot be combined with the Prefix or NameSingleAssemblyName parameter. If specified, the entire application will be merged to a single assembly with the given name.
cs: Parametr ContentAssembly nelze kombinovat s parametrem Prefix nebo NameSingleAssemblyName. Je-li zadán, bude celá aplikace sloučena do jednoho sestavení s daným názvem.
de: Der Parameter "ContentAssembly" darf nicht mit dem Parameter "Prefix" oder "NameSingleAssemblyName" kombiniert werden. Wenn er angegeben wird, wird die gesamte Anwendung in einer Assembly mit dem angegebenen Namen zusammengeführt.
es: El parámetro ContentAssembly no se puede combinar con los parámetros Prefix o NameSingleAssemblyName. Si se especifica, toda la aplicación se combinará en un único ensamblado con el nombre especificado.
fr: Le paramètre ContentAssembly ne peut pas être combiné avec le préfixe ou le paramètre NameSingleAssemblyName. Si spécifié, l'application entière sera fusionnée à un seul assembly avec le nom donné.
it: Impossibile combinare il parametro ContentAssembly con il parametro Prefix o NameSingleAssemblyName. Se viene specificato, l'intera applicazione verrà unita in un singolo assembly con il nome specificato.
ja: ContentAssembly パラメーターを Prefix パラメーターまたは NameSingleAssemblyName パラメーターと一緒に指定することはできません。一緒に指定した場合、アプリケーション全体がマージされ、所定の名前の 1 つのアセンブリになります。
ko: ContentAssembly 매개 변수를 Prefix 또는 NameSingleAssemblyName 매개 변수와 함께 사용할 수 없습니다. 지정하는 경우 전체 애플리케이션이 지정된 이름의 단일 어셈블리로 병합됩니다.
pl: Nie można połączyć parametru ContentAssembly z parametrem Prefix lub NameSingleAssemblyName. Jeśli zostało to określone, cała aplikacja zostanie scalona w jednym zestawie o podanej nazwie.
pt_br: O parâmetro ContentAssembly não pode ser combinado com o parâmetro Prefix ou NameSingleAssemblyName. Se especificado, o aplicativo inteiro será mesclado a um único assembly com o nome especificado.
ru: Параметр ContentAssembly не может использоваться совместно с параметром Prefix или NameSingleAssemblyName. Если указан этот параметр, все приложение может быть объединено в одну сборку с заданным именем.
tr: ContentAssembly parametresi, Prefix veya NameSingleAssemblyName parametresiyle birleştirilemez. Belirtilmişse, tüm uygulama belirtilen ad kullanılarak tek bir derleme halinde birleştirilir.
zh_hans: ContentAssembly 参数不能与 Prefix 或 NameSingleAssemblyName 参数结合使用。如果指定，则整个应用程序将合并到单个具有给定名称的程序集中。
zh_hant: ContentAssembly 參數無法與 Prefix 或 NameSingleAssemblyName 參數合併。如果指定，整個應用程式將合併於指定名稱的單一組件。

# WEBDEPLOY_MERGE_Failed
source: Failed to merge '{0}'.
cs: Sloučení {0} se nezdařilo.
de: Fehler beim Zusammenführen von "{0}".
es: No se pudo combinar '{0}'.
fr: Échec de la fusion "{0}".
it: Impossibile unire '{0}'.
ja: '{0}' をマージできませんでした。
ko: '{0}'을(를) 병합하지 못했습니다.
pl: Nie można scalić elementu „{0}”.
pt_br: Falha ao mesclar '{0}'.
ru: Не удалось выполнить слияние "{0}".
tr: '{0}' birleştirilemedi.
zh_hans: 未能合并“{0}”。
zh_hant: 無法合併 '{0}'。

# WEBDEPLOY_MERGE_SingleAssemblyName
source: SingleAssemblyName parameter cannot be combined with the Prefix or ContentAssemblyName parameter. If specified, the entire application will be merged to a single assembly with the given name.
cs: Parametr SingleAssemblyName nelze kombinovat s parametrem Prefix nebo ContentAssemblyName. Je-li zadán, bude celá aplikace sloučena do jednoho sestavení s daným názvem.
de: Der Parameter "NameSingleAssemblyName" darf nicht mit dem Parameter "Prefix" oder "ContentAssembly" kombiniert werden. Wenn er angegeben wird, wird die gesamte Anwendung in einer Assembly mit dem angegebenen Namen zusammengeführt.
es: El parámetro SingleAssemblyName no se puede combinar con los parámetros Prefix o ContentAssemblyName. Si se especifica, toda la aplicación se combinará en un único ensamblado con el nombre especificado.
fr: Le paramètre SingleAssemblyName ne peut pas être combiné avec le préfixe ou le paramètre ContentAssemblyName. Si spécifié, l'application entière sera fusionnée à un seul assembly avec le nom donné.
it: Impossibile combinare il parametro SingleAssemblyName con il parametro Prefix o ContentAssemblyName. Se viene specificato, l'intera applicazione verrà unita in un singolo assembly con il nome specificato.
ja: SingleAssemblyName パラメーターを Prefix パラメーターまたは ContentAssemblyName パラメーターと一緒に指定することはできません。一緒に指定した場合、アプリケーション全体がマージされ、所定の名前の 1 つのアセンブリになります。
ko: SingleAssemblyName 매개 변수를 Prefix 또는 ContentAssemblyName 매개 변수와 함께 사용할 수 없습니다. 지정하는 경우 전체 애플리케이션이 지정된 이름의 단일 어셈블리로 병합됩니다.
pl: Nie można połączyć parametru SingleAssemblyName z parametrem Prefix lub ContentAssemblyName. Jeśli zostało to określone, cała aplikacja zostanie scalona w jednym zestawie o podanej nazwie.
pt_br: O parâmetro SingleAssemblyName não pode ser combinado com o parâmetro Prefix ou ContentAssemblyName. Se especificado, o aplicativo inteiro será mesclado a um único assembly com o nome especificado.
ru: Параметр SingleAssemblyName не может использоваться совместно с параметром Prefix или ContentAssemblyName. Если указан этот параметр, все приложение может быть объединено в одну сборку с заданным именем.
tr: SingleAssemblyName parametresi, Prefix veya ContentAssemblyName parametresiyle birleştirilemez. Belirtilmişse, tüm uygulama belirtilen ad kullanılarak tek bir derleme halinde birleştirilir.
zh_hans: SingleAssemblyName 参数不能与 Prefix 或 ContentAssemblyName 参数结合使用。如果指定，则整个应用程序将合并到单个具有给定名称的程序集中。
zh_hant: ContentAssembly 參數無法與 Prefix 或 ContentAssemblyName 參數合併。如果指定，整個應用程式將合併於指定名稱的單一組件。

# WEBDEPLOY_MERGE_Start
source: Running aspnet_merge.exe.
cs: Spouští se soubor aspnet_merge.exe.
de: "aspnet_merge.exe" wird ausgeführt.
es: Ejecutando aspnet_merge.exe.
fr: Exécution de aspnet_merge.exe.
it: Esecuzione di aspnet_merge.exe.
ja: aspnet_merge.exe を実行しています。
ko: aspnet_merge.exe 실행 중
pl: Uruchamianie programu aspnet_merge.exe.
pt_br: Executando aspnet_merge.exe.
ru: Выполняется запуск aspnet_merge.exe.
tr: aspnet_merge.exe çalıştırılıyor.
zh_hans: 正在运行 aspnet_merge.exe。
zh_hant: 正在執行 aspnet_merge.exe。

# WEBDEPLOY_MERGE_Succeeded
source: Successfully merged '{0}'.
cs: Úspěšné sloučení {0}
de: "{0}" wurde erfolgreich zusammengeführt.
es: "{0}" se combinó correctamente.
fr: Fusion réussie de '{0}'.
it: Merge di '{0}' completato.
ja: '{0}' が正常にマージされました。
ko: '{0}'을(를) 병합했습니다.
pl: Pomyślnie scalono element „{0}”.
pt_br: Êxito ao mesclar '{0}'.
ru: Слияние "{0}" выполнено.
tr: '{0}' başarıyla birleştirildi.
zh_hans: 已成功合并“{0}”。
zh_hant: 已成功合併 '{0}'。

# WebConfigTransform_HostingModel_Error
source: The acceptable value for AspNetCoreHostingModel property is either "InProcess" or "OutOfProcess".
cs: Přijatelná hodnota vlastnosti AspNetCoreHostingModel je buď InProcess, nebo OutOfProcess.
de: Der zulässige Wert für die Eigenschaft "AspNetCoreHostingModel" ist entweder "InProcess" oder "OutOfProcess".
es: El valor aceptable para la propiedad AspNetCoreHostingModel es "InProcess" o "OutOfProcess".
fr: La valeur acceptable pour la propriété AspNetCoreHostingModel est "InProcess" ou "OutOfProcess".
it: Il valore accettabile per la proprietà AspNetCoreHostingModel è "InProcess" o "OutOfProcess".
ja: AspNetCoreHostingModel プロパティに指定できる値は、"InProcess" または "OutOfProcess" のいずれかです。
ko: AspNetCoreHostingModel 속성에 허용되는 값은 "InProcess" 또는 "OutOfProcess"입니다.
pl: Dopuszczalna wartość właściwości AspNetCoreHostingModel to „InProcess” lub „OutOfProcess”.
pt_br: O valor aceitável para a propriedade AspNetCoreHostingModel é "InProcess" ou "OutOfProcess".
ru: Допустимое значение для свойства AspNetCoreHostingModel — это InProcess или OutOfProcess.
tr: AspNetCoreHostingModel özelliği için kabul edilebilir değer "InProcess" veya "OutOfProcess".
zh_hans: AspNetCoreHostingModel 属性的可接受的值为 "InProcess" 或 "OutOfProcess"。
zh_hant: AspNetCoreHostingModel 屬性的可接受值為 "InProcess" 或 "OutOfProcess"。

# WebConfigTransform_InvalidHostingOption
source: In process hosting is not supported for AspNetCoreModule. Change the AspNetCoreModule to at least AspNetCoreModuleV2.
cs: V procesu není podporováno hostování pro AspNetCoreModule. Změňte AspNetCoreModule aspoň na AspNetCoreModuleV2.
de: In-Process-Hosting wird für AspNetCoreModule nicht unterstützt. Ändern Sie das AspNetCoreModule mindestens in AspNetCoreModuleV2.
es: No se admite el hospedaje en procesos para AspNetCoreModule. Cambie AspNetCoreModule a AspNetCoreModuleV2 como mínimo.
fr: L'hébergement dans le processus n'est pas pris en charge pour AspNetCoreModule. Remplacez AspNetCoreModule par AspNetCoreModuleV2 au moins.
it: L'hosting in-process non è supportato per AspNetCoreModule. Modificare AspNetCoreModule almeno in AspNetCoreModuleV2.
ja: インプロセス ホスティングは AspNetCoreModule ではサポートされていません。AspNetCoreModule を AspNetCoreModuleV2 以上に変更してください。
ko: AspNetCoreModule에 In Process 호스팅이 지원되지 않습니다. AspNetCoreModule을 적어도 AspNetCoreModuleV2로 변경하세요.
pl: Hosting wewnątrzprocesowy nie jest obsługiwany dla modułu AspNetCoreModule. Zmień moduł AspNetCoreModule na co najmniej AspNetCoreModuleV2.
pt_br: Não há suporte para a hospedagem em processo de AspNetCoreModule. Altere AspNetCoreModule para pelo menos AspNetCoreModuleV2.
ru: Внутрипроцессное размещение не поддерживается для AspNetCoreModule. Замените AspNetCoreModule как минимум на версию AspNetCoreModuleV2.
tr: İşlem içi barındırma AspNetCoreModule için desteklenmiyor. AspNetCoreModule'ü en az AspNetCoreModuleV2 olarak değiştirin.
zh_hans: AspNetCoreModule 不支持进程内托管。将 AspNetCoreModule 更改为至少 AspNetCoreModuleV2。
zh_hant: 不支援 AspNetCoreModule 同處理序裝載。請將 AspNetCoreModule 變更為至少 AspNetCoreModuleV2。

# ZIPDEPLOY_Check_DeploymentStatus
source: Checking the deployment status...
cs: Kontroluje se stav nasazení...
de: Der Bereitstellungsstatus wird überprüft...
es: Comprobando el estado de la implementación...
fr: Vérification de l'état du déploiement...
it: Controllo dello stato della distribuzione...
ja: 配置状態を確認しています...
ko: 배포 상태를 확인하는 중...
pl: Trwa sprawdzanie stanu wdrożenia...
pt_br: Verificando o status da implantação...
ru: Проверка состояния развертывания…
tr: Dağıtım durumu denetleniyor...
zh_hans: 正在检查部署状态…
zh_hant: 正在檢查部署狀態...

# ZIPDEPLOY_DeploymentStatus
source: Deployment status is {0}.
cs: Stav nasazení je {0}.
de: Bereitstellungsstatus: {0}
es: El estado de implementación es {0}.
fr: État du déploiement : {0}.
it: Lo stato della distribuzione è {0}.
ja: 配置状態は {0} です。
ko: 배포 상태는 {0}입니다.
pl: Stan wdrożenia to {0}.
pt_br: O status da implantação é {0}.
ru: Состояние развертывания: {0}.
tr: Dağıtım durumu {0}.
zh_hans: 部署状态为 {0}。
zh_hant: 部署狀態為 {0}。
