Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BUILDTASK_SqlScriptPreprocessFoundMsDeployUnsupportedCommands
source: Found {0} unsupported sql command(s) in {1}. The unsupported sql command(s) are: {2}. Please note ':EXIT' without argument is treated as ':QUIT' command.
cs: Počet nalezených nepodporovaných příkazů SQL v {1}: {0}. Nepodporované příkazy SQL: {2} Poznámka: Příkaz :EXIT bez argumentů je považován za příkaz :QUIT.
de: Es wurden {0} nicht unterstützte SQL-Befehle in "{1}" gefunden. Folgende SQL-Befehle werden nicht unterstützt: {2}. Hinweis: :EXIT wird ohne Argument wie der Befehl :QUIT behandelt.
es: Se encontraron comandos SQL ({0}) no admitidos en {1}. Los comandos SQL no admitidos son: {2}. Tenga en cuenta que ":EXIT" sin argumento se trata como el comando ":QUIT".
fr: Détection de {0} commande(s) SQL non prise(s) en charge dans {1}. Commandes SQL non prises en charge : {2}. Notez que la commande ':EXIT' sans argument est traitée comme la commande ':QUIT'.
it: Sono stati trovati {0} comandi SQL non supportati in {1}. Comandi SQL non supportati: {2}. Si noti che ':EXIT' senza argomento è equivalente al comando ':QUIT'.
ja: サポートされていない SQL コマンドが {1} に {0} 個見つかりました。サポートされていない SQL コマンド: {2}。 引数を伴わない ':EXIT' は ':QUIT' コマンドとして処理されることに注意してください。
ko: {1}에서 지원되지 않는 SQL 명령 {0}개를 찾았습니다. 지원되지 않는 SQL 명령은 {2}입니다. 인수 없이 사용된 ':EXIT'는 ':QUIT' 명령으로 처리됩니다.
pl: Liczba znalezionych nieobsługiwanych poleceń sql w elemencie {1}: {0}. Nieobsługiwane polecenia sql: {2}. Uwaga: polecenie „:EXIT” bez argumentu jest traktowane jak polecenie „:QUIT”.
pt_br: Foram encontrados {0} comandos SQL sem suporte em {1}. Os comandos SQL sem suporte são: {2}. Observe que ':EXIT' sem argumento é tratado como o comando ':QUIT'.
ru: Обнаружены неподдерживаемые команды SQL ({0}) здесь: {1}. Это следующие команды: {2}. Обратите внимание, что ":EXIT" без аргумента рассматривается как команда ":QUIT".
tr: {1} içinde desteklenmeyen {0} SQL komutu bulundu. Desteklenmeyen SQL komutları: {2}. Lütfen bağımsız değişkeni olmayan ':EXIT' komutunun ':QUIT' komutu olarak değerlendirileceğine dikkat edin.
zh_hans: 在 {1} 中找到了 {0} 个不受支持的 SQL 命令。不受支持的 SQL 命令为: {2}。 请注意，不带参数的“:EXIT”被视为“:QUIT”命令。
zh_hant: 在 {1} 中找到 {0} 個不支援的 SQL 命令。不支援的 SQL 命令是: {2}。 請注意，沒有引數的 ':EXIT' 會視為 ':QUIT' 命令。

# BUILDTASK_SqlScriptPreprocessInvalidSqlScript
source: Failed to parse the sql script file {0}. Please make sure the SQL script syntax is correct. Detail: {1}.
cs: Soubor skriptu SQL {0} se nepovedlo parsovat. Ověřte prosím správnost syntaxe skriptu SQL. Podrobné informace: {1}
de: Fehler beim Analysieren der SQL-Skriptdatei "{0}". Stellen Sie sicher, dass die SQL-Skriptsyntax richtig ist. Details: {1}.
es: No se pudo analizar el archivo de script SQL {0}. Asegúrese de que la sintaxis del script SQL es correcta. Detalles: {1}.
fr: Échec de l'analyse du fichier de script SQL {0}. Vérifiez que la syntaxe du script SQL est correcte. Détail : {1}.
it: Non è stato possibile analizzare il file di script SQL {0}. Assicurarsi che la sintassi dello script SQL sia corretta. Dettagli: {1}.
ja: SQL スクリプト ファイル {0} を解析できませんでした。SQL スクリプトの構文が正しいことを確認してください。 詳細: {1}。
ko: SQL 스크립트 파일 {0}을(를) 구문 분석하지 못했습니다. SQL 스크립트 구문이 올바른지 확인하세요. 자세한 정보: {1}.
pl: Nie można przeanalizować pliku skryptu sql {0}. Upewnij się, że składnia skryptu SQL jest poprawna. Szczegół: {1}.
pt_br: Falha ao analisar o arquivo de script SQL {0}. Verifique se a sintaxe do script SQL está correta. Detalhe: {1}.
ru: Не удалось проанализировать файл сценария SQL {0}. Проверьте, что его синтаксис верный. Подробные сведения: {1}.
tr: SQL betiği dosyası ({0}) ayrıştırılamadı. Lütfen SQL betiği söz diziminin doğru olduğundan emin olun. Ayrıntı: {1}.
zh_hans: 未能分析 SQL 脚本文件 {0}。请确保 SQL 脚本语法正确。 详细信息: {1}。
zh_hant: 無法剖析 SQL 指令檔 {0}。請確定 SQL 指令碼語法正確無誤。 詳細資料: {1}。

# BUILDTASK_TransformXml_DestinationWriteFailed
source: Could not write Destination file: {0}
cs: Nelze zapsat cílový soubor: {0}
de: Die Zieldatei konnte nicht geschrieben werden: {0}
es: No se pudo escribir el archivo de destino: {0}
fr: Échec d'écriture du fichier cible: {0}
it: Impossibile scrivere il file di destinazione: {0}
ja: 対象ファイルに書き込めませんでした: {0}
ko: 대상 파일을 쓸 수 없습니다. {0}
pl: Nie można zapisać w pliku docelowym: {0}
pt_br: Não foi possível gravar o arquivo de Destino: {0}
ru: Не удалось записать конечный файл: {0}
tr: Hedef dosya yazılamadı: {0}
zh_hans: 未能写入目标文件: {0}
zh_hant: 無法寫入目的地檔案: {0}

# BUILDTASK_TransformXml_SourceLoadFailed
source: Could not open Source file: {0}
cs: Nelze otevřít zdrojový soubor: {0}
de: Die Quelldatei konnte nicht geöffnet werden: {0}
es: No se pudo abrir el archivo de origen: {0}
fr: Échec d'ouverture du fichier source : {0}
it: Non è stato possibile aprire il file di origine: {0}
ja: ソース ファイルを開くことができませんでした: {0}
ko: 소스 파일을 열 수 없습니다. {0}
pl: Nie można otworzyć pliku źródłowego: {0}
pt_br: Não foi possível abrir o arquivo de Origem: {0}
ru: Не удалось открыть исходный файл: {0}
tr: Kaynak dosya açılamadı: {0}
zh_hans: 未能打开源文件: {0}
zh_hant: 無法開啟來源檔案: {0}

# BUILDTASK_TransformXml_TransformLoadFailed
source: Could not open Transform file: {0}
cs: Nelze otevřít transformační soubor: {0}
de: Die Transformationsdatei konnte nicht geöffnet werden: {0}
es: No se pudo abrir el archivo de transformación: {0}
fr: Échec d'ouverture du fichier de transformation : {0}
it: Impossibile aprire il file di trasformazione: {0}
ja: 変換ファイルを開くことができませんでした: {0}
ko: 변환 파일을 열 수 없습니다. {0}
pl: Nie można otworzyć pliku przekształcenia: {0}
pt_br: Não foi possível abrir o arquivo de Transformação: {0}
ru: Не удалось открыть файл преобразования: {0}
tr: Dönüştürme dosyası açılamadı: {0}
zh_hans: 未能打开转换文件: {0}
zh_hant: 無法開啟轉換檔案: {0}

# BUILDTASK_TransformXml_TransformOutput
source: Output File: {0}
cs: Výstupní soubor: {0}
de: Ausgabedatei: {0}
es: Archivo de salida: {0}
fr: Fichier de sortie : {0}
it: File di output: {0}
ja: 出力ファイル: {0}
ko: 출력 파일: {0}
pl: Plik wyjściowy: {0}
pt_br: Arquivo de Saída: {0}
ru: Выходной файл: {0}
tr: Çıkış Dosyası: {0}
zh_hans: 输出文件: {0}
zh_hant: 輸出檔案: {0}

# BUILDTASK_TransformXml_TransformationApply
source: Applying Transform File: {0}
cs: Použití transformačního souboru: {0}
de: Die Transformationsdatei wird angewendet: {0}
es: Aplicando el archivo de transformación: {0}
fr: Exécution de la transformation de fichier : {0}
it: Applicazione del file di trasformazione: {0}
ja: 変換ファイルを適用しています: {0}
ko: 변환 파일을 적용하고 있습니다. {0}
pl: Stosowanie pliku przekształcenia: {0}
pt_br: Aplicando Arquivo de Transformação: {0}
ru: Применение файла преобразования: {0}
tr: Dönüştürme Dosyası Uygulanıyor: {0}
zh_hans: 正在应用转换文件: {0}
zh_hant: 正在套用轉換檔案: {0}

# BUILDTASK_TransformXml_TransformationFailed
source: Transformation failed
cs: Transformace selhala.
de: Fehler bei Transformation
es: Error de transformación
fr: Échec de la transformation
it: Trasformazione non riuscita
ja: 変換に失敗しました
ko: 변환하지 못했습니다.
pl: Przekształcenie nie powiodło się
pt_br: Falha na transformação
ru: Преобразование не выполнено.
tr: Dönüştürülemedi
zh_hans: 转换失败
zh_hant: 轉換失敗

# BUILDTASK_TransformXml_TransformationNoChange
source: No transformation occurred, not saving output file
cs: Nedošlo k transformaci, neukládá se výstupní soubor
de: Es hat keine Transformation stattgefunden. Die Ausgabedatei wird nicht gespeichert.
es: No se realizó la transformación, no se guardará el archivo de salida
fr: Aucune transformation ne s'est produite, le fichier de sortie n'est pas enregistré
it: Nessuna trasformazione eseguita. Il file di output non verrà salvato
ja: 変換が実行されず、出力ファイルが保存されません
ko: 변환이 발생하지 않았습니다. 출력 파일을 저장하지 않습니다.
pl: Nie dokonano przekształcenia: plik wyjściowy nie zostanie zapisany
pt_br: Nenhuma transformação, o arquivo de saída não está sendo salvo
ru: Преобразования не произошло; выходной файл не сохранен
tr: Hiçbir dönüştürme yapılmadı, çıktı dosyası kaydedilmiyor
zh_hans: 未进行转换，不保存输出文件
zh_hant: 未發生轉換，不儲存輸出檔案

# BUILDTASK_TransformXml_TransformationStart
source: Transforming Source File: {0}
cs: Transformace zdrojového souboru: {0}
de: Die Quelldatei wird transformiert: {0}
es: Transformando el archivo de origen: {0}
fr: Transformation du fichier source : {0}
it: Trasformazione del file di origine: {0}
ja: ソース ファイルを変換しています: {0}
ko: 소스 파일을 변환하고 있습니다. {0}
pl: Przekształcanie pliku źródłowego: {0}
pt_br: Transformando o Arquivo de Origem: {0}
ru: Преобразование исходного файла: {0}
tr: Kaynak Dosya Dönüştürülüyor: {0}
zh_hans: 正在转换源文件: {0}
zh_hant: 轉換來源檔案: {0}

# BUILDTASK_TransformXml_TransformationSucceeded
source: Transformation succeeded
cs: Transformace proběhla úspěšně.
de: Transformation erfolgreich
es: La transformación se realizó correctamente
fr: Transformation réussie
it: Trasformazione riuscita
ja: 変換に成功しました
ko: 변환 성공
pl: Przekształcenie się powiodło
pt_br: Transformação bem-sucedida
ru: Преобразование выполнено.
tr: Başarıyla dönüştürüldü
zh_hans: 转换成功
zh_hant: 轉換成功

# CREATEPROVIDERLIST_FailToCopyFile
source: Failded to copy file from '{0}' to '{1}' for SQLExpress Data Publish
cs: Kopírování souboru z {0} do {1} pro funkci SQLExpress Data Publish se nezdařilo.
de: Fehler beim Kopieren der Datei aus "{0}" in "{1}" für die SQLExpress-Datenveröffentlichung.
es: Error al copiar el archivo de '{0}' a '{1}' para SQLExpress Data Publish
fr: Impossible de copier le fichier de '{0}' vers '{1}' pour la publication de données SQLExpress
it: Non è stato possibile copiare il file da '{0}' a '{1}' per la pubblicazione dati SQL Express
ja: SQLExpress データ公開のためのファイルを '{0}' から '{1}' にコピーできませんでした。
ko: SQLExpress 데이터 게시를 위해 파일을 '{0}'에서 '{1}'(으)로 복사하지 못했습니다.
pl: Nie można skopiować elementu „{0}” do „{1}” na potrzeby publikowania danych programu SQLExpress
pt_br: Falha ao copiar o arquivo de '{0}' para "{1}" da Publicação de Dados do SQL Express
ru: Не удалось скопировать файл из "{0}" в "{1}" для публикации данных SQLExpress
tr: SQLExpress Veri Yayımlama için '{0}' konumundaki dosya '{1}' konumuna kopyalanamadı
zh_hans: 未能针对 SQLExpress 数据发布将文件从“{0}”复制到“{1}”
zh_hant: 無法將檔案從 '{0}' 複製至 '{1}' 進行 SQLExpress 資料發佈

# CREATEPROVIDERLIST_ImportPublishDatabaseSettingNotFound
source: Publish Database Setting Source Verification Error: The publish profile specified '{1} ({2})' for '{0}' does not have a corresponding connection string in '{3}'. Because of this publishing has been blocked. If this was intended you can disable this check by specifying the value of "True" for the MSBuild property "IgnoreDatabaseSettingOutOfSync." If this was not intended, open the Publish dialog in Visual Studio with this profile to correct the discrepancy. For more information visit http://go.microsoft.com/fwlink/?LinkId=241526
cs: Chyba ověření zdroje nastavení databáze publikování: Zadaný profil publikování, {1} ({2}), pro {0} nemá odpovídající připojovací řetězec v {3}. Z tohoto důvodu se publikování zablokovalo. Pokud jste to tak chtěli, můžete tuto kontrolu zakázat, a to tak, že u vlastnosti MSBuildu IgnoreDatabaseSettingOutOfSync zadáte hodnotu True. Pokud jste to tak nechtěli, otevřete v sadě Visual Studio pro tento profil dialog Publikovat a nesoulad opravte. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=241526.
de: Fehler beim Überprüfen der Quelle für die Einstellung zur Datenbankveröffentlichung: Das für "{0}" angegebene Veröffentlichungsprofil "{1} ({2})" umfasst keine entsprechende Verbindungszeichenfolge in "{3}". Aus diesem Grund wurde die Veröffentlichung blockiert. Wenn dies beabsichtigt war, können Sie diese Überprüfung deaktivieren, indem Sie den Wert der MSBuild-Eigenschaft "IgnoreDatabaseSettingOutOfSync" auf TRUE festlegen. Wenn dies nicht beabsichtigt war, öffnen Sie das Dialogfeld "Veröffentlichen" mit diesem Profil in Visual Studio, um die Abweichung zu korrigieren. Weitere Informationen finden Sie unter http://go.microsoft.com/fwlink/?LinkId=241526.
es: Error de comprobación del origen de configuración de la base de datos de publicación: el perfil de publicación "{1} ({2})" especificado para "{0}" no coincide con ninguna cadena de conexión en "{3}". Debido a esto, la publicación se ha bloqueado. Si se ha hecho de forma intencionada, especifique el valor "True" para la propiedad MSBuild "IgnoreDatabaseSettingOutOfSync" para anular la selección de la casilla. En caso contrario, abra el cuadro de diálogo de publicación en Visual Studio con este perfil y corrija la discrepancia. Para obtener más información, visite http://go.microsoft.com/fwlink/?LinkId=241526
fr: Erreur de vérification de la source du paramètre de publication de base de données : le profil de publication spécifié '{1} ({2})' pour '{0}' n'a aucune chaîne de connexion correspondante dans '{3}'. Cette publication a donc été bloquée. Si cela était prévu, vous pouvez désactiver cette vérification en spécifiant la valeur "True" pour la propriété MSBuild "IgnoreDatabaseSettingOutOfSync." Si cela n'était pas prévu, ouvrez la boîte de dialogue Publier dans Visual Studio en utilisant ce profil pour corriger le problème. Pour plus d'informations, accédez à http://go.microsoft.com/fwlink/?LinkId=241526
it: Si è verificato un errore di verifica dell'origine dell'impostazione del database di pubblicazione. Per il profilo di pubblicazione specificato '{1} ({2})' per '{0}' non esiste una stringa di connessione corrispondente in '{3}'. La pubblicazione è stata quindi bloccata. Se l'operazione è intenzionale, è possibile disabilitare questo controllo specificando il valore "True" per la proprietà "IgnoreDatabaseSettingOutOfSync" di MSBuild. In caso contrario, aprire la finestra di dialogo Pubblica in Visual Studio con il profilo corrente per correggere la discrepanza. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=241526
ja: 公開データベース設定ソース検証エラー: '{0}' に対して指定された公開プロファイル '{1} ({2})' に対応する接続文字列が '{3}' にありません。このため公開がブロックされています。これが意図した動作である場合は、MSBuild プロパティ "IgnoreDatabaseSettingOutOfSync" の値に "True" を指定することでこの確認を無効にできます。これが意図しない動作である場合は、Visual Studio でこのプロファイルの [公開] ダイアログを開き、不一致を修正してください。詳細については、http://go.microsoft.com/fwlink/?LinkId=241526 を参照してください
ko: 데이터베이스 게시 설정 소스 확인 오류: '{0}'에 대해 지정된 게시 프로필 '{1}({2})'이(가) '{3}'에 해당 연결 문자열이 없습니다. 이로 인해 게시가 차단되었습니다. 이 내용을 의도한 경우 MSBuild 속성 "IgnoreDatabaseSettingOutOfSync"에 대해 "True" 값을 지정하여 이 검사를 사용하지 않도록 설정할 수 있습니다. 이 내용을 의도하지 않은 경우 이 프로필을 사용하여 Visual Studio에서 [게시] 대화 상자를 열어 차이를 수정하세요. 자세한 정보는 http://go.microsoft.com/fwlink/?LinkId=241526을 참조하세요.
pl: Błąd weryfikacji źródła ustawień publikowania bazy danych: określony profil publikowania „{1} ({2})” dla „{0}” nie ma odpowiednich parametrów połączenia w „{3}”. Z tego powodu publikowanie zostało zablokowane. Jeśli to jest zamierzone, możesz wyłączyć ten test, określając wartość True dla właściwości MSBuild IgnoreDatabaseSettingOutOfSync. Jeśli to nie jest zamierzone, w programie Visual Studio otwórz okno dialogowe publikowania z tym profilem i popraw tę rozbieżność. Aby uzyskać więcej informacji, odwiedź stronę http://go.microsoft.com/fwlink/?LinkId=241526
pt_br: Erro de Verificação da Origem de Configuração do Banco de Dados de Publicação: o perfil de publicação especificado '{1} ({2})' para '{0}' não tem uma cadeia de conexão correspondente em '{3}'. Por causa disso, a publicação foi bloqueada. Se isso foi intencional, é possível desabilitar essa verificação especificando o valor "True" para a propriedade do MSBuild "IgnoreDatabaseSettingOutOfSync". Se isso não foi intencional, abra a caixa de diálogo Publicar no Visual Studio com este perfil para corrigir a discrepância. Para obter mais informações, visite http://go.microsoft.com/fwlink/?LinkId=241526
ru: Ошибка при проверке источника для параметров публикации базы данных: указанный профиль публикации "{1} ({2})" для "{0}" не содержит соответствующую строку подключения в "{3}". Из-за этого публикация была заблокирована. Если это сделано намеренно, вы можете отключить данную проверку, указав для свойства MSBuild "IgnoreDatabaseSettingOutOfSync" значение True. В противном случае откройте в Visual Studio диалоговое окно "Публикация" с этим профилем, чтобы исправить несоответствие. Дополнительные сведения: http://go.microsoft.com/fwlink/?LinkId=241526.
tr: Veritabanı Yayımlama Ayarı Kaynak Doğrulama Hatası: '{0}' için belirtilen '{1} ({2})' yayımlama profili, '{3}' içinde ilgili bağlantı dizesine sahip olmadığından yayımlama işlemi engellendi. Amaçladığınız buysa "IgnoreDatabaseSettingOutOfSync" MSBuild özelliği için "True" değerini belirterek bu denetimi devre dışı bırakabilirsiniz. Bunu amaçlamadıysanız bu profille Visual Studio'da Yayımla iletişim kutusunu açıp uyumsuzluğu düzeltin. Daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=241526
zh_hans: 发布数据库设置源验证错误: 为“{0}”指定的发布配置文件“{1} ({2})”在“{3}”中没有相应的连接字符串。由于此原因，已阻止发布。如果这是有意的，则可以通过将 MSBuild 属性 "IgnoreDatabaseSettingOutOfSync" 的值指定为 "True" 来禁用此检查。如果这不是有意的，则在 Visual Studio 中打开包含此配置文件的“发布”对话框来更正差异。有关详细信息，请访问 http://go.microsoft.com/fwlink/?LinkId=241526
zh_hant: 發佈資料庫設定來源驗證錯誤: 為 '{0}' 指定的發行設定檔 '{1} ({2})' 在 '{3}' 中沒有對應的連接字串，因此無法發佈。如果這是預期情形，您可以對 MSBuild 屬性 "IgnoreDatabaseSettingOutOfSync" 指定 "True" 值，以停用這項檢查。如果不希望如此，請以此設定檔在 Visual Studio 中開啟 [發行] 對話方塊，以修正不一致的情況。如需詳細資訊，請前往 http://go.microsoft.com/fwlink/?LinkId=241526

# CREATEPROVIDERLIST_ImportValidationSourceNotFound
source: Publish Database Setting Source Verification Error: The source connection string for '{0}' no longer exists in the source '{1}'. Because of this publishing has been blocked. If this was intended you can disable this check by specifying the value of "True" for the MSBuild property "IgnoreDatabaseSettingOutOfSync." If this was not intended, open the Publish dialog in Visual Studio with this profile to correct the discrepancy. For more information visit http://go.microsoft.com/fwlink/?LinkId=241526
cs: Chyba ověření zdroje nastavení databáze publikování: Zdrojový připojovací řetězec pro {0} už ve zdroji {1} neexistuje. Z tohoto důvodu se publikování zablokovalo. Pokud jste to tak chtěli, můžete tuto kontrolu zakázat, a to tak, že u vlastnosti MSBuildu IgnoreDatabaseSettingOutOfSync zadáte hodnotu True. Pokud jste to tak nechtěli, otevřete v sadě Visual Studio pro tento profil dialog Publikovat a nesoulad opravte. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=241526.
de: Fehler beim Überprüfen der Quelle für die Einstellung zur Datenbankveröffentlichung: Die Quellverbindungszeichenfolge "{0}" ist in der Quelle "{1}" nicht mehr vorhanden. Aus diesem Grund wurde die Veröffentlichung blockiert. Wenn dies beabsichtigt war, können Sie diese Überprüfung deaktivieren, indem Sie den Wert der MSBuild-Eigenschaft "IgnoreDatabaseSettingOutOfSync" auf TRUE festlegen. Wenn dies nicht beabsichtigt war, öffnen Sie das Dialogfeld "Veröffentlichen" mit diesem Profil in Visual Studio, um die Abweichung zu korrigieren. Weitere Informationen finden Sie unter http://go.microsoft.com/fwlink/?LinkId=241526.
es: Error de comprobación del origen de configuración de la base de datos de publicación: la cadena de conexión de origen de "{0}" ya no existe en el origen "{1}". Debido a esto, la publicación se ha bloqueado. Si se ha hecho de forma intencionada, especifique el valor "True" para la propiedad MSBuild "IgnoreDatabaseSettingOutOfSync" para anular la selección de la casilla. En caso contrario, abra el cuadro de diálogo de publicación en Visual Studio con este perfil y corrija la discrepancia. Para obtener más información, visite http://go.microsoft.com/fwlink/?LinkId=241526
fr: Erreur de vérification de la source du paramètre de publication de base de données : la chaîne de connexion source de '{0}' n'existe plus dans la source '{1}'. Cette publication a donc été bloquée. Si cela était prévu, vous pouvez désactiver cette vérification en spécifiant la valeur "True" pour la propriété MSBuild "IgnoreDatabaseSettingOutOfSync." Si cela n'était pas prévu, ouvrez la boîte de dialogue Publier dans Visual Studio en utilisant ce profil pour corriger le problème. Pour plus d'informations, accédez à http://go.microsoft.com/fwlink/?LinkId=241526
it: Si è verificato un errore di verifica dell'origine dell'impostazione del database di pubblicazione. La stringa di connessione di origine per '{0}' non esiste più nell'origine '{1}'. La pubblicazione è stata quindi bloccata. Se l'operazione è intenzionale, è possibile disabilitare questo controllo specificando il valore "True" per la proprietà "IgnoreDatabaseSettingOutOfSync" di MSBuild. In caso contrario, aprire la finestra di dialogo Pubblica in Visual Studio con il profilo corrente per correggere la discrepanza. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=241526
ja: 公開データベース設定ソース検証エラー: '{0}' のソース接続文字列がソース '{1}' に存在しません。このため公開がブロックされています。これが意図した動作である場合は、MSBuild プロパティ "IgnoreDatabaseSettingOutOfSync" の値に "True" を指定することでこの確認を無効にできます。これが意図しない動作である場合は、Visual Studio でこのプロファイルの [公開] ダイアログを開き、不一致を修正してください。詳細については、http://go.microsoft.com/fwlink/?LinkId=241526 を参照してください
ko: 데이터베이스 게시 설정 소스 확인 오류: '{0}'에 대한 소스 연결 문자열이 더 이상 소스 '{1}'에 없습니다. 이로 인해 게시가 차단되었습니다. 이 내용을 의도한 경우 MSBuild 속성 "IgnoreDatabaseSettingOutOfSync"에 대해 "True" 값을 지정하여 이 검사를 사용하지 않도록 설정할 수 있습니다. 이 내용을 의도하지 않은 경우 이 프로필을 사용하여 Visual Studio에서 [게시] 대화 상자를 열어 차이를 수정하세요. 자세한 정보는 http://go.microsoft.com/fwlink/?LinkId=241526을 참조하세요.
pl: Błąd weryfikacji źródła ustawień publikowania bazy danych: parametry połączenia źródła dla „{0}” już nie istnieją w źródle „{1}”. Z tego powodu publikowanie zostało zablokowane. Jeśli to jest zamierzone, możesz wyłączyć ten test, określając wartość True dla właściwości MSBuild IgnoreDatabaseSettingOutOfSync. Jeśli to nie jest zamierzone, w programie Visual Studio otwórz okno dialogowe publikowania z tym profilem i popraw tę rozbieżność. Aby uzyskać więcej informacji, odwiedź stronę http://go.microsoft.com/fwlink/?LinkId=241526
pt_br: Erro de Verificação da Origem de Configuração do Banco de Dados de Publicação: a cadeia de conexão de origem '{0}' não existe mais na origem '{1}'. Por causa disso, a publicação foi bloqueada. Se isso foi intencional, é possível desabilitar essa verificação especificando o valor "True" para a propriedade do MSBuild "IgnoreDatabaseSettingOutOfSync". Se isso não foi intencional, abra a caixa de diálogo Publicar no Visual Studio com este perfil para corrigir a discrepância. Para obter mais informações, visite http://go.microsoft.com/fwlink/?LinkId=241526
ru: Ошибка при проверке источника для параметров публикации базы данных: исходная строка подключения для "{0}" больше не существует в источнике "{1}". Из-за этого публикация была заблокирована. Если это сделано намеренно, вы можете отключить данную проверку, указав для свойства MSBuild "IgnoreDatabaseSettingOutOfSync" значение True. В противном случае откройте в Visual Studio диалоговое окно "Публикация" с этим профилем, чтобы исправить несоответствие. Дополнительные сведения: http://go.microsoft.com/fwlink/?LinkId=241526.
tr: Veritabanı Yayımlama Ayarı Kaynak Doğrulama Hatası: '{0}' için kaynak bağlantı dizesi artık '{1}' kaynağında bulunmadığından yayımlama işlemi engellendi. Amaçladığınız buysa "IgnoreDatabaseSettingOutOfSync" MSBuild özelliği için "True" değerini belirterek bu denetimi devre dışı bırakabilirsiniz. Bunu amaçlamadıysanız bu profille Visual Studio'da Yayımla iletişim kutusunu açıp uyumsuzluğu düzeltin. Daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=241526
zh_hans: 发布数据库设置源验证错误:“{0}”的源连接字符串不再存在于源“{1}”中。由于此原因，已阻止发布。如果这是有意的，则可以通过将 MSBuild 属性 "IgnoreDatabaseSettingOutOfSync" 的值指定为 "True" 来禁用此检查。如果这不是有意的，则在 Visual Studio 中打开包含此配置文件的“发布”对话框来更正差异。有关详细信息，请访问 http://go.microsoft.com/fwlink/?LinkId=241526
zh_hant: 發佈資料庫設定來源驗證錯誤: 來源 '{1}' 中已不存在 '{0}' 的來源連接字串，因此無法發佈。如果這是預期情形，您可以對 MSBuild 屬性 "IgnoreDatabaseSettingOutOfSync" 指定 "True" 值，以停用這項檢查。如果不希望如此，請以此設定檔在 Visual Studio 中開啟 [發佈] 對話方塊，以修正不一致的情況。如需詳細資訊，請前往 http://go.microsoft.com/fwlink/?LinkId=241526
