Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# VSMSDEPLOY_MSDEPLOYMinVersion
source: Package/Publish depends on Microsoft Web Deployment technology. Microsoft Web Deployment is installed but doesn't meet the minimum version requirement. Please reinstall from following link: {0}{1}. (Current Version:{2}, Minimum Version needed:{3})
cs: Balení/publikování závisí na technologii nástroje Nasazení webu společnosti Microsoft. Nástroj Nasazení webu společnosti Microsoft je nainstalován, ale nesplňuje minimální požadavky na verzi. Znovu jej nainstalujte pomocí následujícího odkazu: {0}{1}. (aktuální verze:{2}, minimální vyžadovaná verze:{3})
de: Packen/Veröffentlichen verwendet Microsoft-Webbereitstellungstechnologie. Microsoft Web Deploy ist installiert, erfüllt jedoch nicht die Mindestanforderungen bezüglich der Version. Installieren Sie aus dem folgenden Link erneut: {0}{1}. (Aktuelle Version:{2}, erforderliche Mindestversion:{3})
es: El empaquetado y publicación depende de la tecnología de implementación web de Microsoft. La implementación web de Microsoft está instalada pero no cumple el requisito de versión mínima. Reinstálela desde el siguiente vínculo: {0}{1}. (Versión actual: {2}, versión mínima necesaria: {3})
fr: Package/Publish dépend de la technologie de déploiement Web de Microsoft. Le Déploiement Web de Microsoft est installé mais ne répond pas aux exigences de version minimale. Veuillez le réinstaller à partir du lien suivant : {0}{1}. (Version actuelle: {2}, version minimale nécessaire: {3})
it: La pubblicazione/creazione pacchetto dipende dalla tecnologia di distribuzione Web Microsoft. Lo strumento di distribuzione Web Microsoft è installato ma non soddisfa il requisito di versione minima. Reinstallarlo dal collegamento seguente: {0}{1}. Versione corrente: {2}, versione minima necessaria: {3}
ja: パッケージ化/公開は Microsoft Web Deploy テクノロジに依存しています。Microsoft Web Deploy はインストールされていますが、バージョンの最小要件を満たしていません。次のリンクから再インストールしてください: {0}{1}. (現在のバージョン:{2}、必要な最小バージョン:{3})
ko: 패키지 및 게시는 Microsoft Web deployment 기술에 종속됩니다. Microsoft Web deployment가 설치되어 있지만 최소 버전 요구 사항에 맞지 않습니다. {0}{1} 링크에서 다시 설치하세요. 현재 버전: {2}, 필요한 최소 버전: {3}
pl: Pakowanie/publikowanie jest zależne od technologii Microsoft Web Deployment. Narzędzie Microsoft Web Deployment jest zainstalowane, ale jego wersja jest starsza niż minimalna wymagana. Zainstaluj ponownie to oprogramowanie, korzystając z następującego linku: {0}{1}. (Bieżąca wersja: {2}, minimalna wymagana wersja: {3})
pt_br: Empacotar/Publicar depende da tecnologia do Microsoft Web Deploy. O Microsoft Deployment Web está instalado, mas não atende às exigências de versão mínimas. Reinstale do link a seguir: {0}{1}. (Versão atual:{2}, Versão mínima necessária: {3})
ru: Упаковка и публикация зависят от технологии Web Deploy (Майкрософт). Служба Web Deploy (Майкрософт) установлена, но не соответствует требованиям к минимальной версии. Переустановите ее, перейдя по следующей ссылке: {0}{1}. (Текущая версия:{2}, минимальная требуемая версия:{3})
tr: Paketleme/Yayımlama işlevi Microsoft Web Dağıtım teknolojisini temel alır. Microsoft Web Dağıtımı yüklenmiş ancak minimum sürüm gereksinimini karşılamıyor. Lütfen şu bağlantıdan yeniden yükleyin: {0}{1}. (Geçerli Sürüm:{2}, Gereken Minimum Sürüm:{3})
zh_hans: 打包/发布依赖于 Microsoft Web Deployment 技术。Microsoft Web Deployment 已安装，但不满足最低版本要求。请从以下链接进行重新安装: {0}{1}。(当前版本: {2}，需要的最低版本: {3})
zh_hant: 封裝/發佈採用 Microsoft Web Deployment 技術。已安裝 Microsoft Web Deployment 但不符合最低版本需求。請從以下連結重新安裝: {0}{1}。(目前版本:{2}，需要的最低版本:{3})

# VSMSDEPLOY_MSDEPLOYVERSIONLOAD
source: Package/Publish task {0} load assembly {1}
cs: Úloha Balení/publikování {0} – sestavení {1}
de: Task {0} von Packen/Veröffentlichen - Laden der Assembly "{1}"
es: Empaquetar/publicar tarea {0}, cargar ensamblado {1}
fr: Package/Publish tâche {0} chargement de l'assembly {1}
it: Attività pubblicazione/creazione pacchetto {0} assembly caricato {1}
ja: タスク {0} をパッケージ化/公開し、アセンブリ {1} を読み込みます。
ko: 패키지/게시 작업 {0}이(가) {1} 어셈블리를 로드합니다.
pl: Zadanie pakowania/publikowania {0} ładuje zestaw {1}
pt_br: Assembly de carregamento {1} da tarefa Empacotar/Publicar {0}
ru: Задача упаковки/публикации {0}; загрузка сборки {1}
tr: Paketleme/Yayımlama görevi {0}, {1} derlemesini yüklüyor
zh_hans: 打包/发布任务 {0} 加载程序集 {1}
zh_hant: 封裝/發佈工作 {0} 載入組件 {1}

# VSMSDEPLOY_MsDeployExceptionFwlink1Message
source: Failed to invoke or execute {0} provider on the web server. The Web Deployment Tool's {0} provider is either not enabled or failed to executed specific commands on the server. Please contact your server administrator for assistance. (Web Deploy Provider is "{0}"). Error details:
cs: Vyvolání nebo provedení zprostředkovatele {0} na webovém serveru selhalo. Zprostředkovatel nástroje pro nasazení webu {0} buď není povolen, nebo se mu nepovedlo provést konkrétní příkazy na serveru. Se žádostí o pomoc se prosím obraťte na správce serveru. (Zprostředkovatel nasazení webu je {0}). Podrobné informace o chybě:
de: Fehler beim Aufrufen oder Ausführen des Anbieters "{0}" für den Webserver. Der Anbieter "{0}" des Webbereitstellungstools ist nicht aktiviert oder hat bestimmte Befehle auf dem Server nicht ausgeführt. Wenden Sie sich an den Serveradministrator, um Unterstützung zu erhalten. (Der Web Deploy-Anbieter ist "{0}".) Fehlerdetails:
es: No se pudo invocar ni ejecutar el proveedor {0} en el servidor web. El proveedor {0} de la Herramienta de implementación web no está habilitado o no pudo ejecutar comandos específicos en el servidor. Póngase en contacto con el administrador del servidor para obtener asistencia. (El proveedor de Web Deploy es "{0}"). Detalles del error:
fr: Échec de l'appel ou de l'exécution du fournisseur {0} sur le serveur web. Le fournisseur {0} de l'outil de déploiement web n'est pas activé ou n'a pas réussi à exécuter des commandes spécifiques sur le serveur. Contactez l'administrateur du serveur pour obtenir de l'aide. (Fournisseur Web Deploy : "{0}"). Détails de l'erreur :
it: Non è stato possibile richiamare o eseguire il provider {0} nel server Web. Il provider {0} dello Strumento di distribuzione Web non è abilitato oppure non è riuscito a eseguire determinati comandi nel server. Per ottenere assistenza, contattare l'amministratore del server. Provider di Distribuzione Web: "{0}". Dettagli errore:
ja: Web サーバーで {0} プロバイダーの呼び出しまたは実行に失敗しました。Web 配置ツールの {0} プロバイダーは有効になっていないか、サーバーで特定のコマンドの実行に失敗しました。詳細については、サーバーの管理者にお問い合わせください。(Web 配置プロバイダーは "{0}" です)。 エラーの詳細:
ko: 웹 서버에서 {0} 공급자를 호출 또는 실행하지 못했습니다. 웹 배포 도구 {0} 공급자가 사용되고 있지 않거나 서버에서 특정 명령을 실행하지 못했습니다. 서버 관리자에게 문의하세요. 웹 배포 공급자는 "{0}"입니다. 오류 세부 정보:
pl: Nie można wywołać lub wykonać dostawcy {0} na serwerze internetowym. Dostawca {0} narzędzia Web Deployment albo nie jest włączony, albo nie może wykonać określonych poleceń na serwerze. Poproś o pomoc administratora serwera. (Dostawca narzędzia Web Deploy: „{0}”). Szczegóły błędu:
pt_br: Falha ao invocar ou executar o provedor {0} no servidor Web. O provedor {0} da Ferramenta de Implantação da Web não está habilitado ou não pôde executar os comandos específicos no servidor. Entre em contato com o administrador do servidor para obter ajuda. (O Provedor de Implantação da Web é "{0}"). Detalhes do erro:
ru: Не удалось вызвать или запустить поставщик {0} на веб-сервере. Поставщик средства веб-развертывания {0} не включен или не смог выполнить определенные команды на сервере. Обратитесь за помощью к администратору сервера. (Поставщик веб-развертывания — "{0}".) Сведения об ошибке:
tr: Web sunucusunda {0} sağlayıcısı çağrılamadı veya yürütülemedi. Web Dağıtım Aracı'nın {0} sağlayıcısı etkinleştirilmemiş veya sunucuda belirli komutları yürütemedi. Yardım için lütfen sunucu yöneticinize başvurun. (Web Dağıtım Sağlayıcısı "{0}"). Hata ayrıntıları:
zh_hans: 未能在 Web 服务器上调用或执行 {0} 提供程序。Web 部署工具的 {0} 提供程序在服务器上未被启用或未能在服务器上执行特定命令。请与服务器管理员联系以获取帮助。(Web Deploy 提供程序是“{0}”)。 错误详细信息:
zh_hant: 無法在網頁伺服器上叫用或執行 {0} 提供者。Web Deployment Tool 的 {0} 提供者未啟用，或無法在伺服器上執行特定命令。請連絡伺服器管理員以取得協助。(Web Deploy 提供者是 "{0}")。 錯誤詳細資料:

# VSMSDEPLOY_MsDeployExceptionFwlink1SQLMessage
source: Make sure the database connection string for the server is correct and that you have appropriate permission to access the database. (Web Deploy Provider is "{0}"). Error details:
cs: Ověřte, zda je připojovací řetězec databáze pro server správný a zda máte odpovídající oprávnění k přístupu k databázi. (Zprostředkovatel nasazení webu je {0}). Podrobné informace o chybě:
de: Stellen Sie sicher, dass die Datenbank-Verbindungszeichenfolge für den Server richtig ist und dass Sie über geeignete Berechtigungen für den Zugriff auf die Datenbank verfügen. (Der Web Deploy-Anbieter ist "{0}".) Fehlerdetails:
es: Asegúrese de que la cadena de conexión a base de datos para el servidor es correcta y que tiene el permiso adecuado para acceder a la base de datos. (El proveedor de Web Deploy es "{0}"). Detalles del error:
fr: Vérifiez que la chaîne de connexion de base de données associée au serveur est correcte, et que vous disposez des autorisations appropriées pour accéder à la base de données. (Fournisseur Web Deploy : "{0}"). Détails de l'erreur :
it: Assicurarsi che la stringa di connessione al database per il server sia corretta e di avere le autorizzazioni necessarie per accedere al database. Provider di Distribuzione Web: "{0}". Dettagli errore:
ja: サーバーのデータベース接続文字列が正しく、データベースにアクセスするための適切なアクセス許可があることを確認してください。(Web 配置プロバイダーは "{0}" です)。 エラーの詳細:
ko: 서버에 대한 데이터베이스 연결 문자열이 올바르며 데이터베이스에 대한 적절한 액세스 권한이 있는지 확인하세요. 웹 배포 공급자는 "{0}"입니다. 오류 세부 정보:
pl: Upewnij się, że parametry połączenia bazy danych dla serwera są poprawne i że masz odpowiednie uprawnienia dostępu do bazy danych. (Dostawca narzędzia Web Deploy: „{0}”). Szczegóły błędu:
pt_br: Verifique se a cadeia de conexão de banco de dados do servidor está correta e se você tem a permissão apropriada para acessar o banco de dados. (O Provedor de Implantação da Web é "{0}"). Detalhes do erro:
ru: Проверьте строку подключения базы данных для сервера и наличие у вас необходимых разрешений для доступа к базе. (Поставщик веб-развертывания — "{0}".) Сведения об ошибке:
tr: Sunucu için veritabanı bağlantı dizesinin doğru olduğundan ve veritabanına erişmek için uygun izinlere sahip olduğunuzdan emin olun. (Web Dağıtım Sağlayıcısı "{0}"). Hata ayrıntıları:
zh_hans: 确保服务器的数据库连接字符串正确，并且您具有访问数据库所需的适当权限。(Web Deploy 提供程序是“{0}”)。 错误详细信息:
zh_hant: 確定伺服器的資料庫連接字串正確無誤，而且您有適當權限可存取資料庫。(Web Deploy 提供者是 "{0}")。 錯誤詳細資料:

# VSMSDEPLOY_MsDeployExceptionFwlink1SiteMessage
source: Make sure you have appropriate permissions on the server to publish IIS settings. Alternatively, exclude settings that require administrative permissions on the server. (Web Deploy Provider is "{0}"). Error details:
cs: Ověřte, zda máte na serveru odpovídající oprávnění k publikování nastavení služby IIS. Další možností je vyloučit nastavení vyžadující oprávnění správce na serveru. (Zprostředkovatel nasazení webu je {0}). Podrobné informace o chybě:
de: Stellen Sie sicher, dass Sie für den Server über geeignete Berechtigungen zum Veröffentlichen von IIS-Einstellungen verfügen. Alternativ können Sie Einstellungen ausschließen, die Administratorberechtigungen für den Server erfordern. (Der Web Deploy-Anbieter ist "{0}".) Fehlerdetails:
es: Asegúrese de que tiene los permisos adecuados en el servidor para publicar la configuración de IIS. También puede excluir la configuración que requiera permisos administrativos en el servidor. (El proveedor de Web Deploy es "{0}"). Detalles del error:
fr: Vérifiez que vous disposez des autorisations appropriées sur le serveur pour publier les paramètres IIS. Vous pouvez également exclure les paramètres qui nécessitent des autorisations administratives sur le serveur. (Fournisseur Web Deploy : "{0}"). Détails de l'erreur :
it: Assicurarsi di avere le autorizzazioni appropriate per il server per pubblicare le impostazioni di IIS. In alternativa, escludere le impostazioni che richiedono autorizzazioni di amministratore sul server. Provider di Distribuzione Web: "{0}". Dettagli errore:
ja: IIS 設定を公開するための、サーバーに対する適切なアクセス許可があることを確認してください。または、サーバーに対する管理アクセス許可を必要とする設定を除外してください。(Web 配置プロバイダーは "{0}" です)。 エラーの詳細:
ko: IIS 설정을 게시할 서버에 대한 적절한 권한이 있는지 확인하거나 서버에 대한 관리 권한을 필요로 하는 설정을 제외하세요. 웹 배포 공급자는 "{0}"입니다. 오류 세부 정보:
pl: Upewnij się, że masz na serwerze odpowiednie uprawnienia, aby opublikować ustawienia programu IIS. Ewentualnie wyklucz ustawienia wymagające uprawnień administracyjnych na serwerze. (Dostawca narzędzia Web Deploy: „{0}”). Szczegóły błędu:
pt_br: Verifique se você tem permissões apropriadas no servidor para publicar as configurações do IIS. Você também pode excluir as configurações que exigem permissões administrativas no servidor. (O Provedor de Implantação da Web é "{0}"). Detalhes do erro:
ru: Получите на сервере необходимые разрешения для публикации параметров IIS либо исключите параметры, для которых на сервере требуются разрешения администратора. (Поставщик веб-развертывания: "{0}".) Сведения об ошибке:
tr: IIS ayarlarını yayımlamak için sunucuda uygun izinlere sahip olduğunuzdan emin olun. Alternatif olarak, sunucuda yönetici izinleri gerektiren ayarları dışlayın. (Web Dağıtım Sağlayıcısı "{0}"). Hata ayrıntıları:
zh_hans: 确保您在服务器上具有发布 IIS 设置所需的适当权限。或者，可以排除需要服务器上的管理权限的设置。(Web Deploy 提供程序是“{0}”)。 错误详细信息:
zh_hant: 確定您有伺服器的適當權限可發佈 IIS 設定。或者，排除在伺服器上需要系統管理權限的設定。(Web Deploy 提供者是 "{0}")。 錯誤詳細資料:

# VSMSDEPLOY_MsDeployExceptionFwlink2Message
source: Make sure you have appropriate permissions on the server to publish IIS settings. Alternatively, exclude settings that require administrative permission on the server. Error details:
cs: Ověřte, zda máte na serveru odpovídající oprávnění k publikování nastavení služby IIS. Další možností je vyloučit nastavení vyžadující oprávnění správce na serveru. Podrobné informace o chybě:
de: Stellen Sie sicher, dass Sie für den Server über geeignete Berechtigungen zum Veröffentlichen von IIS-Einstellungen verfügen. Alternativ können Sie Einstellungen ausschließen, die Administratorberechtigungen für den Server erfordern. Fehlerdetails:
es: Asegúrese de que tiene los permisos adecuados en el servidor para publicar la configuración de IIS. También puede excluir la configuración que requiera permisos administrativos en el servidor. Detalles del error:
fr: Vérifiez que vous disposez des autorisations appropriées sur le serveur pour publier les paramètres IIS. Vous pouvez également exclure les paramètres qui nécessitent une autorisation administrative sur le serveur. Détails de l'erreur :
it: Assicurarsi di avere le autorizzazioni appropriate per il server per pubblicare le impostazioni di IIS. In alternativa, escludere le impostazioni che richiedono autorizzazioni di amministratore sul server. Dettagli errore:
ja: IIS 設定を公開するための、サーバーに対する適切なアクセス許可があることを確認してください。または、サーバーに対する管理アクセス許可を必要とする設定を除外してください。 エラーの詳細:
ko: IIS 설정을 게시할 서버에 대한 적절한 권한이 있는지 확인하세요. 또는 서버에 대한 관리 권한을 필요로 하는 설정을 제외하세요. 오류 세부 정보:
pl: Upewnij się, że masz na serwerze odpowiednie uprawnienia, aby opublikować ustawienia programu IIS. Ewentualnie wyklucz ustawienia wymagające uprawnień administracyjnych na serwerze. Szczegóły błędu:
pt_br: Verifique se você tem permissões apropriadas no servidor para publicar as configurações do IIS. Você também pode excluir as configurações que exigem permissão administrativa no servidor. Detalhes do erro:
ru: Получите на сервере необходимые разрешения для публикации параметров IIS либо исключите параметры, для которых на сервере требуются разрешения администратора. Сведения об ошибке:
tr: IIS ayarlarını yayımlamak için sunucuda uygun izinlere sahip olduğunuzdan emin olun. Alternatif olarak, sunucuda yönetici izni gerektiren ayarları dışlayın. Hata ayrıntıları:
zh_hans: 确保您在服务器上具有发布 IIS 设置所需的适当权限。或者，可以排除需要服务器上的管理权限的设置。 错误详细信息:
zh_hant: 確定您有伺服器的適當權限可發佈 IIS 設定。或者，排除在伺服器上需要系統管理權限的設定。 錯誤詳細資料:

# VSMSDEPLOY_MsDeployExceptionFwlink3Message
source: This can occur if the publish process cannot connect to the database on the server. Make sure the database connection string is correct. Error details:
cs: K této situaci může dojít, pokud se proces publikování nemůže připojit k databázi na serveru. Ověřte správnost připojovacího řetězce databáze. Podrobné informace o chybě:
de: Diese Ausnahme kann auftreten, wenn der Veröffentlichungsprozess keine Verbindung mit der Datenbank auf dem Server herstellen kann. Stellen Sie sicher, dass die Verbindungszeichenfolge für die Datenbank richtig ist. Fehlerdetails:
es: Esto puede ocurrir si el proceso de publicación no puede conectarse a la base de datos del servidor. Asegúrese de que la cadena de conexión de base de datos es correcta. Detalles del error:
fr: Cela peut se produire si le processus de publication ne peut pas se connecter à la base de données sur le serveur. Vérifiez que la chaîne de connexion de base de données est correcte. Détails de l'erreur :
it: Questo problema può verificarsi se il processo di pubblicazione non riesce a connettersi al database nel server. Assicurarsi che la stringa di connessione al database sia corretta. Dettagli errore:
ja: これは、公開プロセスでサーバー上のデータベースに接続できない場合に発生することがあります。データベース接続文字列が正しいことを確認してください。 エラーの詳細:
ko: 이는 게시 프로세스가 서버의 데이터베이스에 연결할 수 없는 경우 발생할 수 있습니다. 데이터베이스 연결 문자열이 올바른지 확인하세요. 오류 세부 정보:
pl: Ten problem może wystąpić, gdy proces publikowania nie może połączyć się z bazą danych na serwerze. Upewnij się, że parametry połączenia bazy danych są poprawne. Szczegóły błędu:
pt_br: Isso pode ocorrer se o processo de publicação não puder se conectar ao banco de dados no servidor. Verifique se a cadeia de conexão de banco de dados está correta. Detalhes do erro:
ru: Причиной может быть то, что процесс публикации не может подключиться к базе данных на сервере. Проверьте строку подключения базы. Сведения об ошибке:
tr: Bu durum, yayımlama işlemi sunucudaki veritabanına bağlanamadığında oluşabilir. Veritabanı bağlantı dizesinin doğru olduğundan emin olun. Hata ayrıntıları:
zh_hans: 如果发布进程无法连接到服务器上的数据库，则会出现这种情况。确保数据库连接字符串正确。 错误详细信息:
zh_hant: 如果發佈流程無法連線至伺服器上的資料庫，就可能發生這種情況。請確定資料庫連接字串正確無誤。 錯誤詳細資料:
