Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PublishLocalizedString_WebPublishProfileInvalidPropertyValue
source: PublishProfile({0}) is set. But the $({1}) does not have a valid value. Current Value is "{2}".
cs: Hodnota PublishProfile({0}) je nastavena. $({1}) však nemá platnou hodnotu. Aktuální hodnota je {2}.
de: "PublishProfile({0})" ist festgelegt. "$({1})" weist jedoch keinen gültigen Wert auf. Der aktuelle Wert ist "{2}".
es: PublishProfile({0}) está definido, aunque $({1}) no tiene un valor válido. El valor actual es "{2}".
fr: PublishProfile({0}) est réglé. Mais $({1}) n'a pas une valeur valide. La valeur en cours est "{2}".
it: Il profilo di pubblicazione ({0}) è stato impostato, ma $({1}) non contiene un valore valido. Il valore corrente è "{2}".
ja: PublishProfile({0}) が設定されています。しかし、$({1}) には有効な値がありません。現在の値は "{2}" です。
ko: PublishProfile({0})이 설정되었습니다. 그러나 $({1})에 올바른 값이 없습니다. 현재 값은 "{2}"입니다.
pl: Element PublishProfile({0}) jest ustawiony. Jednak element $({1}) nie ma prawidłowej wartości. Bieżąca wartość: „{2}”.
pt_br: PublishProfile({0}) está definido. Mas $({1}) não tem um valor válido. Valor atual é "{2}".
ru: PublishProfile({0}) задан. При этом значение $({1}) недопустимо. Текущее значение: "{2}".
tr: PublishProfile({0}) ayarlandı. Ancak $({1}) geçerli bir değere sahip değil. Şu Anki Değer "{2}".
zh_hans: 已设置 PublishProfile({0})。但 $({1})没有有效值。当前值为“{2}”。
zh_hant: 已設定 PublishProfile({0})。不過 $({1}) 沒有任何有效的值。目前的值是 "{2}"。

# PublishLocalizedString_WebPublishValidatePublishProfileSettings
source: Validating PublishProfile({0}) settings.
cs: Ověřuje se nastavení PublishProfile({0}).
de: Die PublishProfile({0})-Einstellungen werden überprüft.
es: Validando configuración de PublishProfile({0}).
fr: Validation des paramètres de PublishProfile({0}).
it: Convalida delle impostazioni del profilo di pubblicazione ({0}).
ja: PublishProfile({0}) 設定を検証しています。
ko: PublishProfile({0}) 설정의 유효성을 검사하는 중입니다.
pl: Weryfikowanie ustawień elementu PublishProfile({0}).
pt_br: Validando as configurações de PublishProfile({0}).
ru: Выполняется проверка параметров PublishProfile({0}).
tr: PublishProfile({0}) ayarları doğrulanıyor.
zh_hans: 正在验证 PublishProfile({0})设置。
zh_hant: 正在驗證 PublishProfile({0}) 設定。

# VSMSDEPLOY_AddParameterIntoObject
source: Adding Parameter ({0}) with value ({1}) into to object ({2}).
cs: Přidávání parametru ({0}) s hodnotou ({1}) k objektu ({2}).
de: Der Parameter ({0}) mit dem Wert ({1}) wird dem Objekt ({2}) hinzugefügt.
es: Agregando el parámetro ({0}) con el valor ({1}) al objeto ({2}).
fr: Ajout du paramètre ({0}) avec la valeur ({1}) dans d'objet ({2}).
it: Aggiunta del parametro ({0}) con valore ({1}) nell'oggetto ({2}).
ja: 値 ({1}) のパラメーター ({0}) をオブジェクト ({2}) に追加しています。
ko: 값 {1}이(가) 지정된 {0} 매개 변수를 {2} 개체로 추가하고 있습니다.
pl: Dodawanie parametru ({0}) z wartością ({1}) do obiektu ({2}).
pt_br: Adicionando o Parâmetro ({0}) com o valor ({1}) ao objeto ({2}).
ru: Добавление параметра ({0}) со значением ({1}) в объект ({2}).
tr: ({0}) parametresi ({1}) değeriyle ({2}) nesnesine ekleniyor.
zh_hans: 正在将值为({1})的参数({0})添加到对象({2})。
zh_hant: 正在將含有值 ({1}) 的參數 ({0}) 新增至物件 ({2})。

# VSMSDEPLOY_Canceled
source: User cancel Web deployment operation.
cs: Operace nasazení webu byla zrušena uživatelem.
de: Der Benutzer hat den Webbereitstellungsvorgang abgebrochen.
es: El usuario canceló la operación de implementación web.
fr: Annulation de l'opération de déploiement Web par l'utilisateur .
it: Operazione di distribuzione Web annullata dall'utente.
ja: ユーザーは Web Deploy 操作を取り消します。
ko: 사용자가 Web deployment 작업을 취소했습니다.
pl: Użytkownik anulował operację wdrażania w sieci Web.
pt_br: Operação de implantação da Web cancelada por usuário.
ru: Пользователь отменил операцию Web Deploy.
tr: Kullanıcı Web dağıtım işlemini iptal ediyor.
zh_hans: 用户取消 Web 部署的操作。
zh_hant: 使用者取消 Web Deployment 作業。

# VSMSDEPLOY_DuplicateItemMetadata
source: The following two items have duplicate item metadata %({0}). The two items data are {1} and {2}.
cs: Následující dvě položky mají duplicitní metadata položky %({0}). Data těchto dvou položek jsou {1} a {2}.
de: Die folgenden beiden Elemente weisen Elementmetadatenduplikate %({0}) auf. Die beiden Elemente sind "{1}" und "{2}".
es: Los dos elementos siguientes tienen metadatos de elemento duplicados %({0}). Los dos datos de elemento son {1} y {2}.
fr: Les deux points suivants ont un double élément de métadonnées %({0}). Les deux éléments de données sont {1} et {2}.
it: I due elementi seguenti contengono metadati duplicati %({0}). I dati dei due elementi sono {1} e {2}.
ja: 次の 2 つの項目の項目メタデータ %({0}) が重複しています。2 つの項目のデータは {1} および {2} です。
ko: 다음 두 항목에 중복 항목 메타데이터 %({0})이(가) 있습니다. 해당 두 항목 데이터는 {1}과(와) {2}입니다.
pl: Dla poniższych dwóch elementów istnieją zduplikowanie metadane elementów %({0}). Dane tych dwóch elementów: {1} i {2}.
pt_br: Os dois itens a seguir têm metadados de item duplicados %({0}). Os dados dos dois itens são {1} e {2}.
ru: У двух следующих элементов повторяются метаданные элемента %({0}). Два элемента данных – {1} и {2}.
tr: Aşağıdaki iki öğede yinelenen öğe metadata %({0}) özelliği var. İki öğe verisi şunlardır: {1} ve {2}.
zh_hans: 下面两个项的项元数据 %({0})重复。这两个项的数据分别是 {1} 和 {2}。
zh_hant: 以下兩個項目有重複的項目中繼資料 %({0})。這兩個項目資料是 {1} 及 {2}。

# VSMSDEPLOY_EncryptionExceptionMessage
source: An IIS secure setting was detected while packaging/publishing. An encryption password is required to proceed. In Visual Studio, the password can be entered in the project's Package/Publish property page. In team build or command line, password can be provided by setting MsBuild $(DeployEncryptKey) property. Error details:
cs: V průběhu balení/publikování bylo rozpoznáno zabezpečené nastavení služby IIS. K dalšímu pokračování je vyžadováno šifrovací heslo. V sadě Visual Studio lze heslo zadat na stránce vlastností balení/publikování daného projektu. V týmovém sestavení nebo na příkazovém řádku lze heslo zadat nastavením vlastnosti MsBuild $(DeployEncryptKey). Podrobné informace o chybě:
de: Bei der Paketerstellung/Veröffentlichung wurde eine IIS-Sicherheitseinstellung ermittelt. Zum Fortsetzen des Vorgangs wird ein Verschlüsselungskennwort benötigt. In Visual Studio kann das Kennwort auf der Eigenschaftenseite zur Erstellung/Veröffentlichung des Pakets eingegeben werden. In Teambuild oder in der Befehlszeile kann das Kennwort durch Festlegen der Eigenschaft "MsBuild $(DeployEncryptKey)" angegeben werden. Fehlerdetails:
es: Se detectó una configuración segura de IIS durante el empaquetado o la publicación. Se necesita una contraseña de cifrado para continuar. En Visual Studio, la contraseña se puede proporcionar en la página de propiedades Empaquetar/publicar del proyecto. En Team Build o en la línea de comandos, la contraseña se puede proporcionar mediante el establecimiento de la propiedad MsBuild $(DeployEncryptKey). Detalles del error:
fr: Un paramètre IIS sécurisé a été détecté durant la création de package/publication. Un mot de passe de chiffrement est nécessaire pour continuer. Dans Visual Studio, vous pouvez entrer le mot de passe dans la page de propriétés du projet pour la création de package/publication. Dans Team Build ou sur la ligne de commande, vous pouvez fournir le mot de passe en définissant la propriété MSBuild $(DeployEncryptKey). Détails de l'erreur :
it: È stata rilevata un'impostazione di sicurezza di IIS durante la pubblicazione/creazione pacchetto. Per continuare, è necessaria una password di crittografia. In Visual Studio è possibile immettere la password nella pagina delle proprietà Pubblicazione/creazione pacchetto del progetto. In Team Build o nella riga di comando è possibile specificare la password impostando la proprietà MsBuild $(DeployEncryptKey). Dettagli errore:
ja: IIS のセキュリティで保護された設定がパッケージ化または公開中に検出されました。続行するには、暗号化パスワードが必要です。 Visual Studio では、プロジェクトのパッケージ化または公開のプロパティ ページでパスワードを入力できます。 チーム ビルドまたはコマンド ラインでは、MsBuild $(DeployEncryptKey) プロパティを設定してパスワードを指定できます。 エラーの詳細:
ko: 패키지/게시하는 동안 IIS 보안 설정이 발견되었습니다. 계속하려면 암호화 암호가 필요합니다. Visual Studio에서는 암호를 프로젝트의 [패키지 및 게시] 속성 페이지에서 입력할 수 있습니다. 팀 빌드 또는 명령줄에서는 MsBuild $(DeployEncryptKey) 속성을 설정하여 암호를 제공할 수 있습니다. 오류 정보:
pl: Podczas pakowania/publikowania wykryto zabezpieczone ustawienie programu IIS. Do kontynuowania jest wymagane hasło szyfrowania. W programie Visual Studio hasło można wprowadzić na stronie właściwości pakowania/publikowania projektu. W przypadku używania wersji Team Build lub wiersza polecenia hasło można podać, ustawiając właściwość MsBuild $(DeployEncryptKey). Szczegóły błędu:
pt_br: Foi detectada uma configuração segura do IIS durante o empacotamento ou a publicação. Uma senha de criptografia é necessária para continuar. No Visual Studio, a senha pode ser inserida na página de propriedades Empacotamento/Publicação do projeto. Na criação de equipes ou na linha de comando, a senha pode ser fornecida definindo a propriedade MsBuild $(DeployEncryptKey). Detalhes do erro:
ru: В ходе упаковки/публикации обнаружен параметр безопасности IIS. Для продолжения работы необходим пароль шифрования. Вы можете ввести пароль в Visual Studio на странице свойств упаковки и публикации проекта. Для командной сборки или при использовании командной строки пароль можно указать через свойство MSBuild $(DeployEncryptKey). Сведения об ошибке:
tr: Paketleme/yayımlama sırasında bir IIS güvenli ayarı algılandı. Devam etmek için bir şifreleme parolası gerekir. Visual Studio'da parola, projenin Paketleme/Yayımlama özellik sayfasında girilebilir. Takım derlemesi veya komut satırında parola, MsBuild $(DeployEncryptKey) özelliği ayarlanarak sağlanabilir. Hata ayrıntıları:
zh_hans: 进行打包/发布时检测到了 IIS 安全设置。需要加密密码才能继续。 在 Visual Studio 中，可以在项目的“打包/发布”属性页中输入该密码。 在 Team Build 或命令行中，可以通过设置 MsBuild $(DeployEncryptKey)属性来提供密码。 错误详细信息:
zh_hant: 在封裝/發佈時偵測到 IIS 安全設定。需要加密密碼才能繼續。 在 Visual Studio 中，可在專案的 [封裝/發佈] 屬性頁面中輸入密碼。 在 Team Build 或命令列中，可設定 MsBuild $(DeployEncryptKey) 屬性以提供密碼。 錯誤詳細資料:

# VSMSDEPLOY_FailedDeploy
source: Publish failed to deploy.
cs: Nasazení publikování se nezdařilo.
de: Veröffentlichungsfehler der Bereitstellung.
es: No se pudo implementar la publicación.
fr: Échec de déploiement de Publish.
it: Distribuzione pubblicazione non riuscita.
ja: 公開を配置できませんでした。
ko: 게시를 배포하지 못했습니다.
pl: Publikowanie: nie można wdrożyć.
pt_br: A publicação não pôde ser implantada.
ru: Не удалось развернуть публикацию.
tr: Yayımlama dağıtımı yapamadı.
zh_hans: 部署发布失败。
zh_hant: 發佈無法部署。

# VSMSDEPLOY_FailedPackage
source: Package failed.
cs: Selhání balíčku
de: Paketfehler.
es: Error del paquete.
fr: Échec du package.
it: Creazione pacchetto non riuscita.
ja: パッケージ化に失敗しました。
ko: 패키지하지 못했습니다.
pl: Niepowodzenie pakietu.
pt_br: Falha do pacote.
ru: Сбой упаковки.
tr: Paket başarısız oldu.
zh_hans: 打包失败。
zh_hant: 封裝失敗。

# VSMSDEPLOY_FailedWithException
source: Web deployment task failed. ({0})
cs: Úloha nasazení webu se nezdařila. ({0})
de: Fehler des Webbereitstellungstasks. ({0})
es: No se pudo realizar la tarea de implementación web. ({0})
fr: Échec de la tâche de déploiement Web. ({0})
it: Attività di distribuzione Web non riuscita ({0}).
ja: Web Deploy タスクに失敗しました。({0})
ko: Web deployment 작업에 실패했습니다({0}).
pl: Niepowodzenie zadania wdrażania w sieci Web. ({0})
pt_br: Falha na tarefa de implantação da Web. ({0})
ru: Не удалось выполнить задачу Web Deploy. ({0})
tr: Web dağıtım görevi başarısız oldu. ({0})
zh_hans: Web 部署任务失败。 ({0})
zh_hant: Web Deployment 工作失敗。({0})

# VSMSDEPLOY_FailedWithExceptionWithDetail
source: Web deployment task failed. ({0}) {1}
cs: Úloha nasazení webu selhala. ({0}) {1}
de: Fehler bei der Webbereitstellung. ({0}) {1}
es: Error de la tarea de implementación web. ({0}) {1}
fr: Échec de la tâche de déploiement web. ({0}) {1}
it: Attività di distribuzione Web non riuscita. ({0}) {1}
ja: Web 配置タスクが失敗しました。({0}) {1}
ko: 웹 배포 작업에 실패했습니다. ({0}) {1}
pl: Niepowodzenie zadania wdrażania w Internecie. ({0}) {1}
pt_br: Falha na tarefa de implantação da Web. ({0}) {1}
ru: Сбой задачи веб-развертывания. ({0}) {1}
tr: Web dağıtım görevi başarısız oldu. ({0}) {1}
zh_hans: Web 部署任务失败。({0}) {1}
zh_hant: Web 部署工作失敗。({0}) {1}

# VSMSDEPLOY_InvalidOperation
source: Source ({0}) and destination ({1}) are not compatible for given operation.
cs: Zdroj ({0}) a cíl ({1}) nejsou pro danou operaci kompatibilní.
de: Die Quelle ({0}) und das Ziel ({1}) sind für den angegebenen Vorgang nicht kompatibel.
es: El origen ({0}) y el destino ({1}) no son compatibles para la operación dada.
fr: La source ({0}) et la destination ({1}) ne sont pas compatibles pour l'opération donnée.
it: Origine ({0}) e destinazione ({1}) non compatibili per l'operazione specificata.
ja: 指定された操作の操作元 ({0}) と操作対象 ({1}) に互換性がありません。
ko: 지정한 작업의 소스({0})와 대상({1})이 호환되지 않습니다.
pl: Źródło ({0}) i element docelowy ({1}) są niezgodne w przypadku danej operacji.
pt_br: A origem ({0}) e o destino ({1}) não são compatíveis com a operação especificada.
ru: Источник ({0}) и назначение ({1}) для указанной операции не совместимы.
tr: Kaynak ({0}) ve hedef ({1}) belirtilen işlem için uyumlu değil.
zh_hans: 源({0})和目标({1})对于给定的操作不兼容。
zh_hant: 來源 ({0}) 及目的地 ({1}) 對於特定作業不相容。

# VSMSDEPLOY_InvalidProviderName
source: Provider({0})is not a recognized provider.
cs: Poskytovatel ({0}) nebyl rozpoznán.
de: Der Anbieter ({0}) ist kein erkannter Anbieter.
es: ({0}) no es un proveedor reconocido.
fr: Le fournisseur({0}) n'est pas un fournisseur reconnu.
it: Provider ({0}) non riconosciuto.
ja: プロバイダー ({0}) は認識されたプロバイダーではありません。
ko: 공급자({0})가 인식할 수 있는 공급자가 아닙니다.
pl: Dostawca ({0})nie jest dostawcą rozpoznanym.
pt_br: O provedor ({0}) não é um provedor reconhecido.
ru: Поставщик ({0}) не является опознанным поставщиком.
tr: Sağlayıcı ({0}) tanınan bir sağlayıcı değil.
zh_hans: 提供程序({0})是无法识别的提供程序。
zh_hant: 提供者 ({0}) 不是可辨認的提供者。

# VSMSDEPLOY_InvalidProviderOption
source: Unknown ProviderOption:{0}. Known ProviderOptions are:{1}.
cs: Neznámá hodnota ProviderOption: {0}. Známé hodnoty ProviderOptions jsou: {1}.
de: Unbekannte "ProviderOption": {0}. Bekannte "ProviderOptions" sind:{1}.
es: Opción de proveedor desconocida: {0}. Las opciones de proveedor conocidas son: {1}.
fr: ProviderOption Inconnu :{0}. Les ProviderOptions connues sont:{1}.
it: ProviderOption sconosciuto: {0}. Elementi ProviderOption noti: {1}.
ja: 不明な ProviderOption: {0}。既知の ProviderOptions: {1}。
ko: 알 수 없는 ProviderOption {0}입니다. 알려진 ProviderOption은 {1}입니다.
pl: Nieznana opcja dostawcy: {0}. Znane opcje dostawcy to: {1}.
pt_br: Opção de Provedor desconhecida:{0}. As Opções de Provedor conhecidas são:{1}.
ru: Неизвестный параметр ProviderOption:{0}. Известны следующие параметры ProviderOption:{1}.
tr: Bilinmeyen ProviderOption:{0}. Bilinen ProviderOption'lar şunlardır:{1}.
zh_hans: 未知的 ProviderOption: {0}。已知的 ProviderOption 为: {1}。
zh_hant: 不明 ProviderOption:{0}。已知的 ProviderOptions 是:{1}。

# VSMSDEPLOY_LoadVSCertUIFailed
source: Failed to load publish certificate dialog due to error of {0}
cs: Načtení dialogového okna certifikátu publikování se nezdařilo z důvodů chyby {0}.
de: Fehler beim Laden des Veröffentlichungszertifikat-Dialogfelds aufgrund von {0}.
es: No se pudo cargar el cuadro de diálogo de certificado de publicación debido al error {0}
fr: Échec du chargement du dialogue de certificat de publication en raison de l'erreur {0}
it: Non è stato possibile caricare la finestra di dialogo del certificato di pubblicazione a causa di un errore {0}
ja: {0} のエラーにより公開証明書ダイアログを読み込めませんでした
ko: {0}의 오류로 인해 게시 인증서 대화 상자를 로드하지 못했습니다.
pl: Nie można załadować okna dialogowego certyfikatu publikowania z powodu błędu ({0}).
pt_br: Falha ao carregar a caixa de diálogo do certificado de publicação devido a um erro de {0}
ru: Не удалось загрузить диалоговое окно публикации сертификата из-за ошибки {0}
tr: {0} hatasından dolayı sertifika yayımlama iletişim kutusu yüklenemedi
zh_hans: 由于发生了 {0} 错误，未能加载"发布证书"对话框
zh_hant: 由於 {0} 的錯誤而無法載入發佈憑證對話方塊

# VSMSDEPLOY_MSDEPLOY32bit
source: For x86(32 bit): http://go.microsoft.com/fwlink/?LinkId=109365.
cs: Pro x86 (32bitová verze): http://go.microsoft.com/fwlink/?LinkId=109365
de: Für x86 (32 Bit): http://go.microsoft.com/fwlink/?LinkId=109365.
es: Para x86 (32 bits): http://go.microsoft.com/fwlink/?LinkId=109365.
fr: Pour x86 (32 bits) : http://go.microsoft.com/fwlink/?LinkId=109365.
it: Per sistemi x86 (a 32 bit): http://go.microsoft.com/fwlink/?LinkId=109365.
ja: x86 (32 ビット) の場合: http://go.microsoft.com/fwlink/?LinkId=109365。
ko: x86(32비트): http://go.microsoft.com/fwlink/?LinkId=109365.
pl: Architektura x86 (32-bitowa): http://go.microsoft.com/fwlink/?LinkId=109365.
pt_br: Para x86 (32 bits): http://go.microsoft.com/fwlink/?LinkId=109365.
ru: Для 32-разрядных систем (x86): http://go.microsoft.com/fwlink/?LinkId=109365.
tr: x86 (32 bit) için: http://go.microsoft.com/fwlink/?LinkId=109365.
zh_hans: 对于 x86(32 bit): http://go.microsoft.com/fwlink/?LinkId=109365。
zh_hant: 適用於 x86(32 位元): http://go.microsoft.com/fwlink/?LinkId=109365。

# VSMSDEPLOY_MSDEPLOY64bit
source: For x64(64 bit): http://go.microsoft.com/fwlink/?LinkId=109366.
cs: Pro x64 (64bitová verze): http://go.microsoft.com/fwlink/?LinkId=109366
de: Für x64 (64 Bit): http://go.microsoft.com/fwlink/?LinkId=109366.
es: Para x64 (64 bits): http://go.microsoft.com/fwlink/?LinkId=109366.
fr: Pour x64 (64 bits) : http://go.microsoft.com/fwlink/?LinkId=109366.
it: Per sistemi x64 (a 64 bit): http://go.microsoft.com/fwlink/?LinkId=109366.
ja: x64 (64 ビット) の場合: http://go.microsoft.com/fwlink/?LinkId=109366。
ko: x64(64비트): http://go.microsoft.com/fwlink/?LinkId=109366.
pl: Architektura x64 (64-bitowa): http://go.microsoft.com/fwlink/?LinkId=109366.
pt_br: Para x64 (64 bits): http://go.microsoft.com/fwlink/?LinkId=109366.
ru: Для 64-разрядных систем (x64): http://go.microsoft.com/fwlink/?LinkId=109366.
tr: x64 (64 bit) için: http://go.microsoft.com/fwlink/?LinkId=109366.
zh_hans: 对于 x64(64 bit): http://go.microsoft.com/fwlink/?LinkId=109366。
zh_hant: 適用於 x64(64 位元): http://go.microsoft.com/fwlink/?LinkId=109366。

# VSMSDEPLOY_MSDEPLOYASSEMBLYLOAD_FAIL
source: Package/Publish task {0} failed to load Web Deploy assemblies. Microsoft Web Deploy is not correctly installed on this machine. Microsoft Web Deploy v3 or higher is recommended.
cs: V rámci úlohy balení/publikování {0} se nezdařilo našístv sestavení nasazení webu. Nástroj Nasazení webu společnosti Microsoft není v tomto počítači správně nainstalován. Doporučuje se použít nástroj Nasazení webu společnosti Microsoft verze 3 nebo novější.
de: Fehler des Pack/Veröffentlichungstasks "{0}" beim Laden der Web Deploy-Assemblys. Microsoft Web Deploy ist auf diesem Computer nicht ordnungsgemäß installiert. Microsoft Web Deploy v3 oder hoher wird empfohlen.
es: La tarea Empaquetar/Publicar {0} no pudo cargar ensamblados Web Deploy. Microsoft Web Deploy no está instalado correctamente en este equipo. Se recomienda Microsoft Web Deploy v3 o superior.
fr: Échec du chargement des assemblys Web Deploy par la tâche Package/Publication {0}. Microsoft Web Deploy n'est pas installé correctement sur cet ordinateur. Microsoft Web Deploy v3 ou une version ultérieure est recommandée.
it: L'attività di pubblicazione/creazione pacchetto {0} non è riuscita a caricare gli assembly di Web Deploy. Microsoft Web Deploy non è installato correttamente nel computer. È consigliabile usare Microsoft Web Deploy v3 o versione successiva.
ja: パッケージ化/公開のタスク {0} で Web Deploy アセンブリの読み込みに失敗しました。このコンピューターに Microsoft Web Deploy が適切にインストールされていません。Microsoft Web Deploy v3 以降を推奨します。
ko: 패키지/게시 작업 {0}에서 Web Deploy 어셈블리를 로드하지 못했습니다. 이 컴퓨터에 Microsoft Web Deploy가 제대로 설치되어 있지 않습니다. Microsoft Web Deploy v3 이상이 권장됩니다.
pl: Zadanie pakowania/publikowania {0} nie może załadować zestawów narzędzia Web Deploy. Narzędzie Microsoft Web Deploy nie jest poprawnie zainstalowane na tym komputerze. Zalecane jest używanie narzędzia Microsoft Web Deploy w wersji 3 lub nowszego.
pt_br: A tarefa Empacotar/Publicar {0} falhou ao carregar os assemblies da Implantação de Web. O Microsoft Web Deploy não está instalado corretamente no computador. Recomenda-se o Microsoft Web Deploy v3 ou superior.
ru: Задаче "Упаковка и публикация" {0} не удалось загрузить сборки Web Deploy. Средство Microsoft Web Deploy установлено на компьютере неправильно. Рекомендуется использовать Microsoft Web Deploy 3 или более поздней версии.
tr: Paketle/Yayımla görevi {0} Web Dağıtımı derlemelerini yükleyemedi. Microsoft Web Dağıtımı bu makineye düzgün şekilde yüklenmemiş. Microsoft Web Dağıtımı v3 veya daha yeni sürümü önerilir.
zh_hans: 打包/发布任务 {0} 未能加载 Web Deploy 程序集。此计算机上未正确安装 Microsoft Web Deploy。建议安装 Microsoft Web Deploy v3 或更高版本。
zh_hant: 封裝/發佈工作 {0} 無法載入 Web Deploy 組件。Microsoft Web Deploy 並未正確安裝在這部電腦上。建議使用 Microsoft Web Deploy v3 或更新版本。

# VSMSDEPLOY_MSDEPLOYLOADFAIL
source: Package/Publish depends on Microsoft Web Deploy technology. Microsoft Web Deploy is not correctly installed on this machine. Please install from following link: {0}{1}. ({2})
cs: Balení/publikování závisí na technologii nástroje Nasazení webu společnosti Microsoft. Nástroj Nasazení webu společnosti není v tomto počítači správně nainstalován. Nainstalujte jej pomocí následujícího odkazu: {0}{1}. ({2})
de: Packen/Veröffentlichen verwendet Microsoft Web Deploy-Technologie. Microsoft Web Deploy ist auf diesem Computer nicht ordnungsgemäß installiert. Installieren Sie aus dem folgenden Link: {0}{1}. ({2})
es: El empaquetado y publicación depende de la tecnología de implementación web de Microsoft. La implementación web de Microsoft no está instalada correctamente en esta máquina. Instálela desde el siguiente vínculo: {0}{1}. ({2})
fr: La fonction Package/Publication repose sur la technologie Microsoft Web Deploy. Microsoft Web Deploy n'est pas correctement installé sur cet ordinateur. Installez-le à partir du lien suivant : {0}{1}. ({2})
it: La pubblicazione/creazione pacchetto dipende dalla tecnologia di distribuzione Web Microsoft. Lo strumento di distribuzione Web non è installato correttamente nel computer. Installarlo dal collegamento seguente: {0}{1}. ({2})
ja: パッケージ化/公開は Microsoft Web Deploy テクノロジに依存しています。Microsoft Web Deploy は、現在このコンピューターにインストールされていません。次のリンクからインストールしてください: {0}{1} ({2})
ko: 패키지 및 게시는 Microsoft Web Deploy 기술에 종속됩니다. Microsoft Web Deploy가 이 컴퓨터에 올바르게 설치되어 있지 않습니다. {0}{1} 링크에서 설치하세요. ({2})
pl: Pakowanie/publikowanie jest zależne od technologii Microsoft Web Deploy. Narzędzie Microsoft Web Deploy nie jest poprawnie zainstalowane na tym komputerze. Zainstaluj to oprogramowanie, korzystając z następującego linku: {0}{1}. ({2})
pt_br: Empacotar/Publicar depende da tecnologia do Microsoft Web Deploy. O Microsoft Web Deploy não está instalado corretamente no computador. Instale o link a seguir: {0}{1}. ({2})
ru: Упаковка и публикация зависят от технологии Web Deploy (Майкрософт). Служба Web Deploy (Майкрософт) на этом компьютере установлена неправильно. Установите ее, перейдя по следующей ссылке: {0}{1}. ({2})
tr: Paketleme/Yayımlama işlevi Microsoft Web Dağıtım teknolojisini temel alır. Microsoft Web Dağıtımı bu makineye düzgün şekilde yüklenmemiş. Lütfen şu bağlantıdan yükleyin: {0}{1}. ({2})
zh_hans: 打包/发布依赖于 Microsoft Web Deploy 技术。此计算机上未正确安装 Microsoft Web Deploy。请从以下链接进行安装: {0}{1}。({2})
zh_hant: 封裝/發佈採用 Microsoft Web Deploy 技術。Microsoft Web Deploy 並未正確安裝於這部電腦。請從以下連結安裝: {0}{1}。({2})
