Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ZIPDEPLOY_DeploymentStatusPolling
source: Polling for deployment status...
cs: Cyklické dotazování na stav nasazení...
de: Der Bereitstellungsstatus wird abgerufen...
es: Sondeando el estado de implementación...
fr: Interrogation de l'état du déploiement...
it: Polling dello stato della distribuzione...
ja: 配置状態をポーリングしています...
ko: 배포 상태에 대한 폴링...
pl: Sondowanie stanu wdrożenia...
pt_br: Sondando o status da implantação...
ru: Опрос состояния развертывания…
tr: Dağıtım durumu yoklanıyor...
zh_hans: 正在轮询部署状态…
zh_hant: 正在輪詢部署狀態...

# ZIPDEPLOY_Failed
source: Zip Deployment failed.
cs: Nepovedlo se nasadit soubor ZIP.
de: Fehler bei der ZIP-Bereitstellung.
es: No se pudo realizar la implementación de ZIP.
fr: Échec du déploiement du fichier zip.
it: La distribuzione del file ZIP non è riuscita.
ja: zip 配置に失敗しました。
ko: Zip 배포에 실패했습니다.
pl: Wdrożenie pliku ZIP nie powiodło się.
pt_br: Falha na Implantação do Zip.
ru: Сбой при развертывании ZIP-файла.
tr: ZIP Dağıtımı başarısız oldu.
zh_hans: Zip 部署失败。
zh_hant: ZIP 部署失敗。

# ZIPDEPLOY_FailedToRetrieveCred
source: Failed to retrieve credentials.
cs: Nepovedlo se načíst přihlašovací údaje.
de: Fehler beim Abrufen von Anmeldeinformationen.
es: No se pudieron recuperar las credenciales.
fr: Échec de la récupération des informations d'identification.
it: Non è stato possibile recuperare le credenziali.
ja: 資格情報を取得できませんでした。
ko: 자격 증명을 검색하지 못했습니다.
pl: Nie można pobrać poświadczeń.
pt_br: Falha ao recuperar as credenciais.
ru: Получить учетные данные не удалось.
tr: Kimlik bilgileri alınamadı.
zh_hans: 无法检索凭据。
zh_hant: 無法取得認證。

# ZIPDEPLOY_InvalidSiteNamePublishUrl
source: Neither SiteName nor PublishUrl was given a value.
cs: Nebyla zadána hodnota pro SiteName ani pro PublishUrl.
de: Weder für "SiteName" noch für "PublishUrl" wurde ein Wert festgelegt.
es: No se proporcionó ningún valor a SiteName ni a PublishUrl.
fr: Aucune valeur n'a été affectée à SiteName ou PublishUrl.
it: Non è stato specificato alcun valore per SiteName o PublishUrl.
ja: SiteName と PublishUrl のどちらにも値が指定されていませんでした。
ko: SiteName 또는 PublishUrl에 값이 지정되지 않았습니다.
pl: Nie podano wartości dla właściwości SiteName ani PublishUrl.
pt_br: Nem SiteName nem PublishUrl receberam um valor.
ru: Не задано значение ни для SiteName, ни для PublishUrl.
tr: Ne SiteName'e ne de PublishUrl'ye değer verildi.
zh_hans: SiteName 和 PublishUrl 均未赋值。
zh_hant: 未提供 SiteName 或 PublishUrl 的值。

# ZIPDEPLOY_PublishingZip
source: Publishing {0} to {1}...
cs: {0} se publikuje do umístění {1}...
de: "{0}" wird in "{1}" veröffentlicht...
es: Publicando {0} en {1}...
fr: Publication de {0} sur {1}...
it: Pubblicazione di {0} in {1}...
ja: {0} を {1} に公開しています...
ko: {1}에 {0} 게시 중...
pl: Trwa publikowanie {0} do {1}...
pt_br: Publicando {0} em {1}...
ru: Публикация ZIP-файла {0} по адресу {1}…
tr: {0}, {1} konumunda yayımlanıyor...
zh_hans: 正在将 {0} 发布到 {1}...
zh_hant: 正在將 {0} 發佈至 {1}...

# ZIPDEPLOY_Succeeded
source: Zip Deployment succeeded.
cs: Soubor ZIP se úspěšně nasadil.
de: Die ZIP-Bereitstellung war erfolgreich.
es: La implementación de ZIP se realizó correctamente.
fr: Déploiement réussi du fichier zip.
it: La distribuzione del file ZIP è riuscita.
ja: zip 配置に成功しました。
ko: Zip 배포에 성공했습니다.
pl: Wdrożenie pliku ZIP powiodło się.
pt_br: A Implantação do Zip foi bem-sucedida.
ru: Развертывание ZIP-файла выполнено.
tr: ZIP Dağıtımı başarılı oldu.
zh_hans: Zip 部署成功。
zh_hant: ZIP 部署成功。

# ZIPDEPLOY_Uploaded
source: Uploaded the Zip file to the target.
cs: Soubor ZIP se nahrál do cíle.
de: Die ZIP-Datei wurde in das Ziel hochgeladen.
es: El archivo ZIP se ha cargado en el destino.
fr: Le fichier zip a été chargé vers la cible.
it: Il file ZIP è stato caricato nella destinazione.
ja: zip ファイルがターゲットにアップロードされました。
ko: 대상에 Zip 파일을 업로드했습니다.
pl: Przekazano plik ZIP do elementu docelowego.
pt_br: O arquivo Zip foi carregado no destino.
ru: ZIP-файл отправлен в целевое расположение.
tr: Zip dosyası hedefe yüklendi.
zh_hans: 已将 Zip 文件上传到目标。
zh_hant: 已將 ZIP 檔案上傳至目標。
