Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PublishLocalizedString_SampleScriptHelpEnviromentExplained
source: To customize application-specific settings for each deployment environment (for example, the IIS application name, the physical path, and any connection strings), edit the settings in the following file: "{0}"
cs: Chcete-li přizpůsobit nastavení pro konkrétní aplikace pro jednotlivá prostředí nasazení (například název aplikace IIS, fyzickou cestu a libovolné púřipojovací řetězce), upravte nastavení v následujícím souboru: "{0}"
de: Bearbeiten Sie zum Anpassen der umgebungsspezifischen Einstellungen für jede Bereitstellungsumgebung (z. B. IIS-Anwendungsname, physischer Pfad und alle Verbindungszeichenfolgen) die Einstellungen in der folgenden Datei: "{0}"
es: Para personalizar la configuración específica de la aplicación para cada entorno de implementación (por ejemplo, el nombre de aplicación IIS, la ruta de acceso física y las cadenas de conexión), edite la configuración en el siguiente archivo: "{0}"
fr: Pour personnaliser les paramètres spécifiques du logiciel pour chaque environnement de déploiement (par exemple, le nom de l'application IIS, le chemin d'accès physique, et les codes de connexion), modifiez les paramètres dans le fichier suivant : "{0}"
it: Per personalizzare impostazioni specifiche dell'applicazione per ogni ambiente di sviluppo (ad esempio il nome dell'applicazione IIS, il percorso fisico ed eventuali stringhe di connessione), modificare le impostazioni nel file seguente: "{0}"
ja: 配置環境ごとにアプリケーション固有の設定 (たとえば、IIS アプリケーション名、物理パス、任意の接続文字列) をカスタマイズするには、次のファイルの設定を編集します: "{0}"
ko: 각 배포 환경에 대한 애플리케이션별 설정(예: IIS 애플리케이션 이름, 실제 경로 및 모든 연결 문자열)을 사용자 지정하려면 다음 파일의 설정을 편집하세요. "{0}"
pl: Aby dostosować ustawienia charakterystyczne dla aplikacji dla poszczególnych środowisk wdrażania (takie jak nazwa aplikacji IIS, ścieżka fizyczna i wszelkie parametry połączenia), edytuj ustawienia w następującym pliku: „{0}”
pt_br: Para personalizar configurações específicas ao aplicativo para cada ambiente de implantação (por exemplo, o nome do aplicativo do IIS, o caminho físico e qualquer cadeia de conexão), edite as configurações no seguinte arquivo: "{0}"
ru: Чтобы настроить зависящие от приложений параметры для каждой из сред развертывания (например, имя приложения IIS, физический путь и любые строки подключения), отредактируйте параметры в следующем файле: "{0}"
tr: Her dağıtım ortamı için uygulamaya özgü ayarları özelleştirmek üzere (örneğin, IIS uyulama adı, fiziksel yol ve herhangi bir bağlantı dizesi), şu dosyada ayarları düzenleyin: "{0}"
zh_hans: 若要为每个部署环境自定义特定于应用程序的设置(例如，IIS 应用程序名称、物理路径和任何连接字符串)，请编辑以下文件中的设置: “{0}”
zh_hant: 若要對於各個部署環境自訂特定應用的設定 (例如，IIS 應用程式名稱、實體路徑和任何連接字串)，請編輯下列檔案的設定: "{0}"

# PublishLocalizedString_SampleScriptHelpMoreInfo
source: =========================== For more information on this deploy script visit: {0}
cs: =========================== Další informace o tomto skriptu nasazení naleznete na webu: {0}
de: =========================== Weitere Informationen zu diesem Bereitstellungsskript finden Sie unter: {0}
es: =========================== Para obtener más información acerca de este script de implementación, visite: {0}
fr: =========================== Pour plus d'information sur ce script de déploiement : {0}
it: =========================== Per ulteriori informazioni su questo script di distribuzione, visitare: {0}
ja: =========================== この配置スクリプトの詳細については、以下を参照してください: {0}
ko: =========================== 이 배포 스크립트에 대한 자세한 내용을 보려면 다음을 방문하세요. {0}
pl: =========================== Aby uzyskać więcej informacji o tym skrypcie wdrażania, odwiedź stronę: {0}
pt_br: =========================== Para obter mais informações sobre este script de implantação, acesse: {0}
ru: =========================== Дополнительные сведения об этом сценарии развертывания можно найти по адресу: {0}
tr: =========================== Bu dağıtım komut dosyası hakkında daha fazla bilgi için şu adresi ziyaret edin: {0}
zh_hans: =========================== 有关此部署脚本的详细信息，请访问: {0}
zh_hant: =========================== 如需此部署指令碼的詳細資訊，請造訪: {0}

# PublishLocalizedString_SampleScriptHelpOptional
source: =========================== Optional Flags: -------------------------- By Default, this script deploy on the current machine where this script is called with current user credential without agent service. Only pass the following value for advance scenario.
cs: =========================== Volitelné příznaky: -------------------------- Ve výchozím nastavení je tento skript nasazen do aktuálního počítače, kde je volán s pověřeními aktuálního uživatele bez služby agenta. Následující hodnotu předejte pouze v případě pokročilého scénáře.
de: =========================== Optionale Kennzeichen: -------------------------- Standardmäßig führt dieses Skript die Bereitstellung auf dem aktuellen Computer aus, auf dem dieses Skript mit den aktuellen Benutzeranmeldeinformationen ohne Agent-Dienst aufgerufen wird. Übergeben Sie für das erweiterte Szenario nur den folgenden Wert.
es: =========================== Marcas opcionales: -------------------------- De forma predeterminada, este script se implementa en la máquina actual donde se llama al script con las credenciales del usuario actual sin servicio de agente. Pase sólo el siguiente valor para un escenario avanzado. Pase sólo el siguiente valor para un escenario avanzado.
fr: =========================== Flag optionnels : -------------------------- par défaut, ce script se déploie sur la machine en cours là où ce script est appelé avec les droits d'accès utilisateur sans service par agent. Passer la valeur suivante uniquement pour un scénario avancé .
it: =========================== Flag facoltativi: -------------------------- Per impostazione predefinita, questo script esegue la distribuzione nel computer in cui viene chiamato con le credenziali dell'utente corrente senza servizio agente. Passare solo il valore seguente per lo scenario avanzato.
ja: =========================== オプションのフラグ: -------------------------- 既定では、このスクリプトは、エージェント サービスではなく現在のユーザー資格情報を使用して呼び出される現在のコンピューターに配置されます。詳細なシナリオでは、次の値を渡すだけです。
ko: =========================== 선택적 플래그: -------------------------- 기본적으로 이 스크립트는 에이전트 서비스 없이 현재 사용자 자격 증명으로 이 스크립트가 호출된 현재 컴퓨터에 배포됩니다. 고급 시나리오의 경우에만 다음 값을 전달하세요.
pl: =========================== Flagi opcjonalne: -------------------------- Domyślnie ten skrypt wykonuje wdrażanie na komputerze bieżącym, gdzie jest wywoływany z poświadczeniami bieżącego użytkownika bez usługi agenta. Poniższą wartość należy przekazać tylko w scenariuszu zaawansowanym.
pt_br: =========================== Sinalizadores Opcionais: -------------------------- Por padrão, a implantação de script no computador atual onde o script é chamado com a credencial do usuário atual sem serviço de agente. Passe somente o valor a seguir para cenário avançado.
ru: =========================== Необязательные флаги: -------------------------- По умолчанию этот сценарий выполняет развертывание на текущем компьютере, на котором он вызван, с учетными данными текущего пользователя без службы агента. Передавайте в расширенный сценарий только следующее значение.
tr: =========================== İsteğe Bağlı Bayraklar: -------------------------- Varsayılan olarak bu komut dosyası, aracı hizmeti olmadan geçerli kullanıcı kimlik bilgileriyle çağrıldığı geçerli makineye dağıtılır. Gelişmiş senaryo için yalnızca aşağıdaki değeri geçirin.
zh_hans: =========================== 可选标志: -------------------------- 默认情况下，在使用当前用户凭据而非代理服务调用此脚本的当前计算机上部署此脚本。仅针对高级方案传递以下值。
zh_hant: =========================== 選擇性旗標: -------------------------- 根據預設，此指令碼相依於以沒有代理程是服務的目前使用者憑證呼叫此指令碼的目前電腦。只有對於進階案例傳輸下列的值。

# PublishLocalizedString_SampleScriptHelpOptionalExplainedAdditionalFlags
source: [Additional msdeploy.exe flags] The msdeploy.exe command supports additional flags. You can include any of these additional flags in the "$(ProjectName).Deploy.cmd" file, and the flags are passed through to msdeploy.exe during execution. Alternatively, you can specify additional flags by setting the "_MsDeployAdditionalFlags" environment variable. These settings are used by this batch file. Note: Any flag value that includes an equal sign (=) must be enclosed in double quotation marks, as shown in the following example, which will skip deploying the databases that are included in the package: "-skip:objectName=dbFullSql"
cs: [Další příznaky příkazu msdeploy.exe] Příkaz msdeploy.exe podporuje další příznaky. Libovolný z těchto dalších příznaků můžete zahrnout do souboru $(ProjectName).Deploy.cmd. Tyto příznaky jsou předávány příkazu msdeploy.exe během zpracování. Další možností je zadat další příznaky nastavením proměnné prostředí _MsDeployAdditionalFlags. Toto nastavení je použito tímto dávkovým souborem. Poznámka: Libovolná hodnota příznaku, která zahrnuje symbol rovná se (=), musí být uzavřena v uvozovkách, jak je uvedeno v následujícím příkladu, který přeskočí nasazení databází zahrnutých v balíčku: "-skip:objectName=dbFullSql"
de: [Zusätzliche msdeploy.exe-Kennzeichen] Der Befehl "msdeploy.exe" unterstützt zusätzliche Kennzeichen. Sie können diese zusätzlichen Kennzeichen in die Datei "$(ProjectName).Deploy.cmd" aufnehmen, und die Kennzeichen werden dann während der Ausführung an "msdeploy.exe" übergeben. Alternativ können Sie zusätzliche Kennzeichen angeben, indem Sie die Umgebungsvariable "_MsDeployAdditionalFlags" festlegen. Diese Einstellungen werden von dieser Batchdatei verwendet. Hinweis: Jeder Kennzeichenwert, der ein Gleichheitszeichen (=) enthält, muss - wie im folgenden Beispiel gezeigt - in doppelte Anführungszeichen eingeschlossen werden. Auf diese Weise wird die Bereitstellung der im Paket enthaltenen Datenbanken übersprungen: "-skip:objectName=dbFullSql"
es: [Marcas de msdeploy.exe adicionales] El comando msdeploy.exe admite marcas adicionales. Puede incluir cualquiera de estas marcas adicionales en el archivo "$(ProjectName).Deploy.cmd", que se pasan a msdeploy.exe durante la ejecución. También puede especificar marcas adicionales estableciendo la variable de entorno "_MsDeployAdditionalFlags". Este archivo por lotes usa esta configuración. Nota: los valores de marca que incluyan un signo igual (=) deben encerrarse entre comillas dobles, como se muestra en el ejemplo siguiente, que omitirá la implementación de las bases de datos incluidas en el paquete: "-skip:objectName=dbFullSql"
fr: [des flags msdeploy.exe supplémentaires] lLa commande msdeploy.exe est compatible avec d'autres flags. Vous pouvez inclure n'importe lequel de ces flags supplémentaires dans le fichier "$(ProjectName).Deploy.cmd", et les flags sont transmis via msdeploy.exe pendant l'exécution. Alternativement, vous pouvez spécifier d'autres flags paramétrage de l'environnement de variable "_MsDeployAdditionalFlags". Ces paramètres sont utilisés par le fichier de série. Note : Toute valeur de flag qui comprend un signe égal (=) doit être placée entre guillemets, comme illustré dans l'exemple suivant, qui permettra de sauter le déploiement des bases de données qui sont inclus dans le package : " -skip:objectName=dbFullSql "
it: [Altri flag di msdeploy.exe] Il comando msdeploy.exe supporta ulteriori flag. È possibile includere uno o più flag aggiuntivi nel file "$(ProjectName).Deploy.cmd" per passarli tramite msdeploy.exe durante l'esecuzione. In alternativa, è possibile specificare ulteriori flag impostando la variabile di ambiente "_MsDeployAdditionalFlags". Queste impostazioni sono utilizzate dal file batch. Nota: i valori di flag che includono un segno di uguale (=) devono essere racchiusi tra virgolette doppie, come illustrato nell'esempio seguente che ignora la distribuzione dei database inclusi nel pacchetto: "-skip:objectName=dbFullSql"
ja: [msdeploy.exe の追加のフラグ] msdeploy.exe コマンドでは、追加のフラグがサポートされています。追加のフラグの一部は、" $(ProjectName).Deploy.cmd" ファイルに含めることができるため、フラグは実行中に msdeploy.exe に渡されます。 また、" _MsDeployAdditionalFlags" 環境変数を設定して追加のフラグを指定することもできます。これらの設定は、このバッチ ファイルで使用されます。 注意: 次の例に示すように、等号 (=) を含む任意のフラグ値は二重引用符で囲む必要があります。これにより、パッケージに含まれるデータベースの配置がスキップされます: "-skip:objectName=dbFullSql"
ko: [추가 msdeploy.exe 플래그] msdeploy.exe 명령은 추가 플래그를 지원합니다. 이러한 추가 플래그를 "$(ProjectName).Deploy.cmd" 파일에 포함할 수 있으며 포함된 플래그는 실행 중에 msdeploy.exe로 전달됩니다. 또는 "_MsDeployAdditionalFlags" 환경 변수를 설정하여 추가 플래그를 지정할 수 있습니다. 이러한 설정은 이 배치 파일에 사용됩니다. 참고: 등호(=)를 포함하는 플래그 값은 다음 예에서와 같이 큰따옴표로 묶어야 합니다. 이렇게 하면 패키지에 포함된 데이터베이스를 배포하는 작업을 건너뛰게 됩니다. "-skip:objectName=dbFullSql"
pl: [Dodatkowe flagi programu msdeploy.exe] Polecenie msdeploy.exe obsługuje dodatkowe flagi. Dowolne z tych dodatkowych flag możesz podać w pliku „$(nazwa_projektu).Deploy.cmd”. Zostaną przekazane do programu msdeploy.exe w trakcie wykonywania. Ewentualnie możesz podać dodatkowe flagi, ustawiając zmienną środowiskową _MsDeployAdditionalFlags. Ten plik wsadowy używa tych ustawień. Uwaga: każdą wartość flagi zawierającą znak równości (=) należy ująć w cudzysłowy ("), jak to pokazano w poniższym przykładzie, który powoduje pominięcie wdrażania baz danych zawartych w pakiecie: "-skip:objectName=dbFullSql"
pt_br: [Sinalizadores msdeploy.exe adicionais] O comando msdeploy.exe dá suporte a sinalizadores adicionais. É possível incluir qualquer um desses sinalizadores adicionais no arquivo ""$(ProjectName).Deploy.cmd"". Os sinalizadores são transmitidos para msdeploy.exe durante a execução. Você também pode especificar sinalizadores adicionais configurando a variável de ambiente ""_MsDeployAdditionalFlags"". Essas configurações são usadas por este arquivo em lotes. Observação: qualquer valor de sinalizador que inclua um sinal de igual (=) deve ser colocado entre aspas duplas, como mostrado no exemplo a seguir, que ignora a implantação de bancos de dados incluídos no pacote: "-skip:objectName=dbFullSql"
ru: [Дополнительные флаги msdeploy.exe] Команда msdeploy.exe поддерживает дополнительные флаги. Любой из этих дополнительных флагов можно включить в файл "$(ИмяПроекта).Deploy.cmd", тогда при выполнении эти флаги будут переданы в msdeploy.exe. Также дополнительные флаги можно указать, установив переменную среды "_MsDeployAdditionalFlags". Эти параметры используются данным пакетным файлом. Примечание. Любые значения флага, содержащие знак равенства (=), должны заключаться в двойные кавычки. Это показано в следующем примере, который пропускает развертывание баз данных, включенных в пакет: "-skip:objectName=dbFullSql"
tr: [Ek msdeploy.exe bayrakları] msdeploy.exe komutu ek bayrakları destekler. Bu ek bayraklardan istediğinizi "$(ProjectName).Deploy.cmd" dosyasına ekleyebilirsiniz; bayraklar yürütme sırasında msdeploy.exe'ye iletilir. Veya isterseniz, "_MsDeployAdditionalFlags" ortam değişkenini ayarlayarak ek bayrakları belirtebilirsiniz. Bu ayarlar bu toplu dosya tarafından kullanılır. Not: Eşittir (=) işareti içeren bir bayrak değeri, aşağıdaki örnekte görüldüğü gibi çift tırnak içine alınmalıdır, böylece pakete eklenmiş olan veritabanlarının dağıtımı adımı atlanır: "-skip:objectName=dbFullSql"
zh_hans: [附加 msdeploy.exe 标志] msdeploy.exe 命令支持附加标志。您可以在“$(ProjectName).Deploy.cmd”文件中包含其中任何一个附加标志，在执行期间，这些标志将传递给 msdeploy.exe。 或者，您可以通过设置“_MsDeployAdditionalFlags”环境变量来指定附加标志。此批处理文件将使用这些设置。 注意:包括等号(=)在内的任何标志值必须括在双引号中(如下例所示)，这将会跳过部署包括在包中的数据库: "-skip:objectName=dbFullSql"
zh_hant: [其他 msdeploy.exe 旗標] msdeploy.exe 命令支援其他旗標。您可以將其中任何其他的旗標包含於 "$(專案名稱).Deploy.cmd" 檔案，而且在執行期間透過 msdeploy.exe 傳輸旗標。 或者，您可以設定 "_MsDeployAdditionalFlags" 環境變數以指定其他旗標。這些設定由此批次檔使用。 注意:包含等號 (=) 的任何旗標值必須以雙引號括住，如下列所示，這將略過部署封裝中包含的資料庫: "-skip:objectName=dbFullSql"

# PublishLocalizedString_SampleScriptHelpOptionalExplainedFlagA
source: /A:<Basic | NTLM> Specifies the type of authentication to be used. The possible values are NTLM and Basic. If the wmsvc provider setting is specified, the default authentication type is Basic; otherwise, the default authentication type is NTLM.
cs: /A:<Basic | NTLM> Určuje typ ověřování, který má být použit. Možné hodnoty jsou NTLM a Basic. Je-li zadáno nastavení poskytovatele wmsvc, je výchozím typem ověřování Basic, v opačném případě je výchozím typem ověřování NTLM.
de: /A:<Standard | NTLM> Gibt den zu verwendenden Authentifizierungstype an. Mögliche Werte sind "NTLM" und "Basic" (Standard). Wenn die wmsvc-Anbietereinstellung angegeben wird, ist der Standardauthentifizierungstyp "Basic". Andernfalls ist der Standardauthentifizierungstyp "NTLM".
es: /A:<Basic | NTLM> Especifica el tipo de autenticación que se va a usar. Los valores posibles son NTLM y Basic. Si se especifica la configuración del proveedor de wmsvc, el tipo de autenticación predeterminado es Basic; de lo contrario, el tipo de autenticación predeterminado es NTLM.
fr: /A:<Basic | NTLM> Précise le type d'authentification à utiliser. Les valeurs possibles sont NTLM et Basic. Si le paramètre du fournisseur wmsvc est spécifié, le type d'authentification par défaut est Basic ; sinon, le type d'authentification par défaut est NTLM.
it: /A:<Di base | NTLM> Specifica il tipo di autenticazione da utilizzare. I valori possibili sono NTLM e Di base. Se è specificata l'impostazione del provider wmsvc, il tipo di autenticazione predefinito è Di base; in caso contrario il tipo è NTLM.
ja: /A:<Basic | NTLM> 使用する認証の種類。指定できる値は NTLM および Basic です。wmsvc プロバイダー設定が指定されている場合、既定の認証タイプは Basic です。wmsvc プロバイダー設定が指定されていない場合、既定の認証タイプは NTLM です。
ko: /A:<Basic | NTLM> 사용할 인증 형식을 지정합니다. 가능한 값은 NTLM과 Basic입니다. wmsvc 공급자 설정을 지정할 경우 기본 인증 형식은 Basic이며, 그렇지 않을 경우 기본 인증 형식은 NTLM입니다.
pl: /A:<Basic | NTLM> Określa typ uwierzytelniania, jakiego należy użyć. Możliwe wartości to NTLM i Basic. Jeśli określono ustawienie dostawcy wmsvc, domyślnym typem uwierzytelniania jest podstawowe (Basic); w innym przypadku domyślnym typem uwierzytelniania jest NTLM.
pt_br: /A:<Basic | NTLM> Especifica o tipo de autenticação a ser usado. Os valores possíveis são NTLM e Basic. Se a configuração do provedor wmsvc for especificada, o tipo de autenticação padrão será Basic; caso contrário, o tipo será NTLM.
ru: /A:<Basic | NTLM> \Задает используемый тип проверки подлинности. Возможные значения: NTLM и Basic. Если указан параметр поставщика wmsvc, по умолчанию используется тип проверки подлинности Basic. В противном случае используется тип проверки подлинности NTLM.
tr: /A:<Basic | NTLM> Kullanılacak kimlik doğrulama yönteminin türünü belirtir. Kullanılabilen değerler NTLM ve Basic'tir. wmsvc sağlayıcısı ayarı belirtilirse, varsayılan kimlik doğrulama türü Basic, aksi takdirde varsayılan kimlik doğrulama türü NTLM olur.
zh_hans: /A:<Basic | NTLM> 指定要使用的身份验证的类型。可能的值为 NTLM 和 Basic。如果指定了 wmsvc 提供程序，则默认的身份验证类型为 Basic；否则，默认的身份验证类型为 NTLM。
zh_hant: /A:<Basic | NTLM> 指定將使用的認證類型。可能的值是 NTLM 及 Basic。如果指定 wmsvc 提供者設定，預設的認證類型是 Basic，否則預設的認證類型是 NTLM。

# PublishLocalizedString_SampleScriptHelpOptionalExplainedFlagG
source: /G:<True | False> Specifies that the package is deployed by creating a temporary listener on the destination server. This requires no special installation on the destination server, but it requires you to be an administrator on that server. The default value of this flag is False.
cs: /G:<True | False> Určuje, že je balíček nasazen vytvořením dočasného naslouchacího procesu na cílovém serveru. To nevyžaduje na cílovém serveru žádnou speciální instalaci, ale je třeba, abyste byli správci tohoto serveru. Výchozí hodnotou tohoto příznaku je False.
de: /G:<True | False> Gibt an, dass das Paket durch Erstellen eines temporären Listeners für den Zielserver bereitgestellt wird. Dies erfordert keine besondere Installation auf dem Zielserver, Sie müssen jedoch Administrator für diesen Server sein. Der Standardwert dieses Kennzeichens ist "False".
es: /G:<True | False> Especifica que el paquete se implementa creando un cliente de escucha temporal en el servidor de destino. Esto no requiere ninguna instalación especial en el servidor de destino, pero requiere que sea administrador en ese servidor. El valor predeterminado de esta marca es False.
fr: /G:<True | False> Précise que le package est déployé par la création d'un écouteur temporaire sur le serveur de destination. Cela n'implique aucune installation spéciale sur le serveur de destination, mais il vous oblige à être l'administrateur de ce serveur. La valeur par défaut du flag est False.
it: /G:<True | False> Specifica che il pacchetto viene distribuito creando un listener temporaneo nel server di destinazione. A tale scopo, non è necessaria un'installazione speciale sul server di destinazione, bensì la disponibilità di autorizzazioni di amministratore sul server. Il valore predefinito del flag è False.
ja: /G:<True | False> 対象サーバー上に一時リスナーを作成してパッケージが配置されるように指定します。これには、対象サーバーへの特別なインストールは必要ありませんが、そのサーバーの管理者である必要があります。このフラグの既定値は False です。
ko: /G:<True | False> 대상 서버에 임시 수신기를 만들어 패키지가 배포되도록 지정합니다. 이 작업을 위해 대상 서버에 특별한 프로그램을 설치할 필요는 없지만 사용자가 해당 서버에서 관리자여야 합니다. 이 플래그의 기본값은 False입니다.
pl: /G:<True | False> Określa, że pakiet jest wdrażany przez utworzenie tymczasowego odbiornika na serwerze docelowym. Nie wymaga to specjalnej instalacji na serwerze docelowym, ale użytkownik musi być administratorem na tym serwerze. Domyślna wartość tej flagi to False.
pt_br: /G:<True | False> Especifica se o pacote é implantado mediante a criação de um ouvinte temporário no servidor de destino. Não requer nenhuma instalação especial no servidor de destino, mas você deve ser um administrador nesse servidor. O valor padrão do sinalizador é False.
ru: /G:<True | False> Указывает, что пакет развертывается посредством создания временного прослушивателя на сервере назначения. Для этого не требуется выполнять отдельную установку на сервере назначения, однако необходимы права администратора на этом сервере. Значение этого флага по умолчанию равно False.
tr: /G:<True | False> Hedef sunucuda geçici bir dinleyici oluşturarak paketin dağıtıldığını belirtir. Bu hedef sunucuda herhangi bir özel yükleme gerektirmez, ancak o sunucuda yönetici olmanız gerekir. Bu bayrağın varsayılan değeri False'tır.
zh_hans: /G:<True | False> 指定通过在目标服务器上创建临时侦听器来部署包。这不需要在目标服务器上进行特殊安装，但要求您是该服务器上的管理员。此标志的默认值为 False。
zh_hant: /G:<True | False> 指定在目的地伺服器建立暫時接聽程式，以部署封裝。這不需要目的地伺服器的特別安裝，但是您必須是該伺服器的系統管理員。此旗標的預設值是 False。

# PublishLocalizedString_SampleScriptHelpOptionalExplainedFlagL
source: /L Specifies that the package is deployed to local IISExpress user instance.
cs: /L Určuje, že balíček je nasazen do místní uživatelské instance IISExpress.
de: /L Gibt an, dass das Paket für die lokale IISExpress-Benutzerinstanz bereitgestellt wird.
es: /L Especifica que el paquete se implementa en la instancia de usuario de IISExpress local.
fr: /l Précise que le package est déployé à l'instance utilisatrice locale de IISExpress .
it: /L Specifica che il pacchetto viene distribuito all'istanza utente di IIS Express locale.
ja: /L パッケージがローカルの IIS Express ユーザー インスタンスに配置されます。
ko: /L 패키지가 로컬 IISExpress 사용자 인스턴스에 배포되도록 지정합니다.
pl: /L Określa, że pakiet jest wdrażany w lokalnym wystąpieniu użytkownika programu IISExpress.
pt_br: /L Especifica que o pacote é implantado na instância de usuário do IISExpress local.
ru: /L Указывает, что пакет развернут на локальном пользовательском экземпляре IISExpress.
tr: /L Paketin yerel IISExpress kullanıcı örneğine dağıtıldığını belirtir.
zh_hans: /L 指定将包部署到本地 IISExpress 用户实例。
zh_hant: /L 指定封裝部署於本機 IISExpress 使用者執行個體。
