Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PublishLocalizedString_AutoConnectionStringTransformConfigToTransformOutputFile
source: Auto ConnectionString Transformed {0} into {1}.
cs: Automatický připojovací řetězec transformoval {0} na {1}.
de: Die automatische "ConnectionString" hat "{0}" in "{1}" transformiert.
es: El elemento ConnectionString automático transformó {0} en {1}.
fr: Auto ConnectionString a transformé {0} en {1}.
it: Elemento ConnectionString automatico: {0} trasformato in {1}.
ja: ConnectionString によって {0} が {1} に自動変換されました。
ko: ConnectionString {0}을(를) {1}(으)로 자동 변환했습니다.
pl: Automatyczne parametry połączenia: przekształcono {0} w {1}.
pt_br: ConnectionString Automática Transformou {0} em {1}.
ru: Автоматическая строка подключения (ConnectionString) {0} преобразована в {1}.
tr: Otomarik ConnectionString, {0} öğesini {1} öğesine dönüştürdü.
zh_hans: 已将自动 ConnectionString {0} 转换为 {1}。
zh_hant: 自動 ConnectionString 轉換 {0} 成為 {1}。

# PublishLocalizedString_CheckingForValidMsBuildPropertyValue
source: $({0}) is {1}. Validating...
cs: $({0}) je {1}. Ověřování...
de: $({0}) ist {1}. Überprüfung...
es: $({0}) es {1}. Validando...
fr: $({0}) est {1}. En cours de validation ...
it: $({0}) è {1}. Convalida in corso...
ja: $({0}) は {1} です。検証しています...
ko: $({0})이(가) {1}입니다. 유효성을 검사하고 있습니다...
pl: $({0}) jest: {1}. Trwa weryfikowanie...
pt_br: $({0}) é {1}. Validando...
ru: $({0}) является {1}. Проверка...
tr: $({0}) şu anda {1}. Doğrulanıyor...
zh_hans: $({0})为 {1}。正在验证...
zh_hant: $({0}) 是 {1}。正在驗證...

# PublishLocalizedString_DatabaseConnectionStringParameterDescription
source: Connection string for setting up this application database.
cs: Připojovací řetězec pro nastavení této aplikační databáze.
de: Die Verbindungszeichenfolge zum Einrichten dieser Anwendungsdatenbank.
es: Cadena de conexión para configurar esta base de datos de aplicación.
fr: Chaîne de connexion pour l'installation de la base de données de ce logiciel.
it: Stringa di connessione per la configurazione del database dell'applicazione.
ja: このアプリケーション データベースを設定するための接続文字列。
ko: 이 애플리케이션 데이터베이스를 설정하기 위한 연결 문자열입니다.
pl: Parametry połączenia do konfigurowania tej bazy danych aplikacji.
pt_br: Cadeia de conexão para configurar este banco de dados de aplicativo.
ru: Строка подключения для настройки этой базы данных приложения.
tr: Bu uygulama veritabanını ayarlamak için kullanılan bağlantı dizesi.
zh_hans: 用于设置此应用程序数据库的连接字符串。
zh_hant: 正在設定此應用程式資料庫的連接字串。

# PublishLocalizedString_DefaultExcludeFileExtentionOutMessage
source: Exclude *.out files under root folder.
cs: Vyloučí soubory *.out v kořenové složce.
de: *.out-Dateien unter dem Stammordner ausschließen.
es: Excluir archivos *.out de la carpeta raíz.
fr: Exclusion des fichiers *.out du dossier racine.
it: Escludere i file con estensione out nella cartella radice.
ja: ルート フォルダーの下の *.out ファイルを除外します。
ko: 루트 폴더에서 *.out 파일을 제외하세요.
pl: Wyklucz pliki *.out w folderze głównym.
pt_br: Excluir arquivos *.out na pasta raiz.
ru: Исключить файлы *.out в корневой папке.
tr: Kök klasör altındaki *.out dosyalarını dışlayın.
zh_hans: 排除根文件夹下的 *.out 文件。
zh_hant: 排除根資料夾下的 *.out 檔案。

# PublishLocalizedString_DefaultExcludeIntermediateOutputFolderMessage
source: Exclude all files under obj folder.
cs: Vyloučí všechny soubory ve složce obj.
de: Alle Dateien unter dem Ordner "obj" ausschließen.
es: Excluir todos los archivos de la carpeta obj.
fr: Exclusion de tous les fichiers sous le dossier obj.
it: Escludere tutti i file nella cartella obj.
ja: obj フォルダーの下のファイルをすべて除外します。
ko: obj 폴더에서 모든 파일을 제외하세요.
pl: Wyklucz wszystkie pliki w folderze obj.
pt_br: Excluir todos os arquivos na pasta obj.
ru: Исключить все файлы в папке obj.
tr: obj klasörü altındaki tüm dosyaları dışlayın.
zh_hans: 排除 obj 文件夹下的所有文件。
zh_hant: 排除 obj 資料夾下全部的檔案。

# PublishLocalizedString_DefaultExcludeSourceControlItems
source: Set all .scc .vspscc file as _IgnorableFilesInProjectFolder. Set _CollectFiles_IncludeIgnorableFile to True to include in the packaging.
cs: Nastavte všechny soubory .scc .vspscc jako _IgnorableFilesInProjectFolder. Chcete-li je zahrnout v balení, nastavte _CollectFiles_IncludeIgnorableFile na hodnotu True.
de: Alle .scc .vspscc-Dateien als "_IgnorableFilesInProjectFolder" festlegen. "_CollectFiles_IncludeIgnorableFile" auf "True" festlegen, damit sie in das Paket eingeschlossen werden.
es: Establezca todos los archivos .scc .vspscc como _IgnorableFilesInProjectFolder. Establezca _CollectFiles_IncludeIgnorableFile en True para incluirlos en el empaquetado.
fr: Paramétrer tous les fichier .scc .vspscc comme _IgnorableFilesInProjectFolder. Paramétrer _CollectFiles_IncludeIgnorableFile sur True pour l'inclure dans le packaging.
it: Impostare tutti i file con estensione scc e vspscc come _IgnorableFilesInProjectFolder. Impostare _CollectFiles_IncludeIgnorableFile su True per includerli nella creazione del pacchetto.
ja: すべての .scc .vspscc ファイルを _IgnorableFilesInProjectFolder として設定します。_CollectFiles_IncludeIgnorableFile を True に設定してパッケージに含めます。
ko: 모든 .scc .vspscc 파일을 _IgnorableFilesInProjectFolder로 설정하세요. 패키징에 포함하려면 _CollectFiles_IncludeIgnorableFile을 True로 설정하세요.
pl: Ustaw wszystkie pliki scc i vspscc jako _IgnorableFilesInProjectFolder. Ustaw wartość True dla elementu _CollectFiles_IncludeIgnorableFile w celu uwzględnienia w pakowaniu.
pt_br: Definir todos os arquivos .scc .vspscc como _IgnorableFilesInProjectFolder. Definir_CollectFiles_IncludeIgnorableFile como True para incluir no empacotamento.
ru: Выбрать все файлы .scc .vspscc в качестве _IgnorableFilesInProjectFolder. Для включения в упаковку установите для _CollectFiles_IncludeIgnorableFile значение True.
tr: Tüm .scc .vspscc dosyalarını _IgnorableFilesInProjectFolder olarak ayarlayın. Pakete eklenmesi için _CollectFiles_IncludeIgnorableFile'ı True değerine ayarlayın.
zh_hans: 将所有的 .scc .vspscc 文件都设置为 _IgnorableFilesInProjectFolder。将 _CollectFiles_IncludeIgnorableFile 设置为 True 以包括在打包中。
zh_hant: 設定所有 .scc .vspscc 檔案成為 _IgnorableFilesInProjectFolder。設定 _CollectFiles_IncludeIgnorableFile 為 True 以包含於封裝中。

# PublishLocalizedString_EFCodeFirstConnectionStringParameterDescription
source: Connection String used by Entity Framework Code First Model to deploy the database.
cs: Připojovací řetězec používaný modelem Entity Framework Code First pro nasazení databáze.
de: Die vom ersten Modell des Entity Framework-Codes zum Bereitstellen der Datenbank verwendete Verbindungszeichenfolge.
es: Cadena de conexión usada por el primer modelo de código Entity Framework para implementar la base de datos.
fr: Chaîne de connexion utilisée par Entity Framework Code First Model pour déployer la base de données.
it: Stringa di connessione utilizzata dal modello Entity Framework Code First per la distribuzione del database.
ja: Entity Framework Code First Model がデータベースの配置に使用する接続文字列。
ko: Entity Framework Code First Model에서 데이터베이스를 배포하기 위해 사용되는 연결 문자열입니다.
pl: Parametry połączenia używane w modelu Entity Framework Code First na potrzeby wdrażania bazy danych.
pt_br: Cadeia de conexão usada pelo modelo Entity Framework Code First para implantar o banco de dados.
ru: Строка подключения, используемая моделью Code First в Entity Framework для развертывания базы данных.
tr: Veritabanını dağıtmak için Entity Framework Code First Modeli tarafından kullanılan Bağlantı Dizesi.
zh_hans: 由 Entity Framework Code First 模型用来部署数据库的连接字符串。
zh_hant: Entity Framework Code First 模式部署資料庫所用的連接字串。

# PublishLocalizedString_ErrorCannotDeployFromIIS7AboveToLowerIIS
source: Deploy with IIS Setting from a IIS 7 or above to a lower verstion of IIS server is not supported. To fix the problem, please set the %24(IncludeIisSettings) to false. Your current setting are $(IncludeIisSettings) is {0}, $(DestinationIisVersion) is {1} and $(LocalIisVersion) is {2}.
cs: Nasazení s nastavením ze služby IIS 7 nebo vyšší do nižší verze serveru IIS není podporováno. Chcete-li tyto potíže vyřešit, nastavte %24(IncludeIisSettings) na hodnotu false. Aktuální nastavení: $(IncludeIisSettings) = {0}, $(DestinationIisVersion) = {1} a $(LocalIisVersion) = {2}.
de: Die Bereitstellung mit einer IIS-Einstellung aus IIS 7 oder höher in einer früheren Version von IIS Server wird nicht unterstützt. Legen Sie zum Beheben des Problems "%24(IncludeIisSettings)" auf "False" fest. Ihre aktuellen Einstellungen lauten: "$(IncludeIisSettings)" ist {0}, "$(DestinationIisVersion)" ist {1} und "$(LocalIisVersion)" ist {2}.
es: No se admite la implementación con la configuración de IIS 7 o posterior en una versión menor del servidor IIS. Para corregir este problema, establezca %24(IncludeIisSettings) en false. La configuración actual es la siguiente: $(IncludeIisSettings) es {0}, $(DestinationIisVersion) es {1} y $(LocalIisVersion) es {2}.
fr: Le déploiement en utilisant les paramètre IIS d'un serveur IIS 7 ou plus récent vers une version de serveur IIS plus ancienne n'est pas pris en charge. Pour résoudre le problème, veuillez configurer le %24(IncludeIisSettings) sur false. Votre réglage actuel est $(IncludeIisSettings) est {0}, $(DestinationIisVersion) est {1} et $(LocalIisVersion) est {2}.
it: La distribuzione con impostazione del server IIS su una versione precedente alla 7 non è supportata. Per risolvere il problema, impostare %24(IncludeIisSettings) su False. Impostazioni correnti: $(IncludeIisSettings) = {0}, $(DestinationIisVersion) = {1} e $(LocalIisVersion) = {2}.
ja: IIS 7 以降の IIS 設定を使用してより低いバージョンの IIS サーバーに配置することはサポートされていません。この問題を修正するには、%24(IncludeIisSettings) を false に設定してください。現在の設定では、$(IncludeIisSettings) が {0}、$(DestinationIisVersion) が {1}、および $(LocalIisVersion) が {2} です。
ko: IIS 설정을 사용하여 IIS 7 이상에서 이전 버전의 IIS 서버로 배포하는 작업은 지원되지 않습니다. 이 문제를 해결하려면 %24(IncludeIisSettings)를 false로 설정하세요. 현재 설정은 $(IncludeIisSettings)가 {0}, $(DestinationIisVersion)이 {1}, $(LocalIisVersion)이 {2}입니다.
pl: Wdrażanie z ustawieniem programu IIS od wersji IIS 7 na serwerze programu IIS w niższej wersji nie jest obsługiwane. Aby rozwiązać ten problem, ustaw dla elementu %24(IncludeIisSettings) wartość false. Bieżące ustawienia: $(IncludeIisSettings) ma wartość {0}, $(DestinationIisVersion) ma wartość {1}, a $(LocalIisVersion) ma wartość {2}.
pt_br: Não há suporte para executar uma implantação com a Configuração do IIS de um IIS 7 ou superior para uma versão anterior do servidor IIS. Para corrigir o problema, defina %24(IncludeIisSettings) como false. Suas configurações atuais são: $(IncludeIisSettings) é {0}, $(DestinationIisVersion) é {1} e $(LocalIisVersion) é {2}.
ru: Развертывание с параметром IIS, соответствующим IIS версии 7 или выше, на предыдущих версиях сервера IIS не поддерживается. Чтобы исправить проблему, установите для %24(IncludeIisSettings) значение false. Текущие параметры: $(IncludeIisSettings) = {0}, $(DestinationIisVersion) = {1}, $(LocalIisVersion) = {2}.
tr: IIS Ayarı ile, bir IIS 7 veya daha yeni sürümünden IIS sunucusunun daha düşük bir sürümüne dağıtım desteklenmez. Bu sorunu çözmek için lütfen %24(IncludeIisSettings) öğesini "false" olarak ayarlayın. Geçerli ayarınız buradaki gibidir: $(IncludeIisSettings) şu anda {0}, $(DestinationIisVersion) şu anda {1}, $(LocalIisVersion) ise {2}.
zh_hans: 不支持使用 IIS 设置从 IIS 7 或更高版本部署到较低版本的 IIS 服务器。若要解决此问题，请将 %24(IncludeIisSettings)设置为 false。当前设置是: $(IncludeIisSettings)为 {0}，$(DestinationIisVersion)为 {1}，$(LocalIisVersion)为 {2}。
zh_hant: 以 IIS 7 或更新版本的 IIS 設定部署於較低版本的 IIS 伺服器。若要修正問題，請將 %24(IncludeIisSettings) 設定為 false。您的目前設定是 $(IncludeIisSettings) 為 {0}，$(DestinationIisVersion) 為 {1}，以及 $(LocalIisVersion) 為 {2}。

# PublishLocalizedString_ErrorInvalidMSBuildItemCollectionCount
source: @({0}) have {1} item(s) in the collection. It should only have {2} item(s).
cs: @({0}) má příliš mnoho položek v kolekci ({1}). Mělo by jich mít pouze {2}.
de: @({0}) weist {1} Elemente in der Sammlung auf. Es sollten nur {2} Elemente vorhanden sein.
es: @({0}) tiene {1} elementos en la colección. Debería tener sólo {2} elementos.
fr: @ ({0}) ont {1} élément(s) dans la collection. Il ne devrait y avoir que {2} élément(s).
it: @({0}) dispone di {1} elemento/i nella raccolta. Il numero di elementi deve essere pari a {2}.
ja: @({0}) のコレクションに {1} 個の項目が含まれています。項目の数は {2} 個のみにしてください。
ko: 컬렉션에 @({0})의 항목이 {1}개 있습니다. {2}개의 항목만 있어야 합니다.
pl: Element @({0}) ma w tej kolekcji tyle elementów: {1}. Powinien mieć tylko tyle: {2}.
pt_br: @({0}) tem {1} item(ns) na coleção. Deveria ter apenas {2} item(ns).
ru: В @({0}) в коллекции содержится элементов: {1}. Однако там должно содержаться другое количество элементов: только {2}.
tr: @({0}), koleksiyonda {1} öğeye sahip. Sadece {2} öğesi olmalıdır.
zh_hans: @({0})在集合中具有 {1} 个项。它仅应有 {2} 个项。
zh_hant: @({0}) 有 {1} 個集合的項目。它應該只有 {2} 個項目。

# PublishLocalizedString_ErrorInvalidPropertyWhenSettingPropertyIsTrue
source: Invalid $({0}): When $({1}) is set True. It is required to have a valid $({0}) to be use for creating parameters correctly.
cs: Neplatné nastavení $({0}): $({1}) je nastaveno na hodnotu True. Ke správnému vytváření parametrů je vyžadováno platné nastavení $({0}).
de: Ungültige Eigenschaft $({0}), wenn $({1}) auf "True" festgelegt wird. Eine gültige Eigenschaft $({0}) ist für das ordnungsgemäße Erstellen von Parametern erforderlich.
es: $({0}) no válido: cuando $({1}) está establecido en True. Es necesario tener un $({0}) válido para crear los parámetros correctamente.
fr: Incorrect $({0}): Lorsque $({1}) est sur true. Il est nécessaire d'avoir un $({0}) valide à utiliser pour la création correcte des paramètres.
it: $({0}) non valido se $({1}) è impostato su True. È necessario disporre di un elemento $({0}) valido da utilizzare per la creazione corretta dei parametri.
ja: 無効な $({0}): $({1}) が True に設定されている場合。パラメーターを正しく作成するには、有効な $({0}) を使用する必要があります。
ko: 잘못된 $({0}): $({1})을(를) True로 설정할 경우 올바른 $({0})을(를) 사용해야 매개 변수가 올바르게 만들어집니다.
pl: Nieprawidłowy element $({0}): gdy element $({1}) ma ustawioną wartość True. Element $({0}) musi być prawidłowy, aby można było poprawnie tworzyć parametry.
pt_br: Inválido $({0}): Quando $({1}) é definido como True. É necessário ter um $({0}) válido a ser usado para criar parâmetros corretamente.
ru: Недопустимый $({0}): Когда $({1}) равно True. Для правильного создания параметров необходим допустимый $({0}).
tr: Geçersiz $({0}): $({1}) True olarak ayarlandığında. Parametreleri doğru şekilde oluşturmak için geçerli bir $({0}) kullanılması gerekir.
zh_hans: 无效的 $({0}): 当 $({1})设置为 True 时。若要正确创建参数，需要使用有效的 $({0})。
zh_hant: 無效的 $({0}): 將 $({1}) 設定為 True 時。需要有效的 $({0}) 才能正確建立參數。

# PublishLocalizedString_ErrorPackageAsFilePointToAnExistingFolder
source: '{0}' exists as a folder. You can't package as a single file to be the same path as an existing folder. Please delete the folder before packaging. Alternative,you can call msbuild with /t:CleanWebsitesPackage target to remove it.
cs: {0} existuje jako složka. Nelze vytvořit balíček jednoho souboru se stejnou cestou jako stávající složka. Před vytvořením balení odstraňte tuto složku. Další možností je provést odebrání voláním funkce msbuild s parametrem /t:CleanWebsitesPackage.
de: "{0}" ist als Ordner vorhanden. Eine einzelne Datei kann nicht im gleichen Pfad wie ein vorhandener Ordner gepackt werden. Löschen Sie den Ordner vor dem Packen. Alternativ können Sie MSBuild mit dem Ziel "/t:CleanWebsitesPackage" aufrufen, um den Ordner zu entfernen.
es: '{0}' existe como carpeta. No puede empaquetar como un solo archivo y que tenga la misma ruta de acceso que una carpeta ya existente. Elimine la carpeta antes del empaquetado. También puede llamar a msbuild con el destino /t:CleanWebsitesPackage para quitarla.
fr: '{0}' existe en tant que dossier. Vous ne pouvez pas assembler un package en un seul fichier ayant la même adresse qu'un dossier existant. Veuillez supprimer le dossier avant de créer le package. Alternativement, vous pouvez exécuter msbuild avec une cible /t:CleanWebsitesPackage pour le retirer.
it: '{0}' esiste come cartella. Impossibile creare un pacchetto come singolo file il cui percorso corrisponde a quello di una cartella esistente. Eliminare la cartella prima di creare il pacchetto. In alternativa, è possibile chiamare msbuild con destinazione /t:CleanWebsitesPackage per rimuoverla.
ja: '{0}' はフォルダーとして存在します。既存のフォルダーと同じパスになる 1 つのファイルとしてパッケージ化することはできません。フォルダーを削除してからパッケージ化してください。または、/t:CleanWebsitesPackage のターゲットを指定して msbuild を呼び出し、フォルダーを削除できます。
ko: '{0}'이(가) 폴더로 존재합니다. 기존 폴더와 같은 경로가 되도록 단일 파일로 패키지할 수 없습니다. 패키지하기 전에 해당 폴더를 삭제하세요. 또는 /t:CleanWebsitesPackage 대상으로 msbuild를 호출하여 해당 폴더를 제거할 수 있습니다.
pl: Element „{0}” istnieje jako folder. Nie można spakować do postaci jednego pliku o tej samej ścieżce co istniejący folder. Przed spakowaniem usuń folder. Ewentualnie możesz wywołać program msbuild z elementem docelowym /t:CleanWebsitesPackage w celu usunięcia go.
pt_br: "{0}" existe como pasta. Não é possível empacotar como um único arquivo para ser o mesmo caminho que uma pasta existente. Exclua a pasta antes de empacotar. Você também pode chamar msbuild com o destino /t:CleanWebsitesPackage para removê-la.
ru: "{0}" существует в виде папки. Невозможно выполнить упаковку в один файл, расположенный по тому же пути, что и существующая папка. Удалите эту папку перед упаковкой. Чтобы удалить эту папку, также можно вызвать msbuild с целевым объектом /t:CleanWebsitesPackage.
tr: '{0}', bir klasör olarak var. Varolan bir klasörün yoluyla aynı olacak şekilde tek bir dosya olarak paketleyemezsiniz. Paketlemeden önce lütfen klasörü silin. Veya isterseniz onu kaldırmak için /t:CleanWebsitesPackage hedefiyle msbuild'i çağırabilirsiniz.
zh_hans: “{0}”作为文件夹存在。无法作为单个文件打包到与现有文件夹相同的路径。请在打包前删除该文件夹。或者，也可以使用 /t:CleanWebsitesPackage 目标调用 msbuild 来删除该文件夹。
zh_hant: '{0}' 以資料夾的形式存在。您無法將單一檔案封裝於現有資料夾的相同路徑中。請先刪除資料夾再封裝。或者，您能夠以 /t:CleanWebsitesPackage 目標呼叫 msbuild 將它移除。

# PublishLocalizedString_ErrorPackageAsFolderPointToAnExistingFile
source: '{0}' exists as a file. You can't package as an archive directory to be the same path as an existing file. Please delete the file before packaging. Alternative,you can call msbuild with /t:CleanWebsitesPackage target to remove it.
cs: {0} existuje jako soubor. Nelze vytvořit balíček archivního adresáře se stejnou cestou jako stávající soubor. Před vytvořením balení odstraňte tento soubor. Další možností je provést odebrání voláním funkce msbuild s parametrem /t:CleanWebsitesPackage.
de: "{0}" ist als Datei vorhanden. Ein Archivverzeichnis kann nicht im gleichen Pfad wie eine vorhandene Datei gepackt werden. Löschen Sie die Datei vor dem Packen. Alternativ können Sie MSBuild mit dem Ziel "/t:CleanWebsitesPackage" aufrufen, um die Datei zu entfernen.
es: '{0}' existe como archivo. No puede empaquetar como un directorio de archivo y que tenga la misma ruta de acceso que un archivo ya existente. Elimine el archivo antes del empaquetado. También puede llamar a msbuild con el destino /t:CleanWebsitesPackage para quitarla.
fr: '{0}' existe en tant que fichier. Vous ne pouvez pas assembler un répertoire d'archive avec la même adresse qu'un dossier existant. Veuillez supprimer le fichier, avant de créer la package. Alternativement, vous pouvez exécuter msbuild avec une cible /t:CleanWebsitesPackage pour le retirer.
it: '{0}' esiste come file. Impossibile creare un pacchetto come directory di archiviazione il cui percorso corrisponde a quello di un file esistente. Eliminare il file prima di creare il pacchetto. In alternativa, è possibile chiamare msbuild con destinazione /t:CleanWebsitesPackage per rimuoverlo.
ja: '{0}' はファイルとして存在します。既存のフォルダーと同じパスになる 1 つのアーカイブ ディレクトリとしてパッケージ化することはできません。ファイルを削除してからパッケージ化してください。または、/t:CleanWebsitesPackage のターゲットを指定して msbuild を呼び出し、フォルダーを削除できます。
ko: '{0}'이(가) 파일로 존재합니다. 기존 파일과 같은 경로가 되도록 보관 디렉터리로 패키지할 수 없습니다. 패키지하기 전에 해당 파일을 삭제하세요. 또는 /t:CleanWebsitesPackage 대상으로 msbuild를 호출하여 해당 파일을 제거할 수 있습니다.
pl: Element „{0}” istnieje jako plik. Nie można spakować do postaci katalogu archiwum o tej samej ścieżce co istniejący plik. Przed spakowaniem usuń plik. Ewentualnie możesz wywołać program msbuild z elementem docelowym /t:CleanWebsitesPackage w celu usunięcia go.
pt_br: "{0}" existe como arquivo. Não é possível empacotar como um diretório de arquivo para ser o mesmo caminho que um arquivo existente. Exclua o arquivo antes de empacotar. Você também pode chamar msbuild com o destino /t:CleanWebsitesPackage para removê-la.
ru: "{0}" существует в виде файла. Невозможно выполнить упаковку в архивный каталог, расположенный по тому же пути, что и существующий файл. Удалите этот файл перед упаковкой. Чтобы удалить эту папку, также можно вызвать msbuild с целевым объектом /t:CleanWebsitesPackage.
tr: '{0}', bir dosya olarak var. Varolan bir dosyanın yoluyla aynı olacak şekilde bir arşiv dizini olarak paketleyemezsiniz. Paketlemeden önce lütfen dosyayı silin. Veya isterseniz onu kaldırmak için /t:CleanWebsitesPackage hedefiyle msbuild'i çağırabilirsiniz.
zh_hans: “{0}”作为文件存在。无法作为存档目录打包到与现有文件相同的路径。请在打包前删除该文件。或者，也可以使用 /t:CleanWebsitesPackage 目标调用 msbuild 来删除该文件夹。
zh_hant: '{0}' 以檔案的形式存在。您無法將保存檔目錄封裝於現有檔案的相同路徑中。請先刪除檔案再封裝。或者，您能夠以 /t:CleanWebsitesPackage 目標呼叫 msbuild 將它移除。

# PublishLocalizedString_ErrorUseIisIsTrueButIisUrlIsEmpty
source: IisUrl property is required when UseIis property is True
cs: Vlastnot IisUrl je vyžadována, má-li vlastnost UseIis hodnotu True.
de: Die Eigenschaft "IisUrl" ist erforderlich, wenn die Eigenschaft "UseIis" auf "True" festgelegt ist.
es: Se necesita la propiedad IisUrl cuando la propiedad UseIis es True
fr: La propriété de IisUrl est requise lorsque la propriété de UseIis est True
it: La proprietà IisUrl è obbligatoria se la proprietà UseIis è impostata su True
ja: UseIis プロパティが True の場合、IisUrl プロパティが必要です
ko: UseIis 속성이 True이면 IisUrl 속성이 필요합니다.
pl: Gdy właściwość UseIis ma wartość True, jest wymagana właściwość IisUrl
pt_br: A propriedade IisUrl é necessária quando a propriedade UseIis é True
ru: Если свойство UseIis равно True, свойство IisUrl обязательно
tr: UseIis özelliği True olduğunda IisUrl özelliği gerekir
zh_hans: 当 UseIis 属性为 True 时，需要 IisUrl 属性
zh_hant: UseIis 屬性為 True 時，需要 IisUrl 屬性
