Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PublishLocalizedString_SampleScriptHelpSection1
source: =========================== Usage: -------------------------- {0} [/T|/Y] [/M:ComputerName] [/U:UserName] [/P:Password] [/G:UseTempAgent] [Additional msdeploy.exe flags ...]
cs: =========================== Využití: -------------------------- {0} [/T|/Y] [/M:název_počítače] [/U:uživatelské_jméno] [/P:heslo] [/G:UseTempAgent] [Další příznaky příkazu msdeploy.exe...]
de: =========================== Verwendung: -------------------------- {0} [/T|/Y] [/M:Computername] [/U:Benutzername] [/P:Kennwort] [/G:TempAgentVerwenden] [Zusätzliche msdeploy.exe-Kennzeichen...]
es: =========================== Uso: -------------------------- {0} [/T|/Y] [/M:ComputerName] [/U:UserName] [/P:Password] [/G:UseTempAgent] [Marcas de msdeploy.exe adicionales...]
it: =========================== Sintassi: -------------------------- {0} [/T|/Y] [/M:NomeComputer] [/U:NomeUtente] [/P:Password] [/G:UsoAgenteTemp] [Altri flag di msdeploy.exe...]
ja: =========================== 使い方: -------------------------- {0} [/T|/Y] [/M:ComputerName] [/U:UserName] [/P:Password] [/G:UseTempAgent] [msdeploy.exe の追加のフラグ...]
ko: =========================== 사용법: -------------------------- {0} [/T|/Y] [/M:컴퓨터 이름] [/U:사용자 이름] [/P:암호] [/G:임시 에이전트 사용] [추가 msdeploy.exe 플래그...]
pl: =========================== Składnia: -------------------------- {0} [/T|/Y] [/M:nazwa_komputera] [/U:nazwa_użytkownika] [/P:hasło] [/G:czy_użyć_agenta_tymczasowego] [dodatkowe flagi programu msdeploy.exe...]
pt_br: =========================== Uso: -------------------------- {0} [/T|/Y] [/M:NomedoComputador] [/U:NomedeUsuário] [/P:Senha] [/G:UsarAgenteTemp] [Sinalizadores msdeploy.exe adicionais ...]
ru: =========================== Использование: -------------------------- {0} [/T|/Y] [/M:имя_компьютера] [/U:имя_пользователя] [/P:пароль] [/G:UseTempAgent] [Дополнительные параметры msdeploy.exe ...]
tr: =========================== Kullanım: -------------------------- {0} [/T|/Y] [/M:Bilgisayar Adı] [/U:Kullanıcı Adı] [/P:Parola] [/G:Geçici Aracı Kullanma] [Ek msdeploy.exe bayrakları ...]
zh_hans: =========================== 用法: -------------------------- {0} [/T|/Y] [/M:计算机名] [/U:用户名] [/P:密码] [/G:使用临时代理] [附加 msdeploy.exe 标志...]
zh_hant: =========================== 用法: -------------------------- {0} [/T|/Y] [/M:電腦名稱] [/U:使用者名稱] [/P:密碼] [/G:使用暫時代理程式] [其他 msdeploy.exe 旗標 ...]

# PublishLocalizedString_SqlCommandVariableParameterDescription
source: Sql Command Variable for setting up this application database.
cs: Proměnná příkazu SQL pro nastavení této aplikační databáze
de: SQL-Befehlsvariable zum Einrichten dieser Anwendungsdatenbank.
es: Variable de comando SQL para configurar esta base de datos de aplicación.
fr: Variable de commande SQL pour la mise en place de la base de données de cette application.
it: Variabile di comando SQL per l'impostazione del database dell'applicazione.
ja: このアプリケーション データベースを設定するための SQL コマンド変数。
ko: 이 애플리케이션 데이터베이스를 설정하기 위한 SQL 명령 변수입니다.
pl: Zmienna polecenia Sql do konfigurowania tej bazy danych aplikacji.
pt_br: Variável de Comando Sql para configurar este banco de dados de aplicativo.
ru: Переменная команды SQL для настройки этой базы данных приложения.
tr: Bu uygulama veritabanının kurulumu için kullanılan Sql Komutu Değişkeni.
zh_hans: 用于设置此应用程序数据库的 Sql 命令变量。
zh_hant: 設定此應用程式資料庫的 SQL 命令變數。

# PublishLocalizedString_StartMsDeployPublishToRemote
source: Start Web Deploy Publish the Application/package to {0} ...
cs: Spustit nástroj Nasazení webu k publikování aplikace/balíčku do {0} ...
de: Web Deploy-Veröffentlichung der Anwendung/des Pakets auf {0} starten...
es: Iniciar publicación de Web Deploy de la aplicación o paquete en {0} ...
fr: Démarrer Web Deploy Publish le logiciel /package dans {0} ...
it: Avvia pubblicazione tramite Distribuzione Web dell'applicazione o del pacchetto in {0}...
ja: Web Deploy によるアプリケーションの公開/{0} へのパッケージ化を開始します...
ko: {0}(으)로의 애플리케이션 Web Deploy 게시/패키지를 시작합니다.
pl: Trwa rozpoczynanie publikowania za pomocą narzędzia Web Deploy aplikacji/pakietu w: {0}...
pt_br: Iniciar Publicação de Implantação da Web do Aplicativo/pacote em {0} ...
ru: Запустить публикацию инструментом Web Deploy приложения или пакета в {0}...
tr: Uygulama/paketi {0} konumuna yayımlamak üzere Web Dağıtımını başlat...
zh_hans: 启动 Web Deploy 以将应用程序/包发布到 {0}...
zh_hant: 啟動 Web Deploy 發佈應用程式/封裝至 {0} ...

# PublishLocalizedString_TestDeployPackageOnCurrentMachine
source: Test deploy this Web Deploy package onto current machine.
cs: Testuje nasazení tohoto balíčku nástroje Nasazení webu do aktuálního počítače.
de: Testen der Bereitstellung dieses Web Deploy-Pakets auf dem aktuellen Computer.
es: Probar la implementación de este paquete de Web Deploy en la máquina actual.
fr: Tester le déploiement de ce package Web Deploy sur la machine en cours.
it: Verificare la distribuzione del pacchetto di Web Deploy nel computer corrente.
ja: テストでは、この Web Deploy パッケージが現在のコンピューターに配置されます。
ko: 이 Web Deploy 패키지를 현재 컴퓨터로 테스트 배포합니다.
pl: Testowanie wdrażania tego pakietu narzędzia Web Deploy na bieżącym komputerze.
pt_br: Testar a implantação deste pacote da Implantação da Web no computador atual.
ru: Проверить развертывание этого пакета Web Deploy на текущем компьютере.
tr: Geçerli makineye bu Web Dağıtım paketinin test dağıtımını yap.
zh_hans: 对将此 Web Deploy 包部署到当前计算机上的操作进行测试。
zh_hant: 測試部署此 Web Deploy 封裝於目前電腦。

# PublishLocalizedString_TransformConfigUsingTransformFileToTransformOutputFile
source: Transformed {0} using {1} into {2}.
cs: {0} – transformováno s využitím {1} do {2}.
de: "{0}" wurde mithilfe von "{1}" in "{2}" transformiert.
es: Se transformó {0} usando {1} en {2}.
fr: Transformé {0} à l'aide de {1} dans {2}.
it: Trasformazione di {0} mediante {1} in {2}.
ja: {1} を使用して {0} を {2} に変換しました。
ko: {1}을(를) 사용하는 {0}을(를) {2}(으)로 변환했습니다.
pl: Przekształcono {0} w {2} przy użyciu {1}.
pt_br: Transformou {0} usando {1} em {2}.
ru: Выполнено преобразование {0} с помощью {1} в {2}.
tr: {1} kullanılarak {0} öğesi {2} öğesine dönüştürüldü.
zh_hans: 已使用 {1} 将 {0} 转换为 {2}。
zh_hant: 已轉換使用 {1} 的 {0} 成為 {2}。

# PublishLocalizedString_ValidateErrorMsDeployPublishSetting
source: Web Deploy publish/package validating error: Missing or Invalid property value for $({0})
cs: Chyba ověřování balení/publikování nasazení webu: Hodnota vlastnosti pro $({0})chybí nebo je neplatná
de: Web Deploy-Überprüfungsfehler für Veröffentlichen/Packen: Fehlender oder ungültiger Eigenschaftenwert für $({0}).
es: Error de validación de empaquetado y publicación de Web Deploy: falta un valor de propiedad para $({0}) o no es válido
fr: Erreur de validation de Web Deploy publish/package : Valeur de la propriété manquante ou incorrecte pour $({0})
it: Errore di convalida pubblicazione/creazione pacchetto di Distribuzione Web: valore proprietà mancante o non valido per $({0})
ja: Web Deploy の公開/パッケージ化の検証エラー: $({0}) のプロパティ値が指定されていないか、無効です
ko: Web Deploy 게시/패키지 유효성 검사 오류: $({0})의 속성 값이 없거나 잘못되었습니다.
pl: Błąd weryfikacji pakowania/publikowania narzędzia Web Deploy: brakująca lub nieprawidłowa wartość właściwości dla $({0})
pt_br: Erro de validação de publicação/empacotamento da Implantação da Web: valor de propriedade Ausente ou Inválido para $({0})
ru: Ошибка проверки публикации или упаковки инструментом Web Deploy: отсутствующее или недействительно значение свойства для $({0})
tr: Web Dağıtım yayımlaması/paketi doğrulama hatası. $({0}) için Eksik veya Geçersiz özellik değeri
zh_hans: Web Deploy 发布/打包验证错误: $({0})的属性值缺失或无效
zh_hant: Web Deploy 發佈/封裝驗證錯誤: $({0}) 的屬性值遺失或無效

# PublishLocalizedString_ValidatingMsDeployPublishSettings
source: Validating Web Deploy package/publish related properties...
cs: Ověřování souvisejících vlastností balení/publikování nasazení webu...
de: Eigenschaften für Packen/Veröffentlichen von Web Deploy werden überprüft...
es: Validando las propiedades relacionadas de empaquetado y publicación de Web Deploy...
fr: En cours de validation du package Web Deploy /publication des propriétés connexes ...
it: Convalida delle proprietà correlate alla pubblicazione/creazione pacchetto di Web Deploy...
ja: Web Deploy のパッケージ化/公開に関連するプロパティを検証しています...
ko: Web Deploy 패키지/게시 관련 속성의 유효성을 검사하고 있습니다...
pl: Trwa weryfikowanie właściwości powiązanych z pakowaniem/publikowaniem narzędzia Web Deploy...
pt_br: Validando propriedades relacionadas ao empacotamento/publicação da Implantação da Web...
ru: Проверка свойств, связанных с упаковкой или публикацией инструментом Web Deploy...
tr: Web Dağıtım paketi/yayımlaması ile ilgili özellikler doğrulanıyor...
zh_hans: 正在验证与 Web Deploy 打包/发布相关的属性...
zh_hant: 正在驗證 Web Deploy 封裝/發佈相關屬性...

source: Setting both property values of DeployAsIisApp and IncludeIisSettingsOnPublish to true is not recommended, as IncludeIisSettingsOnPublish is a superset of DeployAsIisApp
cs: Současné nastavení hodnot vlastností DeployAsIisApp a IncludeIisSettingsOnPublish na hodnotu true se nedoporučuje, protože vlastnost IncludeIisSettingsOnPublish je nadmnožinou vlastnosti DeployAsIisApp.
de: Das Festlegen der beiden Eigenschaftenwerte von "DeployAsIisApp" und "IncludeIisSettingsOnPublish" auf "True" wird nicht empfohlen, weil "IncludeIisSettingsOnPublish" eine Obermenge von "DeployAsIisApp" ist.
es: No se recomienda establecer las propiedades DeployAsIisApp e IncludeIisSettingsOnPublish en true, porque IncludeIisSettingsOnPublish es un supraconjunto de DeployAsIisApp
fr: Le paramétrage des deux valeurs de paramètre de propriété de DeployAsIisApp et de IncludeIisSettingsOnPublish sur true n'est pas recommandé, car IncludeIisSettingsOnPublish est un sur ensemble de DeployAsIisApp
it: Non è consigliabile impostare sia DeployAsIisApp sia IncludeIisSettingsOnPublish su True in quanto IncludeIisSettingsOnPublish è un superset di DeployAsIisApp
ja: IncludeIisSettingsOnPublish は DeployAsIisApp のスーパーセットのため、DeployAsIisApp と IncludeIisSettingsOnPublish 両方のプロパティ値を true に設定することは推奨されていません
ko: IncludeIisSettingsOnPublish가 DeployAsIisApp의 상위 집합이므로 DeployAsIisApp와 IncludeIisSettingsOnPublish의 속성 값을 모두 true로 설정하지 않는 것이 좋습니다.
pl: Nie zaleca się ustawiania wartości true jednocześnie dla właściwości DeployAsIisApp i IncludeIisSettingsOnPublish, ponieważ właściwość IncludeIisSettingsOnPublish jest zestawem nadrzędnym właściwości DeployAsIisApp
pt_br: Não é recomendável definir ambos os valores de propriedade de DeployAsIisApp e IncludeIisSettingsOnPublish como true, pois IncludeIisSettingsOnPublish é um superconjunto de DeployAsIisApp
ru: Не рекомендуется устанавливать значение true и для свойства DeployAsIisApp, и для свойства IncludeIisSettingsOnPublish, так как IncludeIisSettingsOnPublish является надмножеством DeployAsIisApp
tr: IncludeIisSettingsOnPublish, DeployAsIisApp'in bir alt kümesi olduğundan; DeployAsIisApp ile IncludeIisSettingsOnPublish'in özellik değerlerinin ikisinin de true olarak ayarlanması desteklenmez.
zh_hans: 不建议将 DeployAsIisApp 和 IncludeIisSettingsOnPublish 的属性值都设置为 true，因为 IncludeIisSettingsOnPublish 是 DeployAsIisApp 的超集
zh_hant: 不建議將 DeployAsIisApp 及 IncludeIisSettingsOnPublish 的屬性值設定為 true，因為 IncludeIisSettingsOnPublish 是 DeployAsIisApp 的超集

source: Setting value to $(RemoteSitePhysicalPath) might not work if IIS setting is not included
cs: Nastavení hodnoty na $(RemoteSitePhysicalPath) nemusí fungovat, není-li zahrnuto nastavení služby IIS.
de: Das Festlegen des Werts auf "$(RemoteSitePhysicalPath)" funktioniert möglicherweise nicht, wenn die IIS-Einstellung nicht eingeschlossen ist.
es: Si establece el valor en $(RemoteSitePhysicalPath), puede que no funcione si no se incluye la configuración de IIS
fr: Régler la valeur à $(RemoteSitePhysicalPath) peut ne pas fonctionner si le réglage IIS n'est pas inclus
it: L'impostazione del valore su $(RemoteSitePhysicalPath) potrebbe non funzionare se non è inclusa l'impostazione di IIS
ja: IIS 設定が含まれていない場合は、値を $(RemoteSitePhysicalPath) に設定しても動作しない可能性があります
ko: IIS 설정이 포함되지 않은 경우 값을 $(RemoteSitePhysicalPath)로 설정하면 문제가 발생할 수 있습니다.
pl: Ustawienie wartości $(RemoteSitePhysicalPath) może nie zadziałać, jeśli nie dołączono ustawienia programu IIS
pt_br: A definição do valor como $(RemoteSitePhysicalPath) poderá não funcionar se a configuração do IIS não estiver incluída
ru: Установка значения $(RemoteSitePhysicalPath) может не сработать, если одновременно не задан параметр IIS
tr: IIS ayarı eklenmemişse, değeri $(RemoteSitePhysicalPath) olarak ayarlamak işe yaramayabilir
zh_hans: 如果未包括 IIS 设置，则将值设置为 $(RemoteSitePhysicalPath)可能不会起作用
zh_hant: 如果未包含 IIS 設定，可能無法將值設定為 $(RemoteSitePhysicalPath)

# PublishLocalizedString_WebConfigConnectionStringParameterDescription
source: Connection String used in web.config by the application to access the database.
cs: Připojovacá řetězec v souboru web.config použitý aplikací pro přístup k databázi.
de: Die in der Datei "web.config" festgelegte Verbindungszeichenfolge, die von der Anwendung für den Zugriff auf die Datenbank verwendet wird.
es: Cadena de conexión que usa la aplicación en web.config para obtener acceso a la base de datos.
fr: Chaîne de connexion utilisée dans web.config par l’application pour accéder à la base de données.
it: Stringa di connessione utilizzata in web.config per l'accesso al database da parte dell'applicazione.
ja: データベースに接続するためにアプリケーションによって web.config で使用される接続文字列。
ko: 데이터베이스에 액세스하기 위해 애플리케이션에 의해 web.config에 사용된 연결 문자열입니다.
pl: Parametry połączenia używane w pliku web.config przez aplikację w celu uzyskiwania dostępu do bazy danych.
pt_br: A Cadeia de Conexão usada em web.config pelo aplicativo para acessar o banco de dados.
ru: Строка подключения в web.config, используемая приложением для доступа к базе данных.
tr: Veritabanına erişmek için uygulama tarafından web.config'de kullanılan Bağlantı Dizesi.
zh_hans: 由应用程序在 web.config 中用来访问数据库的连接字符串。
zh_hant: 應用程式在 web.config 中用來存取資料庫的連接字串。

# PublishLocalizedString_WebPublishInvalidatePublishProfileSettings
source: The value for PublishProfile is set to '{0}', expected to find the file at '{1}' but it could not be found.
cs: Hodnota PublishProfile je nastavena na {0}. Soubor byl očekáván v {1}, ale nebyl nalezen.
de: Der Wert für "PublishProfile" ist auf "{0}" festgelegt. Es wurde erwartet, die Datei unter "{1}" zu finden. Sie wurde jedoch nicht gefunden.
es: El valor de PublishProfile está establecido en '{0}', se esperaba encontrar el archivo en '{1}', pero no se ha encontrado.
fr: La valeur de PublishProfile est définie sur '{0}'. Le fichier devait se trouver à l'emplacement '{1}', mais il est introuvable.
it: Il valore per PublishProfile è impostato su '{0}'. Non è stato possibile trovare il file previsto in '{1}'.
ja: PublishProfile の値が '{0}' に設定されています。'{1}' でファイルが見つかると想定されていましたが、見つかりませんでした。
ko: PublishProfile의 값이 '{0}'(으)로 설정되었고, '{1}'에서 파일을 찾을 것으로 예상했지만 해당 파일을 찾을 수 없습니다.
pl: Element PublishProfile ma ustawioną wartość „{0}”; oczekiwano tego pliku w „{1}”, ale nie można go odnaleźć.
pt_br: O valor para PublishProfile está definido como '{0}', espera-se encontrar o arquivo em '{1}', mas não foi possível encontrá-lo.
ru: Значение PublishProfile задано как "{0}". Файл предполагалось найти по адресу "{1}", но он не найден.
tr: '{1}' konumunda dosyayı bulması için PublishProfile'ın değeri '{0}' olarak ayarlandı, ancak bulunamadı.
zh_hans: PublishProfile 的值已设置为“{0}”，需要在“{1}”位置找到该文件，但并未找到。
zh_hant: PublishProfile 的值已設定為 '{0}'，必須在 '{1}' 找到此檔案，但是沒有找到 。

# PublishLocalizedString_WebPublishMethodIsNotSupportedInCmdLine
source: This specific WebPublishMethod({0}) is not yet supported on msbuild command line. Please use Visual Studio to publish.
cs: Tato specifická metoda WebPublishMethod({0}) dosud není příkazovém řádku msbuild podporována. K publikování použijte sadu Visual Studio.
de: Diese besondere "WebPublishMethod({0})" wird in der MSBuild-Befehlszeile noch nicht unterstützt. Verwenden Sie Visual Studio für die Veröffentlichung.
es: Este método WebPublishMethod({0}) todavía no es compatible con la línea de comandos de MsBuild. Use Visual Studio para la publicación.
fr: Cette WebPublishMethod({0}) spécifique n'est pas encore prise en charge en ligne de commande msbuild. Veuillez utiliser Visual Studio pour publier.
it: Questo metodo di pubblicazione sul Web specifico ({0}) non è ancora supportato nella riga di comando di MSBuild. Usare Visual Studio per la pubblicazione.
ja: この WebPublishMethod({0}) は、msbuild コマンド ラインでは未対応です。Visual Studio を使用して公開してください。
ko: 이 특정 WebPublishMethod({0})는 아직 msbuild 명령줄에서 지원되지 않습니다. 게시하려면 Visual Studio를 사용하세요.
pl: Ta konkretna metoda WebPublishMethod({0}) nie jest jeszcze obsługiwana w wierszu polecenia programu msbuild. Opublikuj za pomocą programu Visual Studio.
pt_br: Este WebPublishMethod específico ({0}) ainda não é suportado na linha de comando de sbuild. Usar o Visual Studio para publicar.
ru: Этот WebPublishMethod({0}) пока не поддерживается в командной строке . Используйте для публикации Visual Studio.
tr: Bu belirli WebPublishMethod({0}) henüz msbuild komut satırında desteklenmiyor. Lütfen yayımlamak için Visual Studio'yu kullanın.
zh_hans: msbuild 命令行尚不支持此特定 WebPublishMethod({0})。请使用 Visual Studio 来发布。
zh_hant: msbuild 命令列尚未支援此特定的 WebPublishMethod({0})。請使用 Visual Studio 發行。

# PublishLocalizedString_WebPublishPipelineCollectFilesPhase
source: Publish Pipeline Collect Files Phase
cs: Fáze shromažďování souborů kanálu publikování
de: Phase Pipeline veröffentlichen - Dateien sammeln
es: Fase de recolección de archivos de la canalización de publicación
fr: Phase de récupération des fichiers du pipeline de publication
it: Pipeline di pubblicazione - Fase di raccolta file
ja: パイプラインの公開のファイルの収集フェーズ
ko: 게시 파이프라인 파일 수집 단계
pl: Faza potoku publikowania: zbieranie plików
pt_br: Fase Publicar Arquivos de Coleta de Pipeline
ru: Этап сбора файлов конвейера публикации
tr: Yayımlama Kanalı Dosya Toplama Aşaması
zh_hans: 发布管道收集文件阶段
zh_hant: 發佈管線收集檔案階段

# PublishLocalizedString_WebPublishPipelineCopyWebApplication
source: Copying Web Application Project Files for {0} to {1}.
cs: Kopírování souborů projektu webové aplikace pro {0} do {1}.
de: Die Projektdateien der Webanwendung für "{0}" werden auf "{1}" kopiert.
es: Copiando archivos de proyecto de la aplicación web para {0} en {1}.
fr: En cours de copie des fichiers du projet de Logiciel Web {0} sur {1}.
it: Copia dei file di progetto dell'applicazione Web per {0} in {1}.
ja: {0} の Web アプリケーション プロジェクト ファイルを {1} にコピーしています。
ko: {0}에 대한 웹 애플리케이션 프로젝트 파일을 {1}(으)로 복사하고 있습니다.
pl: Kopiowanie plików projektu aplikacji internetowej dla {0} do {1}.
pt_br: Copiando Arquivos de Projeto de Aplicativo Web de {0} para {1}.
ru: Файлы проекта веб-приложения для {0} копируются в {1}.
tr: {0} için Web Uygulama Projesi Dosyaları {1} konumuna kopyalanıyor.
zh_hans: 正在将 {0} 的 Web 应用程序项目文件复制到 {1}。
zh_hant: 正在將 {0} 的 Web Application 專案檔複製到 {1}。

# PublishLocalizedString_WebPublishPipelineDeployPhase
source: Publish Pipeline Deploy Phase
cs: Fáze nasazení kanálu publikování
de: Phase Pipeline veröffentlichen - Bereitstellung
es: Fase de implementación de la canalización de publicación
fr: Phase de déploiement du pipeline de publication
it: Pipeline di pubblicazione - Fase di distribuzione
ja: パイプラインの公開の配置フェーズ
ko: 게시 파이프라인 배포 단계
pl: Faza potoku publikowania: wdrażanie
pt_br: Fase Publicar Implantação de Pipeline
ru: Этап развертывания конвейера публикации
tr: Yayımlama Kanalı Dağıtım Aşaması
zh_hans: 发布管道部署阶段
zh_hant: 發佈管線部署階段

# PublishLocalizedString_WebPublishPipelineDeployPhaseStage1
source: Publish Pipeline Deploy phase Stage {0}
cs: Fáze nasazení kanálu publikování – dílčí fáze {0}
de: Phase "Pipelinebereitstellung veröffentlichen" - Phase {0}
es: Paso de fase de implementación de la canalización de publicación {0}
fr: Étape de la phase de déploiement du pipeline de publication {0}
it: Pipeline di pubblicazione - Fase di distribuzione - Fase {0}
ja: パイプラインの公開の配置フェーズの段階 {0}
ko: 게시 파이프라인 배포 단계 {0}
pl: Faza potoku publikowania: wdrażanie, etap {0}
pt_br: Estágio da fase Publicar Implantação de Pipeline {0}
ru: Этап {0} фазы развертывания конвейера публикации
tr: Yayımlama Kanalı Dağıtım aşaması Adımı {0}
zh_hans: 发布管道部署阶段的阶段 {0}
zh_hant: 發佈管線部署階段 {0}

# PublishLocalizedString_WebPublishPipelineMSDeploySettings
source: Invoking Web Deploy to generate the package with the following settings:
cs: Vyvolání nástroje Nasazení webu pro vygenerování balíčku s následujícím nastavením:
de: Web Deploy wird zum Generieren des Pakets mit den folgenden Einstellungen aufgerufen:
es: Invocando a Web Deploy para generar el paquete con la siguiente configuración:
fr: Invocation de Web Deploy pour générer le paquet avec les paramètres suivants :
it: Chiamata a Distribuzione Web per generare il pacchetto con le impostazioni seguenti:
ja: Web Deploy を呼び出し、次の設定を使用してパッケージを生成しています:
ko: 다음 설정으로 패키지를 생성하기 위해 Web Deploy를 호출하고 있습니다.
pl: Wywoływanie narzędzia Web Deploy w celu wygenerowania pakietu z następującymi ustawieniami:
pt_br: Invocando a Implantação da Web para gerar o pacote com as seguintes configurações:
ru: Вызов инструмента Web Deploy для создания пакета со следующими параметрами:
tr: Paketi aşağıdaki ayarlarla oluşturmak için Web Dağıtım çağrılıyor:
zh_hans: 正在使用以下设置调用 Web Deploy 以生成包:
zh_hant: 正在使用下列設定叫用 Web Deploy 產生封裝:

# PublishLocalizedString_WebPublishPipelineMaterializeAllFilesToTempDir
source: Copying all files to temporary location below for package/publish: {0}.
cs: Kopírování všech souborů do dočasného umístění níže pro balení/publikování: {0}
de: Alle Dateien werden in das nachstehend genannte temporäre Verzeichnis zur Paketerstellung/Veröffentlichung kopiert: {0}.
es: Copiando todos los archivos en la ubicación temporal siguiente para el empaquetado y publicación: {0}.
fr: Copie de tous les fichiers vers l'emplacement temporaire pour la création de package/publication : {0}.
it: Copia di tutti i file nel percorso temporaneo indicato di seguito per pubblicazione/creazione del pacchetto: {0}.
ja: パッケージ化または公開用にすべてのファイルを次の一時的な場所にコピーしています: {0}。
ko: 패키지/게시를 위해 모든 파일을 아래의 임시 위치로 복사하고 있습니다. {0}.
pl: Kopiowanie wszystkich plików do poniższej lokalizacji tymczasowej na potrzeby pakowania/publikowania: {0}.
pt_br: Copiando todos os arquivos para o local temporário abaixo para empacotamento/publicação: {0}.
ru: Все файлы копируются в следующее временное расположение для упаковки и публикации: {0}.
tr: Tüm dosyalar paketleme/yayımlama için şu geçici konuma kopyalanıyor: {0}.
zh_hans: 正在将所有文件都复制到以下临时位置以进行打包/发布: {0}。
zh_hant: 正在將所有檔案複製至以下暫存位置，以進行封裝/發佈: {0}。

# PublishLocalizedString_WebPublishPipelinePhase
source: Publish Pipeline {0} Phase
cs: Fáze {0} kanálu publikování
de: Phase Pipeline {0} veröffentlichen
es: Fase de {0} de la canalización de publicación
fr: Phase {0} du pipeline de publication
it: Pipeline di pubblicazione - Fase di {0}
ja: パイプライン公開の {0} フェーズ
ko: 게시 파이프라인 {0} 단계
pl: Faza potoku publikowania: {0}
pt_br: Fase Publicar Pipeline {0}
ru: Этап {0} конвейера публикации
tr: Yayımlama Kanalı {0} Aşaması
zh_hans: 发布管道 {0} 阶段
zh_hant: 發佈管線 {0} 階段

# PublishLocalizedString_WebPublishPipelineTransformPhase
source: Publish Pipeline Transform Phase
cs: Fáze transformace kanálu publikování
de: Phase Pipeline veröffentlichen - Transformation
es: Fase de transformación de la canalización de publicación
fr: Phase de transformation du pipeline de publication
it: Pipeline di pubblicazione - Fase di trasformazione
ja: パイプラインの公開の変換フェーズ
ko: 게시 파이프라인 변환 단계
pl: Faza potoku publikowania: przekształcanie
pt_br: Fase Publicar Transformação de Pipeline
ru: Этап преобразования конвейера публикации
tr: Yayımlama Kanalı Dönüştürme Aşaması
zh_hans: 发布管道转换阶段
zh_hant: 發佈管線轉換階段
