Repository: dotnet/msbuild
Catalog: src/WebSdk/Publish/Tasks/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# VSMSDEPLOY_MsDeployExceptionFwlink4Message
source: Failed to publish the database. This can happen if the remote database cannot run the script. Try modifying the database scripts, or disabling database publishing in the Package/Publish Web properties page. If the script failed due to database tables already exist, try dropping existing database objects before creating new ones. For more information on doing these options from Visual Studio, see http://go.microsoft.com/fwlink/?LinkId=179181. Error details:
cs: Databázi se nepodařilo publikovat. K tomu může dojít, pokud se vzdálené databázi nepodaří spustit skript. Zkuste změnit databázové skripty nebo zakázat publikování databáze na stránce vlastností balení/publikování webu. Pokud skript selže, protože databázové tabulky už existují, zkuste odstranit stávající databázové objekty a teprve pak vytvořit nové. Další informace o použití těchto možností ze sady Visual Studio najdete na webu http://go.microsoft.com/fwlink/?LinkId=179181. Podrobnosti o chybě:
de: Fehler beim Veröffentlichen der Datenbank. Dieser Fehler kann auftreten, wenn die Remotedatenbank das Skript nicht ausführen kann. Versuchen Sie, die Datenbankskripts zu ändern, oder deaktivieren Sie die Datenbankveröffentlichung auf der Eigenschaftenseite für die Paketerstellung/Veröffentlichung im Web. Falls der Skriptfehler durch bereits vorhandene Datenbanktabellen verursacht wurde, versuchen Sie, vorhandene Datenbankobjekte zu löschen, bevor Sie neue Objekte erstellen. Weitere Informationen zum Festlegen dieser Optionen in Visual Studio finden Sie unter http://go.microsoft.com/fwlink/?LinkId=179181. Fehlerdetails:
es: No se pudo publicar la base de datos. Esto puede ocurrir si la base de datos remota no puede ejecutar el script. Pruebe a modificar los scripts de la base de datos o a deshabilitar la publicación de la base de datos en la página de propiedades Empaquetar/publicar web. Si el script dio error debido a que ya existen tablas en la base de datos, pruebe a eliminar los objetos existentes en la base de datos antes de crear otros nuevos. Para obtener más información sobre cómo hacer estas tareas en Visual Studio, consulte http://go.microsoft.com/fwlink/?LinkId=179181. Detalles del error:
fr: Échec de publication de la base de données. Cela peut se produire si la base de données distante ne peut pas exécuter le script. Essayez de modifier les scripts de base de données ou de désactiver la publication de base de données dans la page de propriétés web pour la création de package/publication. Si l'échec du script est dû à l'existence de tables de base de données, essayez de supprimer les objets de base de données déjà présents avant d'en créer d'autres. Pour plus d'informations sur l'utilisation de ces options à partir de Visual Studio, accédez à http://go.microsoft.com/fwlink/?LinkId=179181. Détails de l'erreur :
it: Non è stato possibile pubblicare il database. Questa condizione può verificarsi se il database remoto non riesce a eseguire lo script. Provare a modificare gli script di database oppure a disabilitare la pubblicazione di database nella pagina delle proprietà di creazione pacchetto/pubblicazione sul Web. Se lo script non è riuscito perché le tabelle del database esistono già, provare a eliminare gli oggetti di database esistenti prima di crearne di nuovi. Per altre informazioni sull'utilizzo di queste opzioni in Visual Studio, vedere http://go.microsoft.com/fwlink/?LinkId=179181. Dettagli errore:
ja: データベースを公開できませんでした。これは、リモート データベースでスクリプトを実行できない場合に発生することがあります。データベース スクリプトを変更するか、Web のパッケージ化または公開のプロパティ ページでデータベースの公開を無効にしてください。データベース テーブルが既に存在することが原因でスクリプトが失敗した場合は、既存のデータベース オブジェクトを削除してから、新しいオブジェクトを作成してください。Visual Studio からこれらのオプションを実行する方法の詳細については、http://go.microsoft.com/fwlink/?LinkId=179181 をご覧ください。 エラーの詳細:
ko: 데이터베이스를 게시하지 못했습니다. 원격 데이터베이스에서 스크립트를 실행할 수 없는 경우 이 문제가 발생할 수 있습니다. [웹 패키지 및 게시] 속성 페이지에서 데이터베이스 게시를 사용하지 않도록 설정하거나 데이터베이스 스크립트를 수정해 보세요. 데이터베이스 테이블이 이미 있어 스크립트가 실패한 경우 기존 데이터베이스 개체를 삭제한 후 새 데이터베이스 개체를 만들어 보세요. Visual Studio에서 이 옵션을 수행하는 방법에 대한 자세한 정보는 http://go.microsoft.com/fwlink/?LinkId=179181을 참조하세요. 오류 세부 정보:
pl: Nie można opublikować bazy danych. Może tak się dziać, gdy zdalna baza danych nie może uruchomić skryptu. Spróbuj zmodyfikować skrypty bazy danych lub wyłączyć funkcję publikowania bazy danych na stronie właściwości pakietu/składnika Publish Web. Jeśli skrypt nie powiódł się ze względu na istniejące tabele bazy danych, spróbuj usunąć istniejące obiekty bazy danych przed utworzeniem nowych. Aby uzyskać więcej informacji o wykonywaniu tych procedur z poziomu programu Visual Studio, zobacz http://go.microsoft.com/fwlink/?LinkId=179181. Szczegóły błędu:
pt_br: Falha ao publicar o banco de dados. Isso pode acontecer se o banco de dados remoto não conseguir executar o script. Tente modificar os scripts de banco de dados ou desabilitar a publicação de banco de dados na página de propriedades Empacotamento/Publicação na Web. Se o script falhar porque as tabelas de banco de dados já existem, tente interromper os objetos de banco de dados existentes antes de criar outros. Para obter mais informações sobre como utilizar essas opções do Visual Studio, confira http://go.microsoft.com/fwlink/?LinkId=179181. Detalhes do erro:
ru: База данных не опубликована. Причиной может быть то, что удаленная база не может выполнить сценарий. Попробуйте изменить сценарии базы или отключить ее публикацию на странице свойств упаковки и публикации в Интернете. Если сценарий не выполнен из-за того, что таблицы базы данных уже существуют, попробуйте удалить существующие объекты базы, прежде чем создавать новые. Дополнительные сведения об использовании этих функций в Visual Studio: http://go.microsoft.com/fwlink/?LinkId=179181. Сведения об ошибке:
tr: Veritabanı yayımlanamadı. Bu durum, uzak veritabanı, betiği çalıştıramadığında oluşabilir. Paketleme/Yayımlama Web özellikleri sayfasında veritabanı betiklerini değiştirmeyi veya veritabanı yayımlamayı devre dışı bırakmayı deneyin. Betik, veritabanı tablolarının zaten mevcut olması nedeniyle başarısız olursa yeni veritabanı nesneleri oluşturmadan önce mevcut veritabanı nesnelerini bırakmayı deneyin. Bu seçenekleri Visual Studio'dan gerçekleştirme hakkında daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=179181. Hata ayrıntıları:
zh_hans: 未能发布数据库。如果远程数据库无法运行该脚本，则可能会发生这种情况。尝试在“打包/发布 Web”属性页中修改数据库脚本或禁用数据库发布。如果由于数据库表已存在而导致脚本失败，请尝试在创建新数据库对象之前删除现有数据库对象。有关从 Visual Studio 执行这些选项的详细信息，请参阅 http://go.microsoft.com/fwlink/?LinkId=179181。 错误详细信息:
zh_hant: 無法發佈資料庫。如果遠端資料庫無法執行指令碼，就可能發生這種情況。請嘗試修改資料庫指令碼，或在 [封裝/發佈] Web 屬性頁面停用資料庫發佈。如果指令碼因為資料庫資料表已存在而失敗，請嘗試先卸除現有資料庫物件，再建立新的。如需從 Visual Studio 執行這些選項的詳細資訊，請參閱 http://go.microsoft.com/fwlink/?LinkId=179181。 錯誤詳細資料:

# VSMSDEPLOY_SQLCEMigrationNeedLatestMSDeploy
source: Generate schema/data sql scripts from SQLCE require Web Deploy 2.0 and up to function properly. Please install the latest Web Deploy from {0}.
cs: Skripty SQL pro generování schémat/dat z SQLCE vyžadují ke správnému fungování nástroj Nasazení webu 2.0 nebo novější. Nainstalujte nejnovější verzi nástroje Nasazení webu z {0}.
de: Für das ordnungsgemäße Generieren von SQL-Schema-/Datenskripts aus SQLCE ist Web Deploy 2.0 oder höher erforderlich. Installieren Sie die aktuellste Version von Web Deploy von {0}.
es: La generación de scripts sql de datos/esquema a partir de SQLCE requiere Web Deploy 2.0 o posterior para funcionar correctamente. Instale la versión más reciente de Web Deploy desde {0}.
fr: La génération de scripts sql de schéma/données SQLCE requiert Web Deploy 2.0 et autres version de niveau supérieurs de fonctionner correctement. Veuillez installer la dernière version de Web Deploy à partir de {0}.
it: Per eseguire correttamente la generazione degli script SQL schema/dati da SQLCE è necessario Distribuzione Web 2.0. Installare l'ultima versione di Distribuzione Web da {0}.
ja: SQLCE からスキーマ/データ SQL スクリプトを生成するには、Web Deploy ツール 2.0 がインストールされており、かつ、正常に動作している必要があります。最新の Web Deploy ツールを {0} からインストールしてください。
ko: SQLCE에서 스키마/데이터 sql 스크립트를 생성하려면 Web Deploy 2.0이 있고 제대로 작동 중이어야 합니다. {0}에서 최신 Web Deploy를 설치하세요.
pl: Do poprawnego działania generowania skryptów sql danych/schematu za pomocą oprogramowania SQLCE jest wymagane narzędzie Web Deploy 2.0 lub nowsze. Zainstaluj najnowsze narzędzie Web Deploy z: {0}.
pt_br: A geração de scripts sql de esquema/dados do SQLCE requer a ferramenta Implantação da Web 2.0 ou posterior para funcionar adequadamente. Instale a Implantação da Web mais recente de {0}.
ru: Для правильной работы функций создания SQL-скриптов схем или данных с использованием SQLCE требуется средство Web Deploy версии 2.0 или выше. Установите последнюю версию средства Web Deploy с сайта {0}.
tr: SQLCE'den schema/data sql komut dosyaları oluşturma işleminin düzgün şekilde çalışabilmesi için Web Dağıtımı 2.0 ve daha yeni sürümleri gerekir. Lütfen en yeni Web Dağıtımı sürümünü şu konumdan yükleyin: {0}.
zh_hans: 从 SQLCE 生成架构/数据 SQL 脚本需要 Web Deploy 2.0 及以上版本才能正常运行。请从 {0} 安装最新的 Web Deploy。
zh_hant: 從 SQLCE 產生結構描述/資料 SQL 指令碼需要 Web Deploy 2.0 以上版本，才能正常運作。請從 {0} 安裝最新的 Web Deploy。

# VSMSDEPLOY_SkipDirectiveSetEnable
source: Skip Directive {0} enable state is changed to {1}.
cs: Stav povolení direktivy Skip {0} je změněn na {1}.
de: Der Aktivierungsstatus der Überspringungsdirektive "{0}" wurde in "{1}" geändert.
es: El estado de habilitación de la directiva de omisión {0} se ha cambiado a {1}.
fr: Sautez la directive {0} l'état d'activation est changé à {1}.
it: Stato di abilitazione della direttiva di omissione {0} modificato su {1}.
ja: ディレクティブ {0} のスキップの利用可能な状態が {1} に変更されています。
ko: Skip 지시문 {0}의 사용 가능 상태가 {1}(으)로 변경되었습니다.
pl: Stan włączenia dyrektywy pomijania {0} zmienił się na {1}.
pt_br: O estado de habilitação de Ignorar Diretiva {0} foi alterado para {1}.
ru: Состояние включения директивы пропуска {0} изменено на {1}.
tr: Atlama Yönergesi {0} etkin durumu {1} olarak değiştirildi.
zh_hans: 跳过指令 {0} 的启用状态更改为 {1}。
zh_hant: 略過指示詞 {0} 啟用狀態變更為 {1}。

# VSMSDEPLOY_Start
source: Starting Web deployment task from source: {0} to Destination: {1}.
cs: Spuštění úlohy nasazení webu ze zdroje: {0} do cíle: {1}.
de: Der Webbereitstellungstask wird aus der Quelle "{0}" in das Ziel "{1}" gestartet.
es: Iniciando la tarea de implementación web desde el origen:{0} al destino:{1}.
fr: Démarrage de la tâche de déploiement Web à partir de la source {0} vers la destination {1}.
it: Avvio attività di distribuzione Web dall'origine {0} alla destinazione {1}.
ja: Web Deploy タスクを開始しています。配置元: {0}、配置先: {1}。
ko: 소스 {0}에서 대상 {1}(으)로 Web deployment 작업을 시작하고 있습니다.
pl: Uruchamianie zadania wdrażania w sieci Web ze źródła: {0} do elementu docelowego: {1}.
pt_br: Iniciando a tarefa de implantação da Web da origem: {0} para o Destino: {1}.
ru: Запуск задачи Web Deploy из источника: {0} в назначение :{1}.
tr: {0} kaynağından {1} hedefine Web dağıtım görevi başlatılıyor.
zh_hans: 正在启动从源 {0} 到目标 {1} 的 Web 部署任务。
zh_hant: 正在啟動從來源: {0} 到目的地: {1} 的 Web 部署工作。

# VSMSDEPLOY_SucceedArchiveDir
source: Package is successfully created as archive directory at the following location: {0}
cs: Balíček je úspěšně vytvořen jako archivní adresář v následujícím umístění: {0}
de: Das Paket wurde erfolgreich als Archivverzeichnis am folgenden Speicherort erstellt: {0}
es: El paquete se creó correctamente como directorio de archivo en la ubicación siguiente: {0}
fr: Le package a été correctement créé en tant que répertoire d'archivage à l'emplacement suivant : {0}
it: Il pacchetto è stato creato come directory di archiviazione nel percorso seguente: {0}
ja: パッケージが次の場所にアーカイブ ディレクトリとして正常に作成されています: {0}
ko: 패키지가 {0}에 보관 디렉터리로 생성되었습니다.
pl: Pomyślnie utworzono pakiet w postaci katalogu archiwum w następującej lokalizacji: {0}
pt_br: O pacote foi criado com êxito como diretório de arquivos no seguinte local: {0}
ru: Пакет создан в виде архивного каталога в следующем расположении: {0}
tr: Paket, arşiv dizini olarak şu konumda başarıyla oluşturuldu: {0}
zh_hans: 已成功在以下位置将包创建为存档目录: {0}
zh_hant: 已成功在以下位置將套件建立為保存檔目錄: {0}

# VSMSDEPLOY_SucceedDeploy
source: Publish Succeeded.
cs: Publikování bylo úspěšné.
de: Die Veröffentlichung war erfolgreich.
es: Se publicó correctamente.
fr: Publication réussie.
it: Pubblicazione riuscita.
ja: 公開に成功しました。
ko: 게시했습니다.
pl: Publikowanie powiodło się.
pt_br: Êxito na Publicação.
ru: Публикация выполнена.
tr: Başarıyla Yayımlandı.
zh_hans: 发布成功。
zh_hant: 已成功發佈。

# VSMSDEPLOY_SucceedPackage
source: Package "{0}" is successfully created as single file at the following location: {1}
cs: Balíček {0} je úspěšně vytvořen jako samostatný soubor v následujícím umístění: {1}
de: Das Paket "{0}" wurde als Einzeldatei am folgenden Speicherort erfolgreich erstellt: {1}
es: El paquete "{0}" se creó correctamente como un solo archivo en la ubicación siguiente: {1}
fr: Le package "{0}" a été correctement créé en tant que package monofichier à l'emplacement suivant : {1}
it: Il pacchetto "{0}" è stato creato come singolo file nel percorso seguente: {1}
ja: パッケージ "{0}" が次の場所に 1 つのファイルとして正常に作成されています: {1}
ko: "{0}" 패키지가 다음 위치에서 단일 파일로 생성되었습니다. {1}
pl: Pomyślnie utworzono pakiet „{0}” w postaci jednego pliku w następującej lokalizacji: {1}
pt_br: O pacote "{0}" foi criado com êxito como arquivo único no seguinte local: {1}
ru: Пакет "{0}" создан в виде отдельного файла в следующем расположении: {1}
tr: "{0}" paketi tek bir dosya olarak şu konumda başarıyla oluşturuldu: {1}
zh_hans: 已成功在以下位置将包“{0}”创建为单个文件: {1}
zh_hant: 已成功在以下位置將套件 "{0}" 建立為單一檔案: {1}

# VSMSDEPLOY_Succeeded
source: Successfully executed Web deployment task.
cs: Úloha nasazení webu byla úspěšn provedena.
de: Der Webbereitstellungstask wurde erfolgreich ausgeführt.
es: La tarea de implementación web se ejecutó correctamente.
fr: Tâche Déploiement Web exécutée avec succès.
it: Attività di distribuzione Web eseguita.
ja: Web Deploy タスクを正常に実行しました。
ko: Web deployment 작업을 실행했습니다.
pl: Pomyślnie wykonano zadanie wdrażania w sieci Web.
pt_br: Tarefa de implantação da Web executada com êxito.
ru: Задача Web Deploy выполнена успешно.
tr: Web dağıtımı görevi başarıyla yürütüldü.
zh_hans: 已成功执行 Web 部署任务。
zh_hant: 成功執行 Web Deployment 工作。

# VSMSDEPLOY_UnknownParameter
source: Unknown Parameter {0}. Source Known Parameters are: {1}.
cs: Neznámý parametr {0}. Známé parametry zdroje jsou: {1}.
de: Unbekannter Parameter "{0}". Bekannte Quellparameter sind: {1}.
es: Parámetro desconocido {0}. Los parámetros de origen conocidos son: {1}.
fr: Paramètre Inconnu {0}. Les paramètres de source connues sont : {1}.
it: Parametro {0} sconosciuto. Parametri di origine noti: {1}.
ja: {0} は不明なパラメーターです。発行元の既知のパラメーター: {1}。
ko: 알 수 없는 매개 변수 {0}입니다. 소스가 알려진 매개 변수는 {1}입니다.
pl: Nieznany parametr: {0}. Znane parametry źródła: {1}.
pt_br: Parâmetro desconhecido {0}. Os Parâmetros Conhecidos de Origem são: {1}.
ru: Неизвестный параметр {0}. Известны следующие параметры источника: {1}.
tr: Bilinmeyen Parametre {0}. Kaynağı Bilinen Parametreler şunlardır: {1}.
zh_hans: 未知的参数 {0}。源的已知参数为: {1}。
zh_hant: 不明參數 {0}。來源已知參數是: {1}。

# VSMSDEPLOY_UnknownSkipDirective
source: Skip Directive {0} can not be identified.
cs: Direktivu Skip {0} nelze identifikovat.
de: Die Überspringungsdirektive "{0}" kann nicht identifiziert werden.
es: No se puede identificar la directiva de omisión {0}.
fr: La directive de saut {0} ne peut être identifiée.
it: Impossibile identificare la direttiva di omissione {0}.
ja: ディレクティブ {0} のスキップを識別できません。
ko: Skip 지시문 {0}을(를) 식별할 수 없습니다.
pl: Nie można zidentyfikować dyrektywy pomijania {0}.
pt_br: Ignorar Diretiva {0} não pode ser identificado.
ru: Не удалось идентифицировать директиву пропуска {0}.
tr: Atlama Yönergesi {0} tanımlanamıyor.
zh_hans: 无法识别 Skip 指令 {0}。
zh_hant: 無法識別略過指示詞 {0}。

# VSMSDEPLOY_WebException401Message
source: Make sure the site name, user name, and password are correct. If the issue is not resolved, please contact your local or server administrator. Error details:
cs: Ověřte správnost názvu webu, uživatelského jména a hesla. Pokud se potíže nevyřeší, obraťte se prosím na místního správce nebo na správce serveru. Podrobné informace o chybě:
de: Stellen Sie sicher, dass der Websitename, der Benutzername und das Kennwort richtig sind. Falls das Problem nicht behoben wird, wenden Sie sich an den lokalen Administrator oder an den Serveradministrator. Fehlerdetails:
es: Asegúrese de que el nombre del sitio, el nombre de usuario y la contraseña son correctos. Si no se resuelve el problema, póngase en contacto con el administrador local o del servidor. Detalles del error:
fr: Vérifiez que le nom du site, le nom d'utilisateur et le mot de passe sont corrects. Si le problème n'est pas résolu, contactez l'administrateur local ou l'administrateur du serveur. Détails de l'erreur :
it: Assicurarsi che il nome del sito, il nome utente e la password siano corretti. Se il problema non viene risolto, contattare l'amministratore locale o del server. Dettagli errore:
ja: サイト名、ユーザー名、パスワードが正しいことを確認してください。問題が解決されない場合は、ローカルまたはサーバーの管理者にお問い合わせください。 エラーの詳細:
ko: 사이트 이름, 사용자 이름 및 암호가 올바른지 확인하세요. 문제가 해결되지 않으면 로컬 또는 서버 관리자에게 문의하세요. 오류 세부 정보:
pl: Upewnij się, że nazwa witryny, nazwa użytkownika i hasło są poprawne. Jeśli problemu nie uda się rozwiązać, skontaktuj się z administratorem lokalnym lub administratorem serwera. Szczegóły błędu:
pt_br: Verifique se o nome do site, o nome de usuário e a senha estão corretos. Se o problema não for resolvido, entre em contato com o administrador local ou do servidor. Detalhes do erro:
ru: Проверьте имена сайта и пользователя и пароль. Если проблема сохранится, обратитесь к своему локальному администратору или администратору сервера. Сведения об ошибке:
tr: Site adının, kullanıcı adının ve parolanın doğru olduğundan emin olun. Sorun çözülemiyorsa lütfen yerel yöneticinize veya sunucu yöneticinize başvurun. Hata ayrıntıları:
zh_hans: 确保站点名称、用户名和密码正确。如果问题未得到解决，请与本地或服务器管理员联系。 错误详细信息:
zh_hant: 確定網站名稱、使用者名稱及密碼正確無誤。如果問題未解決，請連絡本機或伺服器管理員。 錯誤詳細資料:

# VSMSDEPLOY_WebException404Message
source: The requested resource does not exist, or the requested URL is incorrect. Error details:
cs: Požadovaný prostředek neexistuje nebo je požadovaná adresa URL nesprávná. Podrobné informace o chybě:
de: Die angeforderte Ressource ist nicht vorhanden, oder die angeforderte URL ist falsch. Fehlerdetails:
es: El recurso solicitado no existe o la dirección URL solicitada no es correcta. Detalles del error:
fr: La ressource demandée n'existe pas, ou l'URL demandée est incorrecte. Détails de l'erreur :
it: La risorsa richiesta non esiste oppure l'URL non è corretto. Dettagli errore:
ja: 要求されたリソースが存在しないか、要求された URL が正しくありません。 エラーの詳細:
ko: 요청한 리소스가 없거나 요청한 URL이 잘못되었습니다. 오류 세부 정보:
pl: Żądany zasób nie istnieje lub żądany adres URL jest niepoprany. Szczegóły błędu:
pt_br: O recurso solicitado não existe ou a URL solicitada está incorreta. Detalhes do erro:
ru: Запрошенный ресурс не существует, или запрошенный URL-адрес неверный. Сведения об ошибке:
tr: İstenen kaynak yok veya istenen URL yanlış. Hata ayrıntıları:
zh_hans: 请求的资源不存在，或者请求的 URL 不正确。 错误详细信息:
zh_hant: 要求的資源不存在，或者要求的 URL 不正確。 錯誤詳細資料:

# VSMSDEPLOY_WebException502Message
source: Make sure firewall and network settings on your computer and on the server are configured to allow connections between them. If the issue is not resolved, please contact your local or server administrator. Error details:
cs: Ověřte, zda jsou nastavení sítě a brány firewall v počítači a na serveru nakonfigurována tak, aby umožňovala připojení mezi nimi. Pokud se potíže nevyřeší, obraťte se prosím na místního správce nebo na správce serveru. Podrobné informace o chybě:
de: Stellen Sie sicher, dass die Firewall- und Netzwerkeinstellungen für Ihren Computer und den Server so konfiguriert sind, dass Verbindungen zwischen beiden zulässig sind. Falls das Problem nicht behoben wird, wenden Sie sich an den lokalen Administrator oder an den Serveradministrator. Fehlerdetails:
es: Asegúrese de que la configuración de firewall y red en el equipo y en el servidor permita conexiones entre ellos. Si no se resuelve el problema, póngase en contacto con el administrador local o del servidor. Detalles del error:
fr: Vérifiez que les paramètres de pare-feu et les paramètres réseau sont configurés sur votre ordinateur et sur le serveur pour autoriser les connexions. Si le problème n'est pas résolu, contactez l'administrateur local ou l'administrateur du serveur. Détails de l'erreur :
it: Assicurarsi che le impostazioni del firewall e della rete nel computer e nel server siano configurate per consentire connessioni tra tali componenti. Se il problema non viene risolto, contattare l'amministratore locale o del server. Dettagli errore:
ja: コンピューターおよびサーバーのファイアウォールおよびネットワークの設定が両者間の接続を許可するように構成されていることを確認してください。問題が解決されない場合は、ローカルまたはサーバーの管理者にお問い合わせください。 エラーの詳細:
ko: 사용자 컴퓨터와 서버의 방화벽 및 네트워크 설정이 둘 간의 연결을 허용하도록 구성되어 있는지 확인하세요. 문제가 해결되지 않으면 로컬 또는 서버 관리자에게 문의하세요. 오류 세부 정보:
pl: Upewnij się, że w ustawieniach zapory i sieci na komputerze i na serwerze skonfigurowano zezwalanie na połączenia między nimi. Jeśli problemu nie uda się rozwiązać, skontaktuj się z administratorem lokalnym lub administratorem serwera. Szczegóły błędu:
pt_br: Verifique se as configurações de firewall e rede no computador e no servidor estão definidas para permitir conexões entre eles. Se o problema não for resolvido, entre em contato com o administrador local ou do servidor. Detalhes do erro:
ru: Разрешите подключения между своим компьютером и сервером, настроив на них должным образом параметры сети и брандмауэра. Если проблема сохранится, обратитесь к своему локальному администратору или администратору сервера. Сведения об ошибке:
tr: Bilgisayarınızdaki ve sunucudaki güvenlik duvarı ve ağ ayarlarının, birbirleriyle bağlantıya izin verecek şekilde yapılandırıldığından emin olun. Sorun çözülemiyorsa lütfen yerel yöneticinize veya sunucu yöneticinize başvurun. Hata ayrıntıları:
zh_hans: 确保将您的计算机和服务器上的防火墙和网络设置配置为允许在二者之间建立连接。如果问题未得到解决，请与本地或服务器管理员联系。 错误详细信息:
zh_hant: 確定電腦及伺服器上的防火牆與網路設定，已設為允許兩者之間的連線。如果問題未解決，請連絡本機或伺服器管理員。 錯誤詳細資料:
