Repository: dotnet/msbuild
Catalog: src/dotnet/ToolManifest/xlf/LocalizableStrings.*.xlf
Languages: de, ja, pt_br, ru, tr, zh_hans, zh_hant

# CannotFindPackageIdInManifest
source: Cannot find a package with the package id {0} in the manifest file.
de: Es wurde kein Paket mit der Paket-ID {0} in der Manifestdatei gefunden.
ja: マニフェスト ファイルにパッケージ ID {0} のパッケージが見つかりません。
pt_br: Não é possível encontrar um pacote com a ID do pacote {0} no arquivo de manifesto.
ru: Не удается найти пакет с идентификатором {0} в файле манифеста.
tr: Bildirim dosyasında {0} paket kimliğine sahip bir paket bulunamadı.
zh_hans: 未在清单文件中找到包 ID 为 {0} 的包。
zh_hant: 在資訊清單檔中找不到套件識別碼為 {0} 的套件。

# ManifestHasMarkOfTheWeb
source: File {0} came from another computer and might be blocked to help protect this computer. For more information, including how to unblock, see https://aka.ms/motw
de: Die Datei "{0}" stammt von einem anderen Computer und wird möglicherweise gesperrt, um diesen Computer zu schützen. Weitere Informationen, auch zum Entsperren, finden Sie unter https://aka.ms/motw.
ja: ファイル {0} は別のコンピューターからのファイルで、このコンピューターを保護するためにブロックされる可能性があります。ブロック解除方法を含め詳しくは、https://aka.ms/motw を参照してください。
pt_br: O arquivo {0} veio de outro computador e pode ser bloqueado para ajudar a proteger este computador. Para obter mais informações, incluindo como desbloquear, confira https://aka.ms/motw
ru: Файл {0} поступил с другого компьютера и может быть заблокирован с целью защиты этого компьютера. Для получения дополнительных сведений, в том числе сведений о снятии блокировки, перейдите на страницу https://aka.ms/motw
tr: {0} dosyası başka bir bilgisayardan geldi ve bu bilgisayarın korunmasına yardımcı olmak için engellenmiş olabilir. Engelini kaldırma da dahil olmak üzere daha fazla bilgi için bkz. https://aka.ms/motw
zh_hans: 文件 {0} 来自其他计算机，系统可能阻止此文件来帮助保护此计算机。有关详细信息(包括如何取消阻止)，请参阅 https://aka.ms/motw
zh_hant: 檔案 {0} 來自另一部電腦，並可能已將其封鎖，以協助保護此電腦。如需詳細資訊 (包括如何解除封鎖)，請參閱 https://aka.ms/motw

# ManifestPackageIdCollision
source: Cannot add package. Manifest file already contains version {0} of the package {1}. Uninstall/install or edit manifest file {2} to specify the new version {3}.
de: Das Paket kann nicht hinzugefügt werden. Die Manifestdatei enthält bereits Version {0} des Pakets "{1}". Deinstallieren/installieren oder bearbeiten Sie die Manifestdatei "{2}", sodass die neue Version {3} angegeben wird.
ja: パッケージを追加できません。マニフェスト ファイルにはバージョン {0} のパッケージ {1} が既に含まれています。マニフェスト ファイル {2} をアンインストール/インストールするか編集し、新しいバージョン {3} を指定します。
pt_br: Não é possível adicionar o pacote. O arquivo de manifesto já contém a versão {0} do pacote {1}. Desinstale/instale ou edite o arquivo de manifesto {2} para especificar a nova versão {3}.
ru: Не удается добавить пакет. Файл манифеста уже содержит версию {0} пакета {1}. Установите, удалите или измените файл манифеста {2}, указав в нем новую версию {3}.
tr: Paket eklenemiyor. Bildirim dosyası zaten {1} paketinin {0} sürümünü içeriyor. Yeni {3} sürümünü belirtmek için {2} bildirim dosyasını kaldırın/yükleyin veya düzenleyin.
zh_hans: 无法添加包。清单文件已包含包 {1} 的版本 {0}。卸载/安装或编辑清单文件 {2} 以指定新版本 {3}。
zh_hant: 無法新增套件。資訊清單檔已包含套件 {1} 的版本 {0}。解除安裝/安裝或編輯資訊清單檔 {2} 可指定新版本 {3}。

# VersionIsInvalid
source: Version {0} is invalid.
de: Version {0} ist ungültig.
ja: バージョン {0} が無効です。
pt_br: A versão {0} é inválida.
ru: Версия {0} является недопустимой.
tr: {0} sürümü geçersiz.
zh_hans: 版本 {0} 无效。
zh_hant: 版本 {0} 無效。

# FieldCommandsIsMissing
source: Missing 'commands' entry.
de: Der Eintrag "commands" fehlt.
ja: 'commands' エントリがありません。
pt_br: Entrada 'comandos' ausente.
ru: Отсутствует запись 'commands'.
tr: 'commands' girişi eksik.
zh_hans: 缺少“命令”条目。
zh_hant: 缺少 'commands' 項目。

# InvalidManifestFilePrefix
source: Invalid manifest file. Path {0}: {1}
de: Ungültige Manifestdatei. Pfad "{0}": {1}
ja: マニフェスト ファイルが無効です。パス {0}: {1}
pt_br: Arquivo de manifesto inválido. Caminho {0}: {1}
ru: Недопустимый файл манифеста. Путь {0}: {1}
tr: Bildirim dosyası geçersiz. Yol {0}: {1}
zh_hans: 清单文件无效。路径 {0}: {1}
zh_hant: 資訊清單檔無效。路徑 {0}: {1}

# CannotFindAnyManifestsFileSearched
source: Cannot find any manifests file. Searched: {0}
de: Es wurde keine Manifestdatei gefunden. Durchsucht: {0}
ja: マニフェスト ファイルが見つかりません。検索対象: {0}
pt_br: Não é possível encontrar nenhum arquivo de manifestos. Pesquisado: {0}
ru: Не удается найти ни одного файла манифеста. Поисковый запрос: {0}
zh_hant: 找不到任何資訊清單檔。已搜尋: {0}

# InPackage
source: In package {0}: {1}
de: In Paket "{0}": {1}
ja: パッケージ {0} 内: {1}
pt_br: No pacote {0}: {1}
ru: В пакете {0}: {1}
tr: {0} paketi içinde: {1}
zh_hans: 在包 {0} 中: {1}
zh_hant: 在套件 {0} 中: {1}

# ManifestVersionHigherThanSupported
source: Manifest version is {0}. This manifest may not be supported in this SDK version that can support up to manifest version {1}.
de: Die Manifestversion lautet {0}. Dieses Manifest wird in dieser SDK-Version möglicherweise nicht unterstützt. Maximal von dieser SDK-Version unterstützte Manifestversion: {1}.
ja: マニフェスト バージョンは {0} です。このマニフェストは、対象 SDK バージョンではサポートされていない可能性があります。この SDK バージョンがサポートできるのはマニフェスト バージョン {1} までです。
pt_br: A versão do manifesto é a {0}. Esse manifesto pode não ser compatível com essa versão do SDK que é compatível no máximo com a versão do manifesto {1}.
ru: Версия манифеста — {0}. Этот манифест может не поддерживаться в этой версии пакета SDK. Эта версия пакета SDK поддерживает версии манифеста до {1}.
tr: Bildirim sürümü {0}. Bu bildirim, {1} sürümüne kadar destekleyen bu SDK sürümünde desteklenmiyor olabilir.
zh_hans: 清单版本为 {0}。此 SDK 版本最高支持清单版本 {1}，因此可能不支持此清单。
zh_hant: 資訊清單版本為 {0}。這個 SDK 版本可能不支援此資訊清單，該 SDK 版本支援的最高資訊清單版本為 {1}。

# ManifestVersion0
source: Manifest version 0 is not supported.
de: Die Manifestversion 0 wird nicht unterstützt.
ja: マニフェスト バージョン 0 はサポートされていません。
pt_br: Não há suporte para a versão do manifesto 0.
ru: Версия манифеста 0 не поддерживается.
tr: Bildirim sürümü 0 desteklenmiyor.
zh_hans: 不支持清单版本 0。
zh_hant: 不支援資訊清單版本 0。

# ToolMissingVersion
source: Missing 'version' entry.
de: Der Eintrag "version" fehlt.
ja: 'version' エントリがありません。
pt_br: Entrada de 'versão' ausente.
ru: Отсутствует запись 'version'.
tr: 'version' girdisi eksik.
zh_hans: 缺少“版本”条目。
zh_hant: 缺少 'version' 項目。

# JsonParsingError
source: Json parsing error in file {0} : {1}
de: JSON-Analysefehler in der Datei "{0}": {1}
ja: ファイル {0} で JSON 解析エラーが発生しました: {1}
pt_br: Erro de análise de JSON no arquivo {0}: {1}
ru: Ошибка синтаксического анализа JSON в файле {0} : {1}
tr: {0} dosyası içinde JSON ayrıştırma hatası : {1}
zh_hans: 文件 {0} 中出现 Json 分析错误: {1}
zh_hant: 檔案 {0} 發生 Json 剖析錯誤: {1}

# ManifestMissingIsRoot
source: Missing 'isRoot' entry.
de: Der Eintrag "isRoot" fehlt.
ja: 'isRoot' エントリがありません。
pt_br: Entrada 'isRoot' ausente.
ru: Отсутствует запись 'isRoot'.
tr: 'isRoot' girdisi eksik.
zh_hans: 缺少 "isRoot" 条目。
zh_hant: 缺少 'isRoot' 項目。
