Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-build/xlf/LocalizableStrings.*.xlf
Languages: de, fr, it, pt_br, ru, tr, zh_hans

# AppDescription
source: Builder for the .NET Platform. Delegates to the MSBuild 'Build' target in the project file.
de: Generator für die .NET-Plattform. Delegiert an das MSBuild-Ziel "Build" in der Projektdatei.
fr: Générateur pour la plateforme .NET. Délègue à la cible 'Build' MSBuild dans le fichier projet.
it: Generatore per la piattaforma .NET. Delegati per la destinazione 'Build' di MSBuild nel file di progetto.
pt_br: Construtor para a Plataforma .NET. Delega para o destino “Build” do MSBuild no arquivo de projeto.
ru: Построитель для платформы .NET Делегирование в цель "Сборка" MSBuild в файле проекта.
tr: .NET Platformu için oluşturucu. Proje dosyasındaki MSBuild 'Build' hedefine temsilci atar.
zh_hans: 适用于.NET 平台的生成器。委托项目文件中 MSBuild“生成”目标。

# AppFullName
source: .NET Builder
de: .NET-Generator
fr: Générateur .NET
it: Generatore .NET
pt_br: Construtor do .NET
ru: Построитель .NET
tr: .NET Oluşturucusu
zh_hans: .NET 生成器

# ConfigurationOptionDescription
source: Configuration under which to build
it: Configurazione con cui eseguire la compilazione
tr: Derlemenin gerçekleştirileceği yapılandırma
zh_hans: 在何处生成配置

# ConfigurationOptionName
source: CONFIGURATION
it: CONFIGURAZIONE
pt_br: CONFIGURAÇÃO
tr: YAPILANDIRMA

# FrameworkOptionDescription
source: Compile a specific framework
it: Esegue la compilazione di un framework specifico
tr: Belirli bir çerçeveyi derler
zh_hans: 编译特定的框架

# FrameworkOptionName
source: FRAMEWORK
pt_br: ESTRUTURA
tr: ÇERÇEVE

# NoDependenciesOptionDescription
source: Set this flag to ignore project to project references and only build the root project
it: Impostare questo flag per ignorare i riferimenti P2P (da progetto a progetto) e compilare solo il progetto radice
tr: Projeden projeye başvuruları yoksaymak ve yalnızca kök projeyi derlemek için bu bayrağı ayarlayın
zh_hans: 设置此标志以忽略项目到项目引用，并仅生成根项目。

# NoIncrementialOptionDescription
source: Set this flag to turn off incremental build
it: Impostare questo flag per disattivare la compilazione incrementale
tr: Artımlı derlemeyi kapatmak için bu bayrağı ayarlayın
zh_hans: 设置此标志以关闭增量生成

# OutputOptionDescription
source: Directory in which to place outputs
it: Directory in cui inserire gli output
tr: Çıkışların yerleştirileceği dizin
zh_hans: 用于放置输出的目录

# OutputOptionName
source: OUTPUT_DIR
fr: RÉP_SORTIE
it: DIR_OUTPUT
pt_br: DIRETÓRIO_DE_SAÍDA
tr: ÇIKIŞ_DİZİNİ

# ProjectArgumentDescription
source: The MSBuild project file to build. If a project file is not specified, MSBuild searches the current working directory for a file that has a file extension that ends in `proj` and uses that file.
de: Die zu erstellende MSBuild-Projektdatei. Wenn keine Projektdatei angegeben ist, durchsucht MSBuild das aktuelle Arbeitsverzeichnis nach einer Datei mit einer Dateierweiterung, die auf "proj" endet, und verwendet diese Datei.
fr: Fichier projet MSBuild à générer. Si aucun fichier projet n'est spécifié, MSBuild recherche dans le répertoire de travail actif un fichier dont l'extension se termine par 'proj' et utilise ce dernier.
it: File di progetto MSBuild da compilare. Se non si specifica un file di progetto, MSBuild cerca nella directory di lavoro corrente un file la cui estensione termina con `proj` e usa tale file.
pt_br: O arquivo de projeto do MSBuild para compilar. Se não houver arquivo de projeto especificado, o MSBuild pesquisará no diretório de trabalho atual um arquivo que contenha uma extensão de arquivo que termine em "proj" e usará esse arquivo.
ru: Файл проекта MSBuild для сборки. Если файл проекта не указан, MSBuild выполняет в текущем рабочем каталоге поиск файла с расширением, оканчивающимся на PROJ, и использует этот файл.
tr: Derlenecek MSBuild proje dosyası. Bir proje dosyası belirtilmezse MSBuild, geçerli çalışma dizininde dosya uzantısının sonu ‘proj’ olan bir dosyası arar ve bu dosyayı kullanır.
zh_hans: 要生成的 MSBuild 项目文件。如果未指定项目文件，MSBuild 将搜索当前工作目录来查找文件扩展名以“proj”结尾的文件并使用该文件。

# ProjectArgumentValueName
source: PROJECT
fr: PROJET
it: PROGETTO
pt_br: PROJETO
tr: PROJE

# RuntimeOptionDescription
source: Target runtime to build for. The default is to build a portable application.
de: Ziellaufzeit für die Erstellung. Standardmäßig wird eine portable Anwendung erstellt.
fr: Runtime cible de la génération. Par défaut, une application portable est générée.
it: Runtime di destinazione per cui eseguire la compilazione. Per impostazione predefinita, viene compilata un'applicazione portatile.
pt_br: Tempo de execução de destino para o qual compilar. O padrão é compilar um aplicativo portátil.
ru: Целевая среда выполнения для сборки. По умолчанию выполняется сборка переносимого приложения.
tr: Derlemenin yapılacağı hedef çalışma zamanı. Varsayılan değer, taşınabilir bir uygulama derlenmesidir.
zh_hans: 要生成的目标运行时。默认生成可移植的应用程序。

# RuntimeOptionName
source: RUNTIME_IDENTIFIER
fr: IDENTIFICATEUR_RUNTIME
it: IDENTIFICATORE_RUNTIME
tr: ÇALIŞMA_ZAMANI_TANIMLAYICISI

# VersionSuffixOptionDescription
source: Defines the value for the $(VersionSuffix) property in the project
de: Definiert den Wert für die Eigenschaft "$(VersionSuffix)" im Projekt.
fr: Définit la valeur de la propriété $(VersionSuffix) dans le projet
it: Consente di definire il valore per la proprietà $(VersionSuffix) nel progetto
pt_br: Define o valor da propriedade $(VersionSuffix) no projeto
ru: Определяет значение для свойства $(VersionSuffix) в проекте
tr: Projedeki $(VersionSuffix) özelliğinin değerini tanımlar
zh_hans: 定义项目中 $(VersionSuffix)属性的值

# VersionSuffixOptionName
source: VERSION_SUFFIX
fr: SUFFIXE_VERSION
it: SUFFISSO_VERSIONE
pt_br: SUFIXO_DA_VERSÃO
tr: SÜRÜM_SONEKİ

# ConfigurationOptionDescription
source: Configuration to use for building the project. Default for most projects is "Debug".
de: Konfiguration für die Erstellung des Projekts. Standard für die meisten Projekte ist „Debug“.
fr: Configuration à utiliser pour la génération du projet. La valeur par défaut pour la plupart des projets est "Debug".
pt_br: A configuração a ser usada para criar o projeto. O padrão para a maioria dos projetos é “Depurar”.
ru: Конфигурация, используемая для сборки проекта. Значение по умолчанию для большинства проектов — "Debug".

# FrameworkOptionDescription
source: Target framework to build for. The target framework has to be specified in the project file.
de: Zielframework der Erstellung. Das Zielframework muss in der Projektdatei angegeben werden.
fr: Framework cible de la build. Le framework cible doit être spécifié dans le fichier projet.
pt_br: A estrutura de destino para a qual compilar. A estrutura de destino deve ser especificada no arquivo de projeto.
ru: Целевая платформа для сборки. Целевая платформа должна быть указана в файле проекта.

# NoDependenciesOptionDescription
source: Set this flag to ignore project-to-project references and only build the root project
de: Legen Sie dieses Flag fest, um Projekt-zu-Projekt-Verweise zu ignorieren und nur das Stammprojekt zu erstellen.
fr: Définir cet indicateur pour ignorer les références de projet à projet et générer uniquement le projet racine
pt_br: Defina esse sinalizador para ignorar as referências projeto a projeto e compilar apenas o projeto raiz
ru: Задайте этот флаг, чтобы пропускать ссылки проектов на проекты и выполнять сборку только корневого проекта.

# NoIncrementialOptionDescription
source: Disables incremental build.
de: Deaktiviert die inkrementelle Erstellung.
fr: Désactive la build incrémentielle.
pt_br: Desabilita o build incremental.
ru: Отключение инкрементной сборки.

# OutputOptionDescription
source: Output directory in which to place built artifacts.
de: Ausgabeverzeichnis, in dem erstellte Artefakte abgelegt werden.
fr: Répertoire de sortie dans lequel placer les artefacts de build.
pt_br: Diretório de saída no qual os artefatos compilados serão colocados.
ru: Выходной каталог для размещения созданных артефактов.
