Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# LoggerFailurePrefixWithErrorCode
source: MSBUILD : Logger error MSB1029: {0}
cs: MSBUILD : Protokolovací nástroj – error MSB1029: {0}
de: MSBUILD : Protokollierung, error MSB1029: {0}
es: MSBUILD : error del registrador: error MSB1029: {0}
fr: MSBUILD : Journal - error MSB1029: {0}
ja: MSBUILD : ロガー error MSB1029: {0}
ko: MSBUILD : 로거 error MSB1029: {0}
pl: MSBUILD : rejestrator — error MSB1029: {0}
ru: MSBUILD : журнала error MSB1029: {0}
tr: MSBUILD : Günlükçü error MSB1029: {0}
zh_hans: MSBUILD : 记录器 error MSB1029: {0}
zh_hant: MSBUILD : 記錄器 error MSB1029: {0}

# MSBExePath
source: MSBuild executable path = "{0}"
cs: Cesta ke spustitelnému souboru MSBuild = {0}
de: Pfad zur ausführbaren MSBuild-Datei = "{0}"
es: Ruta de acceso al ejecutable de MSBuild: "{0}"
fr: Chemin de l'exécutable MSBuild = "{0}"
it: Percorso dell'eseguibile di MSBuild = "{0}"
ja: MSBuild 実行可能ファイルのパス = "{0}"
ko: MSBuild 실행 파일 경로 = "{0}"
pl: Ścieżka do pliku wykonywalnego programu MSBuild = „{0}”
pt_br: Caminho executável do MSBuild = "{0}"
ru: Путь к исполняемому файлу MSBuild = "{0}"
tr: MSBuild yürütülebilir yolu = "{0}"
zh_hans: MSBuild 可执行文件路径 = "{0}"
zh_hant: MSBuild 可執行檔路徑 = "{0}"

# MSBVersion
source: MSBuild version = "{0}"
cs: Verze MSBuild = {0}
es: Versión de MSBuild: "{0}"
fr: Version de MSBuild = "{0}"
it: Versione di MSBuild = "{0}"
ja: MSBuild バージョン = "{0}"
ko: MSBuild 버전 = "{0}"
pl: Wersja programu MSBuild = „{0}”
pt_br: Versão do MSBuild = "{0}"
ru: Версия MSBuild = "{0}"
tr: MSBuild sürümü = "{0}"
zh_hans: MSBuild 版本 = "{0}"
zh_hant: MSBuild 版本 = "{0}"

# MSBuildDebugPath
source: MSBuild logs and debug information will be at "{0}"
cs: Protokoly MSBuild a informace o ladění budou dostupné v „{0}“
de: MSBuild-Protokolle und Debuginformationen befinden sich auf "{0}"
es: Los registros de MSBuild y la información de depuración estarán en "{0}"
fr: Les journaux MSBuild et les informations de débogage seront au "{0}"
it: I log e le informazioni di debug di MSBuild sono contenuti in "{0}"
ja: MSBuild のログとデバッグ情報は、"{0}" にあります。
ko: MSBuild 로그 및 디버그 정보는 "{0}"에 있습니다.
pl: Dzienniki i informacje debugowania programu MSBuild będą znajdować się w lokalizacji „{0}”
pt_br: Os logs e as informações de depuração do MSBuild estarão no "{0}"
ru: Журналы MSBuild и отладочные сведения будут доступны по адресу "{0}"
tr: MSBuild günlükleri ve hata ayıklama bilgileri "{0}" yolunda olacak
zh_hans: MSBuild 日志和调试信息将位于"{0}"
zh_hant: MSBuild 記錄和偵錯工具資訊將位於 "{0}"

# MissingFeatureAvailabilityError
source: MSBUILD : error MSB1067: Must provide a feature name for the featureAvailability switch.
cs: MSBUILD : error MSB1067: Je nutné zadat název funkce pro přepínač featureAvailability.
fr: MSBUILD : error MSB1067: doit fournir un nom de fonctionnalité pour le commutateur featureAvailability.
ja: MSBUILD : error MSB1067: featureAvailability スイッチの機能名を指定する必要があります。
ko: MSBUILD : error MSB1067: featureAvailability 스위치에 대한 기능 이름을 제공해야 합니다.
pt_br: MSBUILD : error MSB1067: É necessário fornecer um nome de recurso para a chave featureAvailability.
tr: MSBUILD : error MSB1067: featureAvailability anahtarı için özellik adı belirtilmelidir.

# MissingGetItemError
source: MSBUILD : error MSB1014: Must provide an item name for the getItem switch.
cs: MSBUILD : error MSB1014: Je nutné zadat název položky pro přepínač getItem.
de: MSBUILD : error MSB1014: Es muss ein Elementname für den getItem-Switch angegeben werden.
es: MSBUILD : error MSB1014: debe proporcionar un nombre de elemento para el modificador getItem.
it: MSBUILD : error MSB1014: è necessario specificare un nome elemento per l'opzione getItem.
ja: MSBUILD : error MSB1014: getItem スイッチに項目名を指定する必要があります。
ko: MSBUILD : error MSB1014: getItem 스위치의 항목 이름을 제공해야 합니다.
pl: MSBUILD : error MSB1014: Musi podać nazwę elementu dla przełącznika getItem.
pt_br: MSBUILD : error MSB1014: É preciso fornecer um nome de item para a chave getItem.
ru: MSBUILD : error MSB1014: необходимо указать имя элемента для переключателя getItem.
tr: MSBUILD : error MSB1014: getItem anahtarı için bir öğe adı sağlanması gerekiyor.
zh_hans: MSBUILD : error MSB1014: 必须为 getItem 开关提供项名称。
zh_hant: MSBUILD : error MSB1014: 必須提供 getItem 切換的項目名稱。

# MissingGetPropertyError
source: MSBUILD : error MSB1010: Must provide a property name for the getProperty switch.
cs: MSBUILD : error MSB1010: Je nutné zadat název vlastnosti pro přepínač getProperty.
de: MSBUILD : error MSB1010: Für den getProperty-Switch muss ein Eigenschaftenname angegeben werden.
es: MSBUILD : error MSB1010: debe proporcionar un nombre de propiedad para el modificador getProperty.
it: MSBUILD : error MSB1010: è necessario specificare un nome proprietà per l'opzione getProperty.
ja: MSBUILD : error MSB1010: getProperty スイッチにプロパティ名を指定する必要があります。
ko: MSBUILD : error MSB1010: getProperty 스위치의 속성 이름을 제공해야 합니다.
pl: MSBUILD : error MSB1010: Musi podać nazwę właściwości dla przełącznika getProperty.
pt_br: MSBUILD : error MSB1010: É preciso fornecer um nome de propriedade para a chave getProperty.
ru: MSBUILD : error MSB1010: необходимо указать имя свойства для переключателя getProperty.
tr: MSBUILD : error MSB1010: getProperty anahtarı için bir özellik adı belirtilmelidir.
zh_hans: MSBUILD : error MSB1010: 必须为 getProperty 开关提供属性名称。
zh_hant: MSBUILD : error MSB1010: 必須提供 getProperty 切換的屬性名稱。

# MissingGetResultFileError
source: MSBUILD : error MSB1068: Must provide a file for the getResultOutputFile switch.
cs: MSBUILD : error MSB1068: Je nutné zadat soubor pro přepínač getResultOutputFile.
es: MSBUILD : error MSB1068: debe proporcionar un archivo para el modificador getResultOutputFile.
fr: MSBUILD : error MSB1068: doit fournir un fichier pour la bascule getResultOutputFile.
it: MSBUILD : error MSB1068: è necessario fornire un file per il passaggio getResultOutputFile.
ja: MSBUILD : error MSB1068: getResultOutputFile スイッチのファイルを指定する必要があります。
ko: MSBUILD : error MSB1068: getResultOutputFile 스위치에 대한 파일을 제공해야 합니다.
pt_br: MSBUILD : error MSB1068: deve ser fornecido um arquivo para a opção getResultOutputFile.
ru: MSBUILD : error MSB1068: необходимо предоставить файл для переключателя getResultOutputFile.
tr: MSBUILD : error MSB1068: getResultOutputFile anahtarı için bir dosya sağlanmalıdır.
zh_hans: MSBUILD : error MSB1068: 必须为 getResultOutputFile 开关提供文件。
zh_hant: MSBUILD : error MSB1068: 必須提供 getResultOutputFile 切換的檔案。

# MissingGetTargetResultError
source: MSBUILD : error MSB1017: Must provide a target name for the getTargetResult switch.
cs: MSBUILD : error MSB1017: Je nutné zadat cílový název pro přepínač getTargetResult.
de: MSBUILD : error MSB1017: Für den GetTargetResult-Switch muss ein Zielname angegeben werden.
es: MSBUILD : error MSB1017: debe proporcionar un nombre de destino para el modificador getTargetResult.
it: MSBUILD : error MSB1017: è necessario specificare un nome destinazione per l'opzione getTargetResult.
ja: MSBUILD : error MSB1017: getTargetResult スイッチにターゲット名を指定する必要があります。
ko: MSBUILD : error MSB1017: getTargetResult 스위치의 대상 이름을 제공해야 합니다.
pl: MSBUILD : error MSB1017: Musi podać nazwę celu dla przełącznika getTargetResult.
pt_br: MSBUILD : error MSB1017: É preciso fornecer um nome de destino para a chave getTargetResult.
ru: MSBUILD : error MSB1017: необходимо указать целевое имя для переключателя getTargetResult.
tr: MSBUILD : error MSB1017: getTargetResult anahtarı için bir hedef adı sağlanması gerekiyor.
zh_hans: MSBUILD : error MSB1017: 必须为 getTargetResult 开关提供目标名称。
zh_hant: MSBUILD : error MSB1017: 必須提供 getTargetResult 切換的目標名稱。

# MissingLoggerError
source: MSBUILD : error MSB1007: Specify a logger.
cs: MSBUILD : error MSB1007: Zadejte protokolovací nástroj.
de: MSBUILD : error MSB1007: Geben Sie eine Protokollierung an.
es: MSBUILD : error MSB1007: Especifique un registrador.
fr: MSBUILD : error MSB1007: Spécifiez un journal.
it: MSBUILD : error MSB1007: specificare un logger.
ja: MSBUILD : error MSB1007: Logger を指定してください。
ko: MSBUILD : error MSB1007: 로거를 지정하십시오.
pl: MSBUILD : error MSB1007: określ rejestrator.
pt_br: MSBUILD : error MSB1007: Especificar um agente de log.
ru: MSBUILD : error MSB1007: укажите журнал.
tr: MSBUILD : error MSB1007: Günlükçü belirtin.
zh_hans: MSBUILD : error MSB1007: 请指定记录器。
zh_hant: MSBUILD : error MSB1007: 指定記錄器。

# MissingMaxCPUCountError
source: MSBUILD : error MSB1031: Specify the maximum number of CPUs.
cs: MSBUILD : error MSB1031: Zadejte maximální počet procesorů.
de: MSBUILD : error MSB1031: Geben Sie die maximale Anzahl von CPUs an.
es: MSBUILD : error MSB1031: Especifique el número máximo de CPU.
fr: MSBUILD : error MSB1031: Spécifiez le nombre maximal d'UC.
it: MSBUILD : error MSB1031: specificare il numero massimo di CPU.
ja: MSBUILD : error MSB1031: 最大 CPU 数を指定してください。
ko: MSBUILD : error MSB1031: 최대 CPU 수를 지정하십시오.
pl: MSBUILD : error MSB1031: określ maksymalną liczbę procesorów CPU.
pt_br: MSBUILD : error MSB1031: Especifique o número máximo de CPUs.
ru: MSBUILD : error MSB1031: задайте максимальное число процессоров.
tr: MSBUILD : error MSB1031: En yüksek CPU sayısını belirtin.
zh_hans: MSBUILD : error MSB1031: 指定最大 CPU 数。
zh_hant: MSBUILD : error MSB1031: 指定 CPU 的最大數目。

# MissingProjectError
source: MSBUILD : error MSB1003: Specify a project or solution file. The current working directory does not contain a project or solution file.
cs: MSBUILD : error MSB1003: Zadejte soubor projektu nebo řešení. Aktuální pracovní adresář neobsahuje soubor projektu nebo řešení.
de: MSBUILD : error MSB1003: Geben Sie eine Projekt- oder Projektmappendatei an. Das aktuelle Arbeitsverzeichnis enthält keine Projekt- oder Projektmappendatei.
es: MSBUILD : error MSB1003: Especifique un archivo de proyecto o de solución. El directorio de trabajo actual no contiene un archivo de proyecto ni de solución.
fr: MSBUILD : error MSB1003: Spécifiez un fichier projet ou solution. Le répertoire de travail actif n'en contient aucun.
it: MSBUILD : error MSB1003: specificare un file di progetto o di soluzione. La directory di lavoro corrente non contiene alcun file di progetto o di soluzione.
ja: MSBUILD : error MSB1003: プロジェクト ファイルまたはソリューション ファイルを指定してください。現在の作業ディレクトリはプロジェクト ファイルまたはソリューション ファイルを含んでいません。
ko: MSBUILD : error MSB1003: 프로젝트 또는 솔루션 파일을 지정하세요. 현재 작업 디렉터리에 프로젝트 또는 솔루션 파일이 없습니다.
pl: MSBUILD : error MSB1003: Określ plik projektu lub rozwiązania. Bieżący katalog roboczy nie zawiera pliku projektu ani pliku rozwiązania.
pt_br: MSBUILD : error MSB1003: Especifique um arquivo de solução ou de projeto. O diretório de trabalho atual não contém um arquivo de solução ou de projeto.
ru: MSBUILD : error MSB1003: укажите проект или файл решения. Текущий рабочий каталог не содержит проект или файл решения.
tr: MSBUILD : error MSB1003: Bir proje veya çözüm dosyası belirtin. Geçerli çalışma dizini bir proje veya çözüm dosyası içermiyor.
zh_hans: MSBUILD : error MSB1003: 请指定项目或解决方案文件。当前工作目录中未包含项目或解决方案文件。
zh_hant: MSBUILD : error MSB1003: 指定專案或方案檔。目前工作目錄未包含專案或方案檔。

# MissingPropertyError
source: MSBUILD : error MSB1005: Specify a property and its value.
cs: MSBUILD : error MSB1005: Zadejte vlastnost a její hodnotu.
de: MSBUILD : error MSB1005: Geben Sie eine Eigenschaft und ihren Wert an.
es: MSBUILD : error MSB1005: Especifique una propiedad y su valor.
fr: MSBUILD : error MSB1005: Spécifiez une propriété et sa valeur.
it: MSBUILD : error MSB1005: specificare una proprietà e il relativo valore.
ja: MSBUILD : error MSB1005: プロパティとその値を指定してください。
ko: MSBUILD : error MSB1005: 속성과 해당 속성 값을 지정하십시오.
pl: MSBUILD : error MSB1005: określ właściwość i jej wartość.
pt_br: MSBUILD : error MSB1005: Especifique uma propriedade e seu valor.
ru: MSBUILD : error MSB1005: укажите свойство и его значение.
tr: MSBUILD : error MSB1005: Bir özellik ve bunun değerini belirtin.
zh_hans: MSBUILD : error MSB1005: 请指定属性及其属性值。
zh_hant: MSBUILD : error MSB1005: 請指定屬性和屬性值。

# MissingResponseFileError
source: MSBUILD : error MSB1012: Specify a response file.
cs: MSBUILD : error MSB1012: Zadejte soubor odpovědí.
de: MSBUILD : error MSB1012: Geben Sie eine Antwortdatei an.
es: MSBUILD : error MSB1012: Especifique un archivo de respuesta.
fr: MSBUILD : error MSB1012: Spécifiez un fichier réponse.
it: MSBUILD : error MSB1012: specificare un file di risposta.
ja: MSBUILD : error MSB1012: 応答ファイルを指定してください。
ko: MSBUILD : error MSB1012: 지시 파일을 지정하십시오.
pl: MSBUILD : error MSB1012: określ plik odpowiedzi.
pt_br: MSBUILD : error MSB1012: Especifique um arquivo de resposta.
ru: MSBUILD : error MSB1012: укажите файл ответа.
tr: MSBUILD : error MSB1012: Bir yanıt dosyası belirtin.
zh_hans: MSBUILD : error MSB1012: 请指定响应文件。
zh_hant: MSBUILD : error MSB1012: 請指定回應檔。

# MissingTargetError
source: MSBUILD : error MSB1004: Specify the name of the target.
cs: MSBUILD : error MSB1004: Zadejte název cíle.
de: MSBUILD : error MSB1004: Geben Sie den Namen des Ziels an.
es: MSBUILD : error MSB1004: Especifique el nombre del destino.
fr: MSBUILD : error MSB1004: Spécifiez le nom de la cible.
it: MSBUILD : error MSB1004: specificare il nome della destinazione.
ja: MSBUILD : error MSB1004: ターゲットの名前を指定してください。
ko: MSBUILD : error MSB1004: 대상의 이름을 지정하십시오.
pl: MSBUILD : error MSB1004: określ nazwę elementu docelowego.
pt_br: MSBUILD : error MSB1004: Especifique o nome do destino.
ru: MSBUILD : error MSB1004: укажите имя конечного объекта.
tr: MSBUILD : error MSB1004: Hedefin adını belirtin.
zh_hans: MSBUILD : error MSB1004: 请指定目标的名称。
zh_hant: MSBUILD : error MSB1004: 請指定目標的名稱。

# MissingTerminalLoggerParameterError
source: MSBUILD : error MSB1066: Specify one or more parameters for the terminal logger if using the -terminalLoggerParameters switch
cs: MSBUILD : error MSB1066: Pokud používáte přepínač -terminalLoggerParameters, zadejte jeden nebo více parametrů pro terminálový protokolovací nástroj.
de: MSBUILD : error MSB1066: Geben Sie mindestens einen Parameter für die Terminalprotokollierung an, wenn Sie den Schalter "-terminalLoggerParameters" verwenden.
es: MSBUILD : error MSB1066: Especifique uno o más parámetros para el registrador de terminales si utiliza la opción -terminalLoggerParameters
fr: MSBUILD : error MSB1066: spécifiez un ou plusieurs paramètres pour l’enregistreur d’événements de terminal si vous utilisez le commutateur -terminalLoggerParameters
it: MSBUILD : error MSB1066: specificare uno o più parametri per il logger del terminale se si usa l'opzione -terminalLoggerParameters
ja: MSBUILD : error MSB1066: -terminalLoggerParameters スイッチを使用する場合は、このスイッチにターミナル ロガーのパラメーターを 1 つ以上指定してください
ko: MSBUILD : error MSB1066: -terminalLoggerParameters 스위치를 사용하는 경우 터미널 로거에 대해 하나 이상의 매개 변수를 지정하세요.
pl: MSBUILD : error MSB1066: W przypadku korzystania z przełącznika -terminalLoggerParameters określ co najmniej jeden parametr dla rejestratora terminalu
pt_br: MSBUILD : error MSB1066: Especifique um ou mais parâmetros para o agente de terminal se estiver usando a opção -terminalLoggerParameters
ru: MSBUILD : error MSB1066: укажите один или несколько параметров для регистратора терминала при использовании переключателя -terminalLoggerParameters
tr: MSBUILD : error MSB1066: -terminalLoggerParameters anahtarı kullanılıyorsa terminal günlükçüsü için bir veya birden çok parametre belirtin
zh_hans: MSBUILD : error MSB1066: 为终端记录器指定一个或多个参数 (如果使用 -terminalLoggerParameters 开关)
zh_hant: MSBUILD : error MSB1066: 如果使用 -terminalLoggerParameters 參數，請為終端機記錄器指定一或多個參數

# MissingToolsVersionError
source: MSBUILD : error MSB1039: Specify the version of the toolset.
cs: MSBUILD : error MSB1039: Zadejte verzi sady nástrojů.
de: MSBUILD : error MSB1039: Geben Sie die Version des Toolsets an.
es: MSBUILD : error MSB1039: Especifique la versión del conjunto de herramientas.
fr: MSBUILD : error MSB1039: Spécifiez la version de l'ensemble d'outils.
it: MSBUILD : error MSB1039: specificare la versione del set di strumenti.
ja: MSBUILD : error MSB1039: ツールセットのバージョンを指定してください。
ko: MSBUILD : error MSB1039: 도구 집합의 버전을 지정하십시오.
pl: MSBUILD : error MSB1039: określ wersję zestawu narzędzi.
pt_br: MSBUILD : error MSB1039: Especifique a versão do conjunto de ferramentas.
ru: MSBUILD : error MSB1039: укажите версию набора инструментов.
tr: MSBUILD : error MSB1039: Araç takımının sürümünü belirtin.
zh_hans: MSBUILD : error MSB1039: 指定工具集的版本。
zh_hant: MSBUILD : error MSB1039: 指定工具組的版本。

# MissingVerbosityError
source: MSBUILD : error MSB1016: Specify the verbosity level.
cs: MSBUILD : error MSB1016: Zadejte úroveň podrobností protokolování.
de: MSBUILD : error MSB1016: Geben Sie den Ausführlichkeitsgrad an.
es: MSBUILD : error MSB1016: Especifique el nivel de detalle.
fr: MSBUILD : error MSB1016: Spécifiez le niveau de verbosité.
it: MSBUILD : error MSB1016: specificare il livello di dettaglio.
ja: MSBUILD : error MSB1016: 詳細レベルを指定してください。
ko: MSBUILD : error MSB1016: 세부 정보 표시 수준을 지정하십시오.
pl: MSBUILD : error MSB1016: określ poziom szczegółowości.
pt_br: MSBUILD : error MSB1016: Especifique o nível de detalhamento.
ru: MSBUILD : error MSB1016: укажите уровень детализации.
tr: MSBUILD : error MSB1016: Ayrıntı düzeyini belirtin.
zh_hans: MSBUILD : error MSB1016: 请指定详细程度。
zh_hant: MSBUILD : error MSB1016: 請指定詳細程度等級。

# MissingWarnNotAsErrorParameterError
source: MSBUILD : error MSB1060: Specify one or more warning codes when using the -warnNotAsError switch.
cs: MSBUILD : error MSB1060: Při použití přepínače -warnNotAsError zadejte jeden nebo více kódů upozornění.
de: MSBUILD : error MSB1060: Geben Sie mindestens einen Warnungscode an, wenn Sie den „-warnNotAsError“-Switch verwenden.
es: MSBUILD : error MSB1060: Especifique uno o varios códigos de advertencia al usar el modificador -warnNotAsError.
fr: MSBUILD : error MSB1060: Spécifiez un ou plusieurs codes d’avertissement lors de l’utilisation du commutateur -warnNotAsError.
it: MSBUILD : error MSB1060: specificare uno o più codici di avviso quando si usa l'opzione -warnNotAsError.
ja: MSBUILD : error MSB1060: -warnNotAsError スイッチを使用する場合は、1 つ以上の警告コードを指定してください。
ko: MSBUILD : error MSB1060: -warnNotAsError 스위치를 사용할 때 하나 이상의 경고 코드를 지정하세요.
pl: MSBUILD : error MSB1060: Określ co najmniej jeden kod ostrzeżenia podczas korzystania z przełącznika –warnNotAsError.
pt_br: MSBUILD : error MSB1060: especifique um ou mais códigos de aviso ao usar a opção -warnNotAsError.
ru: MSBUILD : error MSB1060: укажите один или несколько кодов предупреждений при использовании параметра -warnNotAsError.
tr: MSBUILD : error MSB1060: -warnNotAsError anahtarını kullanırken bir veya daha fazla uyarı kodu belirtin.
zh_hans: MSBUILD : error MSB1060: 使用 -warnNotAsError 开关时指定一个或多个警告代码。
zh_hant: MSBUILD : error MSB1060: 使用 -warnNotAsError 切換參數時，請指定一或多個警告碼。

# MultipleSchemasError
source: MSBUILD : error MSB1024: Only one schema can be specified for validation of the project.
cs: MSBUILD : error MSB1024: Pro ověření projektu lze zadat pouze jedno schéma.
de: MSBUILD : error MSB1024: Es darf nur ein Schema für die Validierung des Projekts angegeben werden.
es: MSBUILD : error MSB1024: Sólo puede especificarse un esquema para la validación del proyecto.
fr: MSBUILD : error MSB1024: Vous ne pouvez spécifier qu'un seul schéma pour la validation du projet.
it: MSBUILD : error MSB1024: è possibile specificare solo uno schema per la convalida del progetto.
ja: MSBUILD : error MSB1024: プロジェクトの検証には、1 つのスキーマのみを指定することができます。
ko: MSBUILD : error MSB1024: 프로젝트의 유효성을 검사하는 데 사용할 스키마를 하나만 지정할 수 있습니다.
pl: MSBUILD : error MSB1024: do walidacji projektu można określić tylko jeden schemat.
pt_br: MSBUILD : error MSB1024: Somente um esquema pode ser especificado para validação do projeto.
ru: MSBUILD : error MSB1024: для проверки проекта можно указать только одну схему.
tr: MSBUILD : error MSB1024: Projenin doğrulanması için yalnızca bir şema belirtilebilir.
zh_hans: MSBUILD : error MSB1024: 只能指定一个项目验证架构。
zh_hant: MSBUILD : error MSB1024: 專案的驗證只能指定一個結構描述。

# NameInvalid
source: MSBUILD : error MSB5016: The name "{0}" contains an invalid character "{1}".
cs: MSBUILD : error MSB5016: Název {0} obsahuje neplatný znak {1}.
de: MSBUILD : error MSB5016: Der Name "{0}" enthält ein ungültiges Zeichen "{1}".
es: MSBUILD : error MSB5016: El nombre "{0}" contiene un carácter no válido "{1}".
fr: MSBUILD : error MSB5016: le nom «{0}» contient un caractère non valide «{1}».
it: MSBUILD : error MSB5016: il nome "{0}" contiene un carattere non valido "{1}".
ja: MSBUILD : error MSB5016: 名前 "{0}" に無効な文字 "{1}" が含まれています。
ko: MSBUILD : error MSB5016: "{0}" 이름에 잘못된 문자 "{1}"이(가) 사용되었습니다.
pl: MSBUILD : error MSB5016: nazwa „{0}” zawiera nieprawidłowy znak „{1}”.
pt_br: MSBUILD : error MSB5016: O nome "{0}" contém um caractere inválido "{1}".
ru: MSBUILD : error MSB5016: Имя "{0}" содержит недопустимый символ "{1}".
tr: MSBUILD : error MSB5016: "{0}" adı "{1}" geçersiz karakterini içeriyor.
zh_hans: MSBUILD : error MSB5016: 名称“{0}”包含无效字符“{1}”。
zh_hant: MSBUILD : error MSB5016: 名稱 "{0}" 包含無效字元 "{1}"。

# NotWarnAsErrorWithoutWarnAsError
source: MSBUILD : error MSB1062: The -warnnotaserror switch cannot be specified unless the -warnaserror switch is also specified and left empty.
cs: MSBUILD : error MSB1062: Přepínač -warnnotaserror nelze zadat, pokud není zadán také přepínač -warnaserror a není prázdný.
de: MSBUILD : error MSB1062: Der „-warnnotaserror“-Switch kann nur angegeben werden, wenn auch der „-warnaserror“-Switch angegeben wurde und leer gelassen wird.
es: MSBUILD : error MSB1062: No se puede especificar el modificador -warnnotaserror a menos que también se especifique el modificador -warnaserror y se deje vacío.
fr: MSBUILD : error MSB1062: Impossible de spécifier le commutateur -warnnotaserror, sauf si le commutateur -warnaserror est également spécifié et laissé vide.
it: MSBUILD : error MSB1062: non è possibile specificare l'opzione -warnnotaserror a meno che non venga specificata e lasciata vuota anche l'opzione -warnaserror.
ja: MSBUILD : error MSB1062: -war nullerror スイッチも指定され、空のままにしない限り、-warnnotaserror スイッチを指定できません。
ko: MSBUILD : error MSB1062: -warnaserror 스위치도 지정하고 비어 있지 않으면 -warnnotaserror 스위치를 지정할 수 없습니다.
pl: MSBUILD : error MSB1062: Nie można określić przełącznika –warnnotaserror, chyba że przełącznik –warnaserror również jest określony i pozostanie pusty.
pt_br: MSBUILD : error MSB1062: A opção -warnnotaserror não pode ser especificada, a menos que a opção -warnaserror também seja especificada e deixada em branco.
ru: MSBUILD : error MSB1062: невозможно задать параметр -warnnotaserror, если параметр -warnaserror также не задан и не оставлен пустым.
tr: MSBUILD : error MSB1062: -warnnotaserror anahtarı, -warnaserror anahtarı da belirtilmedikçe ve boş bırakılmadıkça belirtilemez.
zh_hans: MSBUILD : error MSB1062: 除非还指定了 -warnaserror 开关并将其留空，否则无法指定 -warnnotaserror 开关。
zh_hant: MSBUILD : error MSB1062: 除非同時指定 -warnaserror 切換參數且保留空白，否則無法指定 -warnnotaserror 切換參數。

# OptionalLoggerCreationMessage
source: The specified logger "{0}" could not be created and will not be used. {1}
cs: Zadaný protokolovací nástroj {0} nebylo možné vytvořit a nebude se používat. {1}
es: No se pudo crear el registrador especificado por "{0}" y no se usará. {1}
fr: L’enregistreur d’événements « {0} » spécifié n’a pas pu être créé et ne sera pas utilisé. {1}
it: Non è stato possibile creare il logger specificato "{0}", che quindi non verrà usato. {1}
ja: 指定されたロガー "{0}" は作成できなかったため、使用されません。{1}
ko: 지정한 로거 "{0}"을(를) 만들 수 없으므로 사용할 수 없습니다. {1}
pt_br: O agente especificado "{0}" não pôde ser criado e não será usado. {1}
ru: Указанное средство ведения журнала "{0}" невозможно создать и не будет использоваться. {1}
tr: Belirtilen "{0}" günlükçüsü oluşturulamadı ve kullanılmayacak. {1}
zh_hans: 无法创建指定的记录器“{0}”，因此将不会使用它。{1}
zh_hant: 無法建立指定的記錄器 "{0}"，因此將不會使用它。{1}
