Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PickedUpSwitchesFromAutoResponse
source: Some command line switches were read from the auto-response file "{0}". To disable this file, use the "-noAutoResponse" switch.
cs: Některé přepínače příkazového řádku byly načteny ze souboru automatických odpovědí {0}. Pokud chcete tento soubor zakázat, použijte přepínač -noAutoResponse.
de: Einige Befehlszeilenschalter wurden aus der automatischen Antwortdatei "{0}" gelesen. Verwenden Sie den Schalter "-noAutoResponse", um diese Datei zu deaktivieren.
es: Algunos modificadores de la línea de comandos se leyeron del archivo de respuesta automática "{0}". Para deshabilitar este archivo, use el modificador "-noAutoResponse".
fr: Certains commutateurs de ligne de commande sont issus du fichier réponse automatique "{0}". Ajoutez le commutateur "-noAutoResponse" pour le désactiver.
it: Alcune opzioni della riga di comando sono state lette dal file di risposta automatica "{0}". Per disabilitare questo file, usare l'opzione "-noAutoResponse".
ja: コマンド ラインの一部のスイッチは自動応答ファイル "{0}" から読み取られたものです。このファイルを無効にするには、"-noAutoResponse" スイッチをご使用ください。
ko: 자동 지시 파일 "{0}"에서 일부 명령줄 스위치를 읽어왔습니다. 이 파일을 사용하지 않도록 설정하려면 "-noAutoResponse" 스위치를 사용하세요.
pl: Odczytano pewne przełączniki wiersza polecenia z pliku autoodpowiedzi „{0}”. Aby wyłączyć ten plik, użyj przełącznika „-noAutoResponse”.
pt_br: Algumas opções de linha de comando foram lidas do arquivo de resposta automática "{0}". Para desabilitar esse arquivo, use a opção "-noAutoResponse".
ru: Некоторые параметры командной строки были считаны из файла автоматического ответа "{0}". Чтобы отключить этот файл, используйте параметр "-noAutoResponse".
tr: Bazı komut satırı anahtarları "{0}" otomatik yanıt dosyasından okundu. Bu dosyayı devre dışı bırakmak için "-noAutoResponse" anahtarını kullanın.
zh_hans: 将从自动响应文件“{0}”中读取某些命令行开关。若要禁用此文件，请使用“-noAutoResponse”开关。
zh_hant: 有些命令列參數讀取自自動回應檔 "{0}"。若要停用此檔案，請使用 "-noAutoResponse" 參數。

# Process
source: Process = "{0}"
cs: Proces = {0}
de: Prozess = "{0}"
es: Proceso: "{0}"
fr: Processus = "{0}"
it: Processo = "{0}"
ja: プロセス = "{0}"
ko: 프로세스 = "{0}"
pl: Proces = „{0}”
pt_br: Processo = "{0}"
ru: Процесс = "{0}"
tr: İşlem = "{0}"
zh_hans: 进程 = "{0}"
zh_hant: 流程 = "{0}"

# ProjectNotFoundError
source: MSBUILD : error MSB1009: Project file does not exist.
cs: MSBUILD : error MSB1009: Soubor projektu neexistuje.
de: MSBUILD : error MSB1009: Die Projektdatei ist nicht vorhanden.
es: MSBUILD : error MSB1009: El archivo de proyecto no existe.
fr: MSBUILD : error MSB1009: Le fichier projet n'existe pas.
it: MSBUILD : error MSB1009: il file di progetto non esiste.
ja: MSBUILD : error MSB1009: プロジェクト ファイルが存在しません。
ko: MSBUILD : error MSB1009: 프로젝트 파일이 없습니다.
pl: MSBUILD : error MSB1009: plik projektu nie istnieje.
pt_br: MSBUILD : error MSB1009: Arquivo de projeto não existe.
ru: MSBUILD : error MSB1009: файл проекта не существует.
tr: MSBUILD : error MSB1009: Proje dosyası yok.
zh_hans: MSBUILD : error MSB1009: 项目文件不存在。
zh_hant: MSBUILD : error MSB1009: 專案檔不存在。

# PossiblyOmittedMaxCPUSwitch
source: Building the projects in this solution one at a time. To enable parallel build, please add the "-m" switch.
cs: Probíhá postupné sestavování projektů v tomto řešení. Pokud chcete povolit paralelní sestavování, přidejte prosím přepínač -m.
de: Die Projekte in dieser Projektmappe werden nacheinander erstellt. Um eine parallele Erstellung zu ermöglichen, müssen Sie den Schalter "-m" hinzufügen.
es: Los proyectos de esta solución se van a compilar de uno en uno. Para habilitar la compilación en paralelo, agregue el modificador "-m".
fr: Les projets sont générés individuellement dans cette solution. Pour activer la génération en parallèle, ajoutez le commutateur "-m".
it: Compilazione dei progetti nella soluzione uno alla volta. Per abilitare la compilazione parallela, aggiungere l'opzione "-m".
ja: このソリューション内のプロジェクトを一度に 1 つずつビルドします。並行ビルドを有効にするには、"-m" スイッチを追加してください。
ko: 이 솔루션의 프로젝트를 한 번에 하나씩 빌드합니다. 병렬 빌드를 사용하려면 "-m" 스위치를 추가하세요.
pl: Projekty w tym rozwiązaniu są kompilowane pojedynczo. Aby umożliwić kompilację równoległą, dodaj przełącznik „-m”.
pt_br: Compilando os projetos desta solução um por vez. Para habilitar o build paralelo, adicione a opção "-m".
ru: Выполняется последовательная сборка проектов в этом решении. Чтобы включить параллельную сборку, добавьте параметр "-m".
tr: Bu çözümde projeler tek tek derlenir. Paralel bir derlemeyi etkinleştirmek için lütfen "-m" anahtarını ekleyin.
zh_hans: 在此解决方案中一次生成一个项目。若要启用并行生成，请添加“-m”开关。
zh_hant: 在此解決方案中一次建置一個專案。若要啟用平行建置，請新增 "-m" 參數。

# ProjectSchemaErrorHalt
source: MSBUILD : MSB1045: Stopping because of syntax errors in project file.
cs: MSBUILD : MSB1045: Zpracování je zastaveno z důvodu chyb syntaxe v souboru projektu.
de: MSBUILD : MSB1045: Prozess aufgrund von Syntaxfehlern in der Projektdatei angehalten.
es: MSBUILD : MSB1045: Se detendrá porque hay errores de sintaxis en el archivo del proyecto.
fr: MSBUILD : MSB1045: Arrêt en raison d'erreurs de syntaxe dans le fichier projet.
it: MSBUILD : MSB1045: arresto a causa di errori di sintassi nel file di progetto.
ja: MSBUILD : MSB1045: プロジェクト ファイルに構文エラーがあるため停止します。
ko: MSBUILD : MSB1045: 프로젝트 파일에서 구문 오류가 발생했으므로 작업을 중단합니다.
pl: MSBUILD : MSB1045: Zatrzymywanie z powodu błędów składni w pliku projektu.
pt_br: MSBUILD : MSB1045: Parando devido a erros de sintaxe no arquivo de projeto.
ru: MSBUILD : MSB1045: остановка из-за синтаксических ошибок в файле проекта.
tr: MSBUILD : MSB1045: Proje dosyasındaki sözdizimi hataları nedeniyle durduruluyor.
zh_hans: MSBUILD : MSB1045: 由于项目文件中存在语法错误而正在停止。
zh_hant: MSBUILD : MSB1045: 正在停止，因為專案檔中有語法錯誤。

# ReadResponseFileError
source: MSBUILD : error MSB1023: Cannot read the response file. {0}
cs: MSBUILD : error MSB1023: Nelze číst soubor odpovědí. {0}
de: MSBUILD : error MSB1023: Die Antwortdatei kann nicht gelesen werden. {0}
es: MSBUILD : error MSB1023: No se puede leer el archivo de respuesta. {0}
fr: MSBUILD : error MSB1023: Impossible de lire le fichier réponse. {0}
it: MSBUILD : error MSB1023: non è possibile leggere il file di risposta. {0}
ja: MSBUILD : error MSB1023: 応答ファイルを読み取れません。{0}
ko: MSBUILD : error MSB1023: 지시 파일을 읽을 수 없습니다. {0}
pl: MSBUILD : error MSB1023: nie można odczytać pliku odpowiedzi. {0}
pt_br: MSBUILD : error MSB1023: Não é possível ler arquivo de resposta. {0}
ru: MSBUILD : error MSB1023: не удается прочитать файл ответа. {0}
tr: MSBUILD : error MSB1023: Yanıt dosyası okunamıyor. {0}
zh_hans: MSBUILD : error MSB1023: 无法读取响应文件。{0}
zh_hant: MSBUILD : error MSB1023: 無法讀取回應檔。{0}

# RepeatedResponseFileError
source: MSBUILD : error MSB1013: The response file was specified twice. A response file can be specified only once. Any files named "msbuild.rsp" in the directory of MSBuild.exe or in the directory of the first project or solution built (which if no project or solution is specified is the current working directory) were automatically used as response files.
cs: MSBUILD : error MSB1013: Soubor odpovědí byl zadaný dvakrát. Soubor odpovědí může být zadaný jenom jednou. Jako soubory odpovědí byly automaticky použity libovolné soubory nazvané msbuild.rsp v adresáři souboru MSBuild.exe nebo v adresáři prvního sestaveného projektu nebo řešení (který odpovídá aktuálnímu pracovnímu adresáři, pokud nebyl zadaný žádný projekt či řešení).
de: MSBUILD : error MSB1013: Die Antwortdatei wurde zweimal angegeben. Eine Antwortdatei darf nur einmal angegeben werden. Alle Dateien mit der Bezeichnung "msbuild.rsp" im Verzeichnis von "MSBuild.exe" oder im Verzeichnis des ersten erstellten Projekts oder der ersten erstellten Projektmappe (wenn kein Projekt oder keine Projektmappe angegeben ist, das aktuelle Arbeitsverzeichnis) wurden automatisch als Antwortdateien verwendet.
es: MSBUILD : error MSB1013: El archivo de respuesta se especificó dos veces. Un archivo de respuesta solo se puede especificar una vez. Todos los archivos denominados "msbuild.rsp" en el directorio de MSBuild.exe o en el directorio de la primera compilación del proyecto o solución (que, en caso de que no se especifique ningún proyecto o solución, es el directorio de trabajo actual) se usaron automáticamente como archivos de respuesta.
fr: MSBUILD : error MSB1013: Fichier réponse spécifié deux fois. Il ne peut l'être qu'une seule fois. Tous les fichiers nommés "msbuild.rsp" dans le répertoire de MSBuild.exe ou dans le répertoire de la première solution ou du premier projet généré (correspondant au répertoire de travail actif si aucun projet ni aucune solution n'est spécifié) sont automatiquement utilisés comme fichiers réponse.
it: MSBUILD : error MSB1013: il file di risposta è stato specificato due volte. È possibile specificare un file di risposta una sola volta. Come file di risposta è stato usato automaticamente qualsiasi file denominato "msbuild.rsp" nella directory di MSBuild.exe o nella directory della prima compilazione della soluzione o del progetto la quale, se non è specificato un progetto o una soluzione, consiste nella directory di lavoro corrente.
ja: MSBUILD : error MSB1013: 応答ファイルが 2 度指定されました。応答ファイルは 1 度だけ指定することができます。MSBuild.exe のディレクトリ、または最初のプロジェクトまたはソリューション ビルドのディレクトリ (プロジェクトまたはソリューションが指定されていない場合は、現在の作業ディレクトリ) に含まれる "msbuild.rsp" という名前の複数のファイルが、自動的に応答ファイルとして使用されました。
ko: MSBUILD : error MSB1013: 지시 파일을 두 번 지정했습니다. 지시 파일은 한 번만 지정할 수 있습니다. MSBuild.exe의 디렉터리 또는 첫 번째 프로젝트의 디렉터리 또는 빌드된 솔루션(프로젝트 또는 솔루션이 지정되지 않은 경우 현재 작업 디렉터리)에서 이름이 "msbuild.rsp"인 파일은 자동으로 지시 파일로 사용됩니다.
pl: MSBUILD : error MSB1013: Plik odpowiedzi został określony dwukrotnie. Ten plik można określić tylko raz. Wszelkie pliki z nazwą „msbuild.rsp” w katalogu pliku MSBuild.exe lub w katalogu pierwszej wersji projektu albo rozwiązania (który jest katalogiem roboczym, jeśli nie jest określony żaden projekt czy rozwiązanie) zostały użyte automatycznie jako pliki odpowiedzi.
pt_br: MSBUILD : error MSB1013: O arquivo de resposta foi especificado duas vezes. Um arquivo de resposta pode ser especificado somente uma vez. Quaisquer arquivos com o nome "msbuild.rsp" no diretório de MSBuild.exe ou no diretório do primeiro projeto ou da primeira solução compilada (que, se não for especificado nenhum projeto ou solução, será o diretório de trabalho atual) foram automaticamente usados como arquivos de resposta.
ru: MSBUILD : error MSB1013: файл ответов указан дважды. Файл ответов можно указать только один раз. Все файлы с именем msbuild.rsp в каталоге с MSBuild.exe или каталоге собираемых первого проекта или решения (если проект или решение не указаны, это текущий рабочий каталог) автоматически использовались в качестве файлов ответов.
tr: MSBUILD : error MSB1013: Yanıt dosyası iki kez belirtildi. Bir yanıt dosyası yalnızca bir kez belirtilebilir. MSBuild.exe dosyasının dizininde veya derlenen ilk projenin veya çözümün dizininde (hiçbir proje veya çözüm belirtilmemiş bu geçerli çalışma dizinidir) bulunan "msbuild.rsp" adlı dosyalar otomatik olarak yanıt dosyası olarak kullanıldı.
zh_hans: MSBUILD : error MSB1013: 该响应文件被指定了两次。每个响应文件只能指定一次。MSBuild.exe 的目录中或生成的第一个项目或解决方案目录(如果未指定任何项目或解决方案，则为当前工作目录)中任何名为“msbuild.rsp”的文件自动用作响应文件。
zh_hant: MSBUILD : error MSB1013: 回應檔指定了兩次。回應檔只能指定一次。已自動將 MSBuild.exe 目錄或所建置的第一個專案或解決方案的目錄 (如果未指定專案或解決方案，則為目前的工作目錄) 中任何名為 "msbuild.rsp" 的檔案，當作回應檔使用。

# ResponseFileNotFoundError
source: MSBUILD : error MSB1022: Response file does not exist.
cs: MSBUILD : error MSB1022: Soubor odpovědí neexistuje.
de: MSBUILD : error MSB1022: Die Antwortdatei ist nicht vorhanden.
es: MSBUILD : error MSB1022: El archivo de respuesta no existe.
fr: MSBUILD : error MSB1022: Le fichier réponse n'existe pas.
it: MSBUILD : error MSB1022: il file di risposta non esiste.
ja: MSBUILD : error MSB1022: 応答ファイルが存在しません。
ko: MSBUILD : error MSB1022: 지시 파일이 없습니다.
pl: MSBUILD : error MSB1022: plik odpowiedzi nie istnieje.
pt_br: MSBUILD : error MSB1022: Arquivo de resposta não existe.
ru: MSBUILD : error MSB1022: файл ответа не существует.
tr: MSBUILD : error MSB1022: Yanıt dosyası yok.
zh_hans: MSBUILD : error MSB1022: 响应文件不存在。
zh_hant: MSBUILD : error MSB1022: 回應檔不存在。

# ResponseFileSwitchFromLocation
source: '{0}' came from '{1}'
cs: {0} přišla z {1}
de: „{0}“ stammt aus „{1}“
es: '{0}' procedía de '{1}'
fr: '{0}' provient de '{1}'
it: '{0}' proviene da '{1}'
ja: `{0}`からの `{1}`
ko: '{0}'은(는) '{1}'에서 제공되었습니다.
pl: Element „{0}“ pochodzi z „{1}“
pt_br: '{0}' proveniente de '{1}'
ru: \"{0}\" получен из \"{1}\"
tr: '{0}', '{1}' kaynağından geldi
zh_hans: “{0}”来自“{1}”
zh_hant: '{0}' 來自 '{1}'

# SAC
source: Based on the Windows registry key VerifiedAndReputablePolicyState, SAC state = {0}.
cs: Založeno na klíči registru Windows VerifiedAndReputablePolicyState, stav SAC = {0}.
fr: Basé sur la clé de Registre Windows VerifiedAndReputablePolicyState, état SAC = {0}.
ja: Windows レジストリ キー VerifiedAndReputablePolicyState に基づいて、SAC 状態 = {0}。
ko: Windows 레지스트리 키 VerifiedAndReputablePolicyState에 따른 SAC 상태 = {0}.
pt_br: Com base na chave do Registro do Windows, VerifiedAndReputablePolicyState, estado SAC = {0}.
tr: Windows kayıt defteri anahtarı VerifiedAndReputablePolicyState'e göre SAC durumu = {0}.

# SAC_Enforcement
source: 1: in enforcement
cs: 1: Vynucuje se.
fr: 1 : mise en œuvre
ja: 1: 実施中
ko: 1: 적용 중
pt_br: 1: em imposição
tr: 1: zorlamada

# SAC_Evaluation
source: 2: in evaluation. It is recommended to turn off Smart App Control in development environemnt as otherwise performance might be impacted
cs: 2: Vyhodnocuje se. Ve vývojovém prostředí se doporučuje vypnout funkci Inteligentní řízení aplikací, protože by mohla mít negativní dopad na výkon.
fr: 2 : en évaluation Il est recommandé de désactiver smart App Control dans l’environnement de développement, car les performances risquent d’être affectées dans le cas contraire
ja: 2: 評価中。開発環境では、パフォーマンスに影響が出る可能性があるため、スマート アプリ コントロールをオフにすることをお勧めします。
ko: 2: 평가 중. 성능에 영향을 미칠 수 있으므로 개발 환경에서는 스마트 앱 컨트롤을 끄는 것이 좋습니다.
pt_br: 2: em avaliação. É recomendável desativar o Controle Inteligente de Aplicativos no ambiente de desenvolvimento, pois, caso contrário, o desempenho poderá ser afetado
tr: 2: değerlendirmede. Aksi takdirde performansın etkilenebileceği için geliştirme ortamında Akıllı Uygulama Denetimi’nin kapatılması önerilir

# SAC_Off
source: 0: turned off
cs: 0: Vypnuto.
fr: 0 : désactivé
ja: 0: オフ
ko: 0: 꺼짐
pt_br: 0: desativado
tr: 0: kapalı

# SchemaFileLocation
source: Validating project using schema file "{0}".
cs: Probíhá ověřování projektu pomocí souboru schématu {0}.
de: Das Projekt wird anhand der Schemadatei "{0}" überprüft.
es: Validando el proyecto con el archivo de esquema "{0}".
fr: Validation du projet à l'aide du fichier de schéma "{0}".
it: Convalida del progetto mediante il file di schema "{0}".
ja: スキーマ ファイル "{0}" を使用してプロジェクトを検証しています。
ko: "{0}" 스키마 파일을 사용하여 프로젝트의 유효성을 검사하고 있습니다.
pl: Walidacja projektu za pomocą pliku schematu „{0}”.
pt_br: Validando o projeto com o arquivo de esquema "{0}".
ru: Идет проверка проекта с использованием файла схемы "{0}".
tr: "{0}" şema dosyası kullanılarak proje doğrulanıyor.
zh_hans: 正在使用架构文件“{0}”验证项目。
zh_hant: 正在使用結構描述檔 "{0}" 驗證專案。

# SchemaValidationError
source: MSBUILD : MSB1044: Project is not valid. {0}
cs: MSBUILD : MSB1044: Projekt je neplatný. {0}
de: MSBUILD : MSB1044: Das Projekt ist ungültig. {0}
es: MSBUILD : MSB1044: El proyecto no es válido. {0}
fr: MSBUILD : MSB1044: Le projet n'est pas valide. {0}
it: MSBUILD : MSB1044: progetto non valido. {0}
ja: MSBUILD : MSB1044: プロジェクトは無効です。{0}
ko: MSBUILD : MSB1044: 프로젝트가 잘못되었습니다. {0}
pl: MSBUILD : MSB1044: Projekt jest nieprawidłowy. {0}
pt_br: MSBUILD : MSB1044: Projeto inválido. {0}
ru: MSBUILD : MSB1044: проект недействителен. {0}
tr: MSBUILD : MSB1044: Proje geçerli değil. {0}
zh_hans: MSBUILD : MSB1044: 项目无效。{0}
zh_hant: MSBUILD : MSB1044: 專案無效。{0}

# SchemaNotFoundError
source: MSBUILD : error MSB1026: Schema file does not exist.
cs: MSBUILD : error MSB1026: Soubor schématu neexistuje.
de: MSBUILD : error MSB1026: Die Schemadatei ist nicht vorhanden.
es: MSBUILD : error MSB1026: El archivo de esquema no existe.
fr: MSBUILD : error MSB1026: Le fichier de schéma n'existe pas.
it: MSBUILD : error MSB1026: il file di schema non esiste.
ja: MSBUILD : error MSB1026: スキーマ ファイルが存在しません。
ko: MSBUILD : error MSB1026: 스키마 파일이 없습니다.
pl: MSBUILD : error MSB1026: plik schematu nie istnieje.
pt_br: MSBUILD : error MSB1026: Arquivo de esquema não existe.
ru: MSBUILD : error MSB1026: файл схемы не существует.
tr: MSBUILD : error MSB1026: Şema dosyası yok.
zh_hans: MSBUILD : error MSB1026: 架构文件不存在。
zh_hant: MSBUILD : error MSB1026: 結構描述檔不存在。

# SchemaNotFoundErrorWithFile
source: MSBUILD : error MSB1026: Schema file '{0}' does not exist.
cs: MSBUILD : error MSB1026: Soubor schématu {0} neexistuje.
de: MSBUILD : error MSB1026: Die Schemadatei "{0}" ist nicht vorhanden.
es: MSBUILD : error MSB1026: El archivo de esquema '{0}' no existe.
fr: MSBUILD : error MSB1026: Le fichier de schéma '{0}' n'existe pas.
it: MSBUILD : error MSB1026: il file di schema '{0}' non esiste.
ja: MSBUILD : error MSB1026: スキーマ ファイル '{0}' は存在しません。
ko: MSBUILD : error MSB1026: 스키마 파일 '{0}'이(가) 없습니다.
pl: MSBUILD : error MSB1026: Plik schematu {0} nie istnieje.
pt_br: MSBUILD : error MSB1026: O arquivo de esquema "{0}" não existe.
ru: MSBUILD : error MSB1026: файл схемы "{0}" не существует.
tr: MSBUILD : error MSB1026: '{0}' şema dosyası yok.
zh_hans: MSBUILD : error MSB1026: 架构文件“{0}”不存在。
zh_hant: MSBUILD : error MSB1026: 結構描述檔 '{0}' 不存在。

# SolutionBuildInvalidForCommandLineEvaluation
source: MSBUILD : error MSB1063: Cannot access properties or items when building solution files or solution filter files. This feature is only available when building individual projects.
cs: MSBUILD : error MSB1063: Při vytváření souborů řešení nebo souborů filtrů řešení nelze získat přístup k vlastnostem nebo položkám. Tato funkce je k dispozici jen při sestavování jednotlivých projektů.
de: MSBUILD : error MSB1063: Beim Erstellen von Projektmappendateien oder Projektmappenfilterdateien kann nicht auf Eigenschaften oder Elemente zugegriffen werden. Dieses Feature ist nur beim Erstellen einzelner Projekte verfügbar.
es: MSBUILD : error MSB1063: no se puede tener acceso a propiedades o elementos al compilar archivos de solución o archivos de filtro de soluciones. Esta característica solo está disponible al compilar proyectos individuales.
it: MSBUILD : error MSB1063: non è possibile accedere a proprietà o elementi durante la compilazione di file di soluzione o file di filtro della soluzione. Questa funzionalità è disponibile solo durante la compilazione di singoli progetti.
ja: MSBUILD : error MSB1063: ソリューション ファイルまたはソリューション フィルター ファイルを作成するときにプロパティや項目にアクセスすることはできません。この機能は、個々のプロジェクトをビルドする場合にのみ使用できます。
ko: MSBUILD : error MSB1063: 솔루션 파일 또는 솔루션 필터 파일을 빌드할 때 속성 또는 항목에 액세스할 수 없습니다. 이 기능은 개별 프로젝트를 빌드할 때만 사용할 수 있습니다.
pl: MSBUILD : error MSB1063: Nie można uzyskać dostępu do właściwości lub elementów podczas tworzenia plików rozwiązań lub plików filtrów rozwiązań. Ta funkcja jest dostępna tylko podczas tworzenia pojedynczych projektów.
pt_br: MSBUILD : error MSB1063: Não foi possível acessar propriedades ou itens ao compilar arquivos de solução ou arquivos de filtro de solução. Esse recurso só está disponível para a compilação de projetos individuais.
ru: MSBUILD : error MSB1063: не удается получить доступ к свойствам или элементам при создании файлов решений или файлов фильтров решений. Эта функция доступна только при создании отдельных проектов.
tr: MSBUILD : error MSB1063: Çözüm dosyaları veya çözüm filtresi dosyaları oluşturulurken özelliklere veya öğelere erişilemiyor. Bu özellik yalnızca tek tek projeler oluşturulurken kullanılabilir.
zh_hans: MSBUILD : error MSB1063: 生成解决方案文件或解决方案筛选器文件时无法访问属性或项。此功能仅在生成单个项目时可用。
zh_hant: MSBUILD : error MSB1063: 建置方案檔案或方案篩選檔案時，無法存取屬性或項目。此功能僅於建置個別專案時可用。

# SwitchErrorWithArguments
source: {0} Full command line: '{1}' Switches appended by response files:{2}
cs: {0} Úplný příkazový řádek:{1} Přepínače připojené pomocí souborů odpovědí:{2}
de: {0} Vollständige Befehlszeile: „{1}“ Switches, die von Antwortdateien angefügt werden:{2}
es: {0} Línea de comandos completa: '{1}' Modificadores anexados por archivos de respuesta: {2}
fr: {0} ligne de commande complète : «{1}» Commutateurs ajoutés par les fichiers réponse :{2}
it: {0} Riga di comando completa: '{1}' Opzioni accodate da file di risposta:{2}
ja: {0} 完全なコマンド ライン: `{1}` 応答ファイルによって追加されたスイッチ:{2}
ko: {0} 전체 명령줄: '{1}' 응답 파일에 의해 추가된 스위치:{2}
pl: {0} Pełny wiersz polecenia: „{1}“ Przełączniki dołączane przez pliki odpowiedzi: {2}
pt_br: {0} Linha de comando completa: '{1}' Comutadores acrescentados por arquivos de resposta:{2}
ru: {0} Полная командная строка: '{1}' Параметры, добавленные файлами откликов:{2}
tr: {0} Tam komut satırı: '{1}' Yanıt dosyaları tarafından eklenen anahtarlar:{2}
zh_hans: {0} 完整命令行:“{1}” 响应文件追加的开关: {2}
zh_hant: {0} 完整命令列: '{1}' 回應檔案附加的切換參數:{2}

# TargetsCouldNotBePrinted
source: MSBUILD : error MSB1059: Targets could not be printed. {0}
cs: MSBUILD : error MSB1059: Cíle se nepovedlo vypsat. {0}
de: MSBUILD : error MSB1059: Ziele konnten nicht ausgegeben werden. {0}
es: MSBUILD : error MSB1059: No se pudieron imprimir los destinos. {0}
fr: MSBUILD : error MSB1059: les cibles n'ont pas pu être imprimées. {0}
it: MSBUILD : error MSB1059: non è stato possibile stampare le destinazioni. {0}
ja: MSBUILD : error MSB1059: ターゲットを出力できませんでした。{0}
ko: MSBUILD : error MSB1059: 대상을 출력할 수 없습니다. {0}
pl: MSBUILD : error MSB1059: Nie można wydrukować elementów docelowych. {0}
pt_br: MSBUILD : error MSB1059: não foi possível imprimir destinos. {0}
ru: MSBUILD : error MSB1059: не удалось вывести целевые объекты. {0}
tr: MSBUILD : error MSB1059: Hedefler yazdırılamadı. {0}
zh_hans: MSBUILD : error MSB1059: 无法打印目标。{0}
zh_hant: MSBUILD : error MSB1059: 無法列印目標。{0}
