Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_19_IgnoreProjectExtensionsSwitch
source: -ignoreProjectExtensions:<extensions> List of extensions to ignore when determining which project file to build. Use a semicolon or a comma to separate multiple extensions. (Short form: -ignore) Example: -ignoreProjectExtensions:.sln
cs: -ignoreprojectextensions:<přípony> Seznam přípon, které mají být ignorovány při určování souboru projektu, který bude sestaven. Chcete-li zadat více přípon, oddělte je středníky nebo čárkami. (Krátký tvar: -ignore) Příklad: -ignoreprojectextensions:.sln
de: -ignoreprojectextensions:<Erweiterungen> Liste der zu ignorierenden Erweiterungen, wenn die zu erstellende Projektdatei ermittelt wird. Verwenden Sie ein Semikolon oder ein Komma, um mehrere Erweiterungen voneinander zu trennen. (Kurzform: -ignore) Beispiel: -ignoreprojectextensions: .sln
es: -ignoreProjectExtensions:<extensiones> Lista de extensiones que se omiten al determinar el archivo del proyecto que se va a compilar. Use el carácter de punto y coma o coma para separar varias extensiones. (Forma corta: -ignore) Ejemplo: -ignoreProjectExtensions:.sln
fr: -ignoreProjectExtensions:<extensions> Liste d'extensions à ignorer au moment de la sélection du fichier projet à générer. Utilisez un point-virgule ou une virgule pour séparer plusieurs extensions. (Forme abrégée : -ignore) Exemple : -ignoreProjectExtensions:.sln
it: -ignoreProjectExtensions:<estensioni> Elenco delle estensioni da ignorare per la determinazione del file di progetto da compilare. Usare un punto e virgola o una virgola per separare più estensioni. Forma breve: -ignore. Esempio: -ignoreProjectExtensions:.sln
ja: -ignoreProjectExtensions:<extensions> ビルドするプロジェクトファイルを決定する際に 無視する拡張機能のリスト。セミコロンかコンマを使用して 複数の拡張機能を区切ります。 (短縮形: -ignore) 例: -ignoreProjectExtensions:.sln
ko: -ignoreProjectExtensions:<extensions> 빌드할 프로젝트 파일을 결정할 때 무시할 확장 목록입니다. 여러 확장을 구분하는 데는 세미콜론 또는 쉼표를 사용합니다. (약식: -ignore) 예: -ignoreProjectExtensions:.sln
pl: -ignoreProjectExtensions:<rozszerzenia> Lista rozszerzeń, które mają zostać zignorowane podczas ustalania pliku projektu do kompilacji. Przy użyciu średnika lub przecinka można rozdzielać wiele rozszerzeń. (Krótka wersja: -ignore) Przykład: -ignoreProjectExtensions:.sln
pt_br: -ignoreProjectExtensions:<extensions> Lista de extensões a serem ignoradas ao determinar qual arquivo de projeto será compilado. Use um ponto e vírgula ou uma vírgula para separar várias extensões. (Forma abreviada: -ignore) Exemplo: -ignoreprojectextensions:.sln
ru: -ignoreprojectextensions:<расширения> Список игнорируемых расширений при определении типа создаваемого файла проекта. Используйте точку с запятой или запятую для разделения нескольких расширений. (Краткая форма: -ignore) Пример: -ignoreProjectExtensions:.sln
tr: -ignoreProjectExtensions:<uzantılar> Hangi proje dosyasının oluşturulacağı belirlenirken yoksayılacak uzantıların listesi. Birden çok uzantıyı birbirinden ayırmak için noktalı virgül veya virgül kullanın. (Kısa biçim: -ignore) Örnek: -ignoreProjectExtensions:.sln
zh_hans: -ignoreprojectextensions:<extensions> 确定要生成的项目文件时要忽略的 扩展名的列表。使用分号或逗号来分隔 多个扩展名。 (缩写: -ignore) 示例: -ignoreprojectextensions:.sln
zh_hant: -ignoreProjectExtensions:<副檔名> 決定要建置哪些專案檔時，會忽略的 副檔名清單。請用分號或逗號 分隔多個副檔名。 (簡短形式: -ignore) 範例: -ignoreProjectExtensions:.sln

# HelpMessage_23_ToolsVersionSwitch
source: -toolsVersion:<version> The version of the MSBuild Toolset (tasks, targets, etc.) to use during build. This version will override the versions specified by individual projects. (Short form: -tv) Example: -toolsVersion:3.5
cs: -toolsversion:<verze> Verze sady nástrojů MSBuild (úloh, cílů apod.), která má být použita při sestavení. Tato verze má přednost před verzemi uvedenými v jednotlivých projektech. (Krátký tvar: -tv) Příklad: -toolsversion:3.5
de: -toolsversion:<Version> Die Version des MSBuild-Toolsets (Aufgaben, Ziele usw.), die während des Erstellens zu verwenden ist. Diese Version überschreibt die von einzelnen Projekten angegebenen Versionen. (Kurzform: -tv) Beispiel: -toolsversion:3.5
es: -toolsVersion:<versión> La versión del conjunto de herramientas de MSBuild (tareas, destinos, etc.) que se usa durante la compilación. Esta versión invalidará las versiones especificadas por los distintos proyectos. (Forma corta: -tv) Ejemplo: -toolsVersion:3.5
fr: -toolsVersion:<version> Version de l'ensemble d'outils MSBuild (tâches, cibles, etc.) à utiliser durant la génération. Cette version remplace les versions spécifiées par chacun des projets. (Forme abrégée : -tv) Exemple : -toolsVersion:3.5
it: -toolsVersion:<versione> La versione del set di strumenti di MSBuild (attività, destinazioni e così via) da usare durante la compilazione. Tale versione eseguirà l'override delle versioni specificate nei singoli progetti. Forma breve: -tv. Esempio: -toolsVersion:3.5
ja: -toolsVersion:<version> ビルド中に使用する MSBuild ツールセット (タスク、ターゲットなど) のバージョン。このバージョンは、 それぞれのプロジェクトで指定されたバージョンを上書きします。(短縮形: -tv) 例: -toolsVersion:3.5
ko: -toolsVersion:<version> 빌드 중에 사용할 MSBuild 도구 세트(작업, 대상 등)의 버전입니다. 이 버전은 개별 프로젝트에서 지정한 버전을 재정의합니다. (약식: -tv) 예: -toolsVersion:3.5
pl: -toolsVersion:<wersja> Wersja zestawu narzędzi programu MSBuild (zadania, elementy docelowe itp.), która ma być używana podczas kompilacji. Ta wersja przesłania wersje określone w poszczególnych projektach. (Krótka wersja: -tv) Przykład: -toolsVersion:3.5
pt_br: -toolsVersion:<version> A versão do MSBuild Toolset (tarefas, destinos, etc.) a ser usada durante ao build. Essa versão substituirá as versões especificadas por projetos individuais. (Forma abreviada: -tv) Exemplo: -toolsversion:3.5
ru: -toolsversion:<версия> Версия набора инструментов MSBuild Toolset (задачи, целевые объекты и т. д.), которая будет использована при сборке. Эта версия заменит версии, определенные для отдельных проектов. (Краткая форма: -tv) Пример: -toolsVersion:3.5
tr: -toolsVersion:<sürüm> Derleme sırasında kullanılacak MSBuild Araç Kümesinin (görevler, hedefler vb.) sürümü. Bu sürüm, tek tek projelerde belirtilen sürümleri geçersiz kılar. (Kısa biçim: -tv) Örnek: -toolsVersion:3.5
zh_hans: -toolsversion:<version> 要在生成过程中使用的 MSBuild 工具集 (任务、目标等)的版本。此版本将重写 各个项目指定的版本。(缩写: -tv) 示例: -toolsversion:3.5
zh_hant: -toolsversion:<版本> 建置期間所使用的 MSBuild 工具組 (工作、目標等) 版本。此版本將會覆寫 個別專案所指定的版本。(簡短形式: -tv) 範例: -toolsVersion:3.5

# HelpMessage_20_FileLoggerSwitch
source: -fileLogger[n] Logs the build output to a file. By default the file is in the current directory and named "msbuild[n].log". Events from all nodes are combined into a single log. The location of the file and other parameters for the fileLogger can be specified through the addition of the "-fileLoggerParameters[n]" switch. "n" if present can be a digit from 1-9, allowing up to 10 file loggers to be attached. (Short form: -fl[n])
cs: -fileLogger[n] Uloží výstup sestavení do souboru protokolu. Ve výchozím nastavení je tento soubor umístěný v aktuálním adresáři a má název msbuild[n].log. Události ze všech uzlů jsou kombinovány do jednoho protokolu. Umístění souboru a další parametry pro fileLogger je možné nastavit přidáním přepínače -fileLoggerParameters[n]. Je-li uvedeno n, může nabývat hodnot 1–9, takže celkem je možné připojit až 10 souborů protokolu. (Krátký tvar: -fl[n])
de: -fileLogger[n] Protokolliert die Erstellungsausgabe in eine Datei. Standardmäßig befindet sich diese im aktuellen Verzeichnis, der Dateiname lautet "msbuild[n].log". Ereignisse aller Knoten werden in einem einzigen Protokoll zusammengefasst. Der Speicherort der Datei und andere Parameter für fileLogger können durch das Hinzufügen des Schalters "-fileLoggerParameters[n]" angegeben werden. "n" (optional) kann eine Zahl von 1–9 sein, sodass bis zu 10 Dateiprotokollierungen angefügt werden können. (Kurzform: -fl[n])
es: -fileLogger[n] Registra el resultado de la compilación en un archivo. De forma predeterminada el archivo está en el directorio actual y se denomina "msbuild[n].log". Los eventos de todos los nodos se combinan en un solo registro. La ubicación del archivo y otros parámetros del registrador de archivos se pueden especificar agregando el modificador "-fileLoggerParameters[n]". Si está presente "n" puede ser un dígito de 1 a 9, lo que permite adjuntar hasta 10 registradores de archivos. (Forma corta: -fl[n])
fr: -fileLogger[n] Enregistre la sortie de build dans un fichier. Par défaut, le fichier se trouve dans le répertoire actif et se nomme "msbuild[n].log". Les événements de tous les nœuds sont regroupés dans un même journal. Vous pouvez spécifier l'emplacement du fichier et d'autres paramètres pour fileLogger en ajoutant le commutateur "-fileLoggerParameters[n]". S'il est spécifié, "n" doit être un chiffre entre 1 et 9, ce qui permet d'attacher jusqu'à 10 journaliseurs vers des fichiers. (Forme abrégée : -fl[n])
it: -fileLogger[n] Registra l'output di compilazione in un file. Per impostazione predefinita, il file si trova nella directory corrente ed è denominato "msbuild[n].log". Gli eventi generati da tutti i nodi sono riuniti in un unico log. Il percorso del file e altri parametri di fileLogger possono essere specificati con l'aggiunta dell'opzione "-fileLoggerParameters[n]". Se presente, "n" può essere un numero compreso tra 1 e 9, consentendo di impostare fino a 10 logger di file da associare. Forma breve: -fl[n].
ja: -fileLogger[n] ビルド出力のログをファイルに記録します。既定では、 このファイルは "msbuild[n].log" という形式の名前で現在の ディレクトリに置かれます。すべてのノードのイベントは 1 つのログに統合されます。ファイルの場所と、 fileLogger の他のパラメーターは、 -fileLoggerParameters[n] スイッチを追加して指定できます。 "n" は (存在する場合は) 1 から 9 の数値で、最大 10 のファイル ロガーをアタッチできます (短い形式:-fl[n])。
ko: -fileLogger[n] 빌드 출력을 파일에 로깅합니다. 기본적으로 파일은 현재 디렉터리에 있고 "msbuild[n].log"로 이름이 지정되어 있습니다. 모든 노드의 이벤트는 단일 로그로 결합됩니다. 파일의 위치 및 fileLogger의 다른 매개 변수는 "-fileLoggerParameters[n]" 스위치를 추가하여 지정할 수 있습니다. "n"은 1-9 사이의 숫자일 수 있으며 최대 10개의 파일 로거가 추가될 수 있습니다. (약식: -fl[n])
pl: -fileLogger[n] Rejestruje dane wyjściowe kompilacji w pliku. Domyślnie plik jest umieszczany w bieżącym katalogu i ma nazwę „msbuild[n].log”. Zdarzenia ze wszystkich węzłów są łączone w jednym dzienniku. Lokalizację pliku i inne parametry rejestratora plików można określić przez dodanie przełącznika „-fileLoggerParameters[n]”. Parametr „n”, jeżeli jest określony, może być cyfrą od 1 do 9, umożliwiając dołączenie maksymalnie 10 rejestratorów plików. (Krótka wersja: -fl[n])
pt_br: -fileLogger[n] Registra a saída do build em um arquivo. Por padrão, o arquivo está no diretório atual e tem o nome "msbuild[n].log". Os eventos de todos os nós são combinados em um único log. A localização do arquivo e outros parâmetros do fileLogger pode ser especificada por meio do acréscimo da opção "-fileLoggerParameters[n]". "n", se presente, pode ser um dígito de 1 a 9, permitindo que até 10 agentes de arquivo sejam anexados. (Forma abreviada: -fl[n])
ru: -fileLogger[n] Записывает выходные данные сборки в файл. По умолчанию файл находится в текущем каталоге и называется "msbuild[n].log". События из всех узлов объединяются в один журнал. Расположение файла и других параметров для fileLogger можно указать, добавив параметр "-fileLoggerParameters[n]". Значение "n" (при наличии) может быть цифрой от 1 до 9 и позволяет прикрепить до 10 средств ведения файловых журналов. (Краткая форма: -fl[n])
tr: -fileLogger[n] Derleme çıktısını bir dosyaya kaydeder. Dosya, varsayılan olarak geçerli dizindedir ve "msbuild[n].log" olarak adlandırılır. Tüm düğümlerdeki olaylar tek bir günlükte birleştirilir. Dosyanın konumu ve diğer fileLogger parametreleri "-fileLoggerParameters[n]" anahtarı eklenerek belirtilebilir. “n” varsa, 1-9 arasında bir rakam olabilir ve 10’a kadar dosya günlükçüsünün eklenmesine izin verir. (Kısa biçim: -fl[n])
zh_hans: -fileLogger[n] 将生成输出记录到文件中。默认情况下， 该文件在当前目录中，名称为 "msbuild[n].log"。所有节点中的事件合并到 单个日志中。fileLogger 的文件和 其他参数的位置可以通过添加 "-fileLoggerParameters[n]" 开关来指定。 "n" (如果存在)可以为 1-9 的数字，允许最多附加 10 个文件记录器。(缩写: -fl[n])
zh_hant: -fileLogger[n] 將建置輸出記錄到檔案。 根據預設，此檔案位於目前的目錄中， 且名為 "msbuild[n].log"。來自所有節點的事件會合併成 單一記錄。透過新增 "-fileLoggerParameters[n]" 參數， 可以指定 fileLogger 的檔案位置及 其他參數。 如果 "n" 存在，可以是 1-9 之間的數字， 最多允許連結 10 個檔案記錄器。(簡短形式: -fl[n])

# HelpMessage_21_DistributedFileLoggerSwitch
source: -distributedFileLogger Logs the build output to multiple log files, one log file per MSBuild node. The initial location for these files is the current directory. By default the files are called "MSBuild<nodeid>.log". The location of the files and other parameters for the fileLogger can be specified with the addition of the "-fileLoggerParameters" switch. If a log file name is set through the fileLoggerParameters switch the distributed logger will use the fileName as a template and append the node id to this fileName to create a log file for each node.
cs: -distributedFileLogger Uloží výstup sestavení do více souborů protokolu, po jednom pro každý uzel nástroje MSBuild. Tyto soubory jsou na počátku umístěny v aktuálním adresáři. Standardně mají tyto soubory název MSBuild<ID_uzlu>.log. Umístění souboru a další parametry možnosti fileLogger lze nastavit přidáním přepínače /fileLoggerParameters. Je-li název souboru protokolu nastaven přepínačem fileLoggerParameters, distribuovaný protokolovací nástroj použije hodnotu fileName jako šablonu a při vytváření souboru protokolu pro každý uzel připojí k hodnotě fileName ID uzlu.
de: -distributedFileLogger Protokolliert die Erstellungsausgabe in mehrere Dateien, eine Protokolldatei pro MSBuild-Knoten. Der anfängliche Speicherort für diese Dateien ist das aktuelle Verzeichnis. Standardmäßig werden die Dateien "MSBuild<Knoten-ID>.log" benannt. Der Speicherort der Datei und andere Parameter für fileLogger können durch das Hinzufügen des Schalters "-fileLoggerParameters" angegeben werden. Wenn mithilfe des fileLoggerParameters-Parameters ein Protokolldateiname festgelegt wurde, verwendet die verteilte Protokollierung den Dateinamen als Vorlage und fügt die Knoten-ID an diesen Dateinamen an, um für jeden Knoten eine Protokolldatei zu erstellen.
es: -distributedFileLogger Registra los resultados de la compilación en varios archivos de registro, uno para cada nodo de MSBuild. La ubicación inicial de estos archivos es el directorio actual. De forma predeterminada, estos archivos se denominan "MSBuild<idNodo>.log". La ubicación de estos archivos y otros parámetros de fileLogger se pueden especificar agregando el modificador "-fileLoggerParameters". Si se define un nombre de archivo de registro mediante el modificador fileLoggerParameters, el registrador distribuido usará el nombre de archivo como plantilla y agregará el identificador de nodo a ese nombre de archivo para crear un archivo de registro para cada nodo.
fr: -distributedFileLogger Enregistre la sortie de build dans plusieurs fichiers journaux, à raison d'un fichier journal par nœud MSBuild. L'emplacement initial de ces fichiers est le répertoire actif. Par défaut, les fichiers sont nommés "MSBuild<idnœud>.log". Vous pouvez spécifier l'emplacement des fichiers et d'autres paramètres pour fileLogger en ajoutant le commutateur "-fileLoggerParameters". Si un nom de fichier journal est défini via le commutateur fileLoggerParameters, le journaliseur distribué utilise fileName comme modèle et lui ajoute l'ID du nœud afin de créer un fichier journal pour chaque nœud.
it: -distributedFileLogger Registra l'output di compilazione in più file di log, uno per ogni nodo MSBuild. Il percorso iniziale di questi file è la directory corrente. Per impostazione predefinita, ai file viene assegnato il nome "MSBuild<idnodo>.log". Il percorso dei file e altri parametri di fileLogger possono essere specificati aggiungendo l'opzione "-fileLoggerParameters". Se il nome di un file di log viene impostato con l'opzione fileLoggerParameters, il logger distribuito userà il nome file come modello e aggiungerà l'ID del nodo per creare un file di log per ogni nodo.
ja: -distributedFileLogger ビルド出力のログを、MSBuild ノードあたり 1 ログ ファイルずつ、 複数のログファイルに記録します。これらのファイルの 初期設定の場所は現在のディレクトリです。既定では、 これらのファイルは "MSBuild<nodeid>.log" と呼ばれます。 ファイルの場所と fileLogger の他のパラメーターは、 "-fileLoggerParameters" スイッチを追加して指定できます。 ログ ファイル名を fileLoggerParameters スイッチで 設定した場合、分散ロガーは fileName を テンプレートとして使用し、ノード ID をこの fileName に追加して 各ノードのログ ファイルを作成します。
ko: -distributedFileLogger MSBuild 노드당 로그 파일 하나씩, 여러 로그 파일에 빌드 출력을 기록합니다. 해당 파일의 초기 위치는 현재 디렉터리입니다. 기본적으로 해당 파일을 "MSBuild<nodeid>.log"라고 합니다. 파일 위치 및 fileLogger의 기타 매개 변수는 "-fileLoggerParameters" 스위치를 추가해서 지정할 수 있습니다. 로그 파일 이름이 fileLoggerParameters 스위치를 통해 설정되면 배포된 로거가 fileName을 템플릿으로 사용하고 노드 ID를 이 fileName에 추가하여 각 노드의 로그 파일을 만듭니다.
pl: -distributedFileLogger Rejestruje dane wyjściowe kompilacji w wielu plikach dziennika,po jednym pliku na węzeł programu MSBuild. Początkową lokalizacją tych plików jest bieżący katalog. Domyślnie pliki mają nazwę „MSBuild<identyfikator węzła>.log”. Lokalizację plików i inne parametry rejestratora plików można określić przez dodanie przełącznika „-fileLoggerParameters”. Jeśli nazwa pliku zostanie ustawiona za pomocą przełącznika fileLoggerParameters, rejestrator rozproszony użyje nazwy pliku jako szablonu i dołączy identyfikator węzła do tej nazwy pliku, aby utworzyć plik dziennika dla każdego węzła.
pt_br: -distributedFileLogger Registra a saída do build em vários arquivos de log, com um arquivo de log para cada nó do MSBuild. O local inicial desses arquivos é o diretório atual. Por padrão, os arquivos são chamados "MSBuild<nodeid>.log". O local dos arquivos e de outros parâmetros do fileLogger podem ser especificados com a adição da opção "-fileLoggerParameters". Se um nome de arquivo de log for definido por meio da opção fileLoggerParameters, o agente distribuído usará o fileName como um modelo e acrescentará a ID do nó a esse fileName para criar um arquivo de log para cada nó.
ru: -distributedFileLogger Вносит результаты сборки в несколько файлов журнала, по одному файлу журнала на узел MSBuild. Исходным расположением этих файлов является текущий каталог. По умолчанию файлы называются "MSBuild<идентификатор узла nodeid>.log". Можно указать расположение файлов и другие параметры для fileLogger, добавив параметр "-fileLoggerParameters". Если название файла журнала задано с помощью параметра fileLoggerParameters, распределенный журнал будет использовать fileName как шаблон и добавит идентификатор узла в fileName, чтобы создать файл журнала для каждого узла.
tr: -distributedFileLogger Derleme çıkışını, her MSBuild düğümü için bir günlük dosyası olmak üzere birden çok günlük dosyasına kaydeder. Bu dosyaların ilk konumu geçerli dizindir. Dosyaların varsayılan adı "MSBuild<düğümkimliği>.log"dur. Dosyaların konumu ve fileLogger'ın diğer parametreleri "/fileLoggerParameters" anahtarının eklenmesi yoluyla belirtilebilir. Günlük dosyası adı fileLoggerParameters anahtarı aracılığıyla ayarlanırsa dağıtılmış günlükçü fileName değerini şablon olarak kullanıp her düğümün günlük dosyasını oluşturmak için bu fileName değerine düğüm kimliğini ekler.
zh_hans: -distributedFileLogger 将生成输出记录到多个日志文件，每个 MSBuild 节点 一个日志文件。这些文件的初始位置为 当前目录。默认情况下，这些文件名为 “MSBuild<nodeid>.log”。可通过添加 “-fileLoggerParameters”开关来指定 这些文件的位置和 fileLogger 的其他参数。 如果日志文件名是通过 fileLoggerParameters 开关设置的，分布式记录器将使用 fileName 作为 模板并将节点 ID 附加到此 fileName 以便为每个节点创建一个日志文件。
zh_hant: -distributedFileLogger 將組建輸出記錄到多個記錄檔，每個 MSBuild 節點一個記錄檔。這些檔案的初始位置，就是目前 的目錄。根據預設，這些檔案稱為 "MSBuild<節點識別碼>.log"。檔案的位置和 fileLogger 的 其他參數可以用加入 "-fileLoggerParameters" 參數的方式指定。如果記錄檔名稱透過 fileLoggerParameters 參數設定，則分散式記錄器 將會使用 fileName 做為範本， 並對此 fileName 附加 節點識別碼，來建立每個節點的記錄檔。
