Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_13_ConsoleLoggerParametersSwitch
source: -consoleLoggerParameters:<parameters> Parameters to console logger. (Short form: -clp) The available parameters are: PerformanceSummary--Show time spent in tasks, targets and projects. Summary--Show error and warning summary at the end. NoSummary--Don't show error and warning summary at the end. ErrorsOnly--Show only errors. WarningsOnly--Show only warnings. NoItemAndPropertyList--Don't show list of items and properties at the start of each project build. ShowCommandLine--Show TaskCommandLineEvent messages ShowTimestamp--Display the Timestamp as a prefix to any message. ShowEventId--Show eventId for started events, finished events, and messages ForceNoAlign--Does not align the text to the size of the console buffer DisableConsoleColor--Use the default console colors for all logging messages. DisableMPLogging-- Disable the multiprocessor logging style of output when running in non-multiprocessor mode. EnableMPLogging--Enable the multiprocessor logging style even when running in non-multiprocessor mode. This logging style is on by default. ForceConsoleColor--Use ANSI console colors even if console does not support it PreferConsoleColor--Use ANSI console colors only if target console does support it Verbosity--overrides the -verbosity setting for this logger. Example: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
cs: -consoleloggerparameters:<parameters> Parametry do protokolovacího nástroje konzoly. (Krátký tvar: -clp) Dostupné parametry jsou: PerformanceSummary – zobrazí dobu zpracování úloh, cílů a projektů. Summary – zobrazí souhrn chyb a upozornění na konci. NoSummary – nezobrazí souhrny chyb a upozornění na konci. ErrorsOnly – zobrazí jenom chyby. WarningsOnly – zobrazí jenom upozornění. NoItemAndPropertyList – nezobrazí na začátku sestavení každého projektu seznamy položek a vlastností. ShowCommandLine – zobrazí zprávy TaskCommandLineEvent. ShowTimestamp – před každou zprávou zobrazí časové razítko. ShowEventId – zobrazí ID události pro spuštěné a dokončené události a zprávy. ForceNoAlign – nenastav9 text podle velikosti vyrovnávací paměti konzoly. DisableConsoleColor – použije výchozí barvy konzoly pro všechny zprávy protokolování. DisableMPLogging – zakáže víceprocesorový styl výstupu protokolování při práci v jiném než víceprocesorovém režimu. EnableMPLogging – povolí víceprocesorový styl výstupu protokolování i při práci v jiném režimu. Tento styl protokolování je výchozí. ForceConsoleColor – použije barvy konzoly ANSI, i když to konzola nepodporuje. PreferConsoleColor– použije barvy konzoly ANSI, pouze pokud to cílová konzola podporuje. Verbosity – potlačí nastavení -verbosity pro tento protokolovací nástroj. Příklad: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
de: -consoleloggerparameters:<Parameter> Parameter für die Konsolenprotokollierung. (Kurzform: -clp) Folgende Parameter sind verfügbar: PerformanceSummary: Zeigt die in Aufgaben, Zielen und Projekten verbrachte Zeit an. Summary: Zeigt abschließend eine Zusammenfassung der Fehler und Warnungen an. NoSummary: Zeigt keine Fehler- und Warnungsübersicht am Ende an. ErrorsOnly: Zeigt nur Fehler an. WarningsOnly: Zeigt nur Warnungen an. NoItemAndPropertyList: Zeigt keine Liste der Elemente und Eigenschaften am Anfang jeder Projekterstellung an. ShowCommandLine: Zeigt TaskCommandLineEvent-Meldungen an. ShowTimestamp: Zeigt den Timestamp als Präfix einer Meldung an. ShowEventId: Zeigt die eventId für gestartete Ereignisse, abgeschlossene Ereignisse und Meldungen an. ForceNoAlign: Richtet den Text nicht an der Größe des Konsolenpuffers aus. DisableConsoleColor: Verwendet die Standardkonsolenfarben für alle Protokollierungsmeldungen. DisableMPLogging: Deaktiviert die Ausgabe wie bei der Mehrprozessorprotokollierung im Modus mit nur einem Prozessor. EnableMPLogging: Aktiviert das Format der Mehrprozessorprotokollierung auch bei der Ausführung im Modus mit nur einem Prozessor. Dieses Protokollierungsformat ist standardmäßig aktiviert. ForceConsoleColor: Verwendet selbst dann ANSI-Konsolenfarben, wenn die Konsole dies nicht unterstützt. PreferConsoleColor: Verwendet ANSI-Konsolenfarben nur, wenn die Zielkonsole dies unterstützt. Verbosity: Überschreibt die Einstellung für -verbosity für diese Protokollierung. Beispiel: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
es: -consoleLoggerParameters:<parameters> Parámetros del registrador de consola. (Forma corta: -clp) Los parámetros disponibles son: PerformanceSummary: muestra el tiempo empleado en tareas, destinos y proyectos. Summary: muestra un resumen de errores y advertencias al final. NoSummary: no muestra el resumen de errores y advertencias al final. ErrorsOnly: muestra solo errores. WarningsOnly: muestra solo advertencias. NoItemAndPropertyList: no muestra la lista de elementos y propiedades al principio de cada compilación del proyecto. ShowCommandLine: muestra los mensajes de TaskCommandLineEvent ShowTimestamp: muestra la marca de tiempo como un prefijo en los mensajes. ShowEventId: muestra el identificador de evento para los eventos iniciados, los eventos finalizados y los mensajes. ForceNoAlign: no alinea el texto al tamaño del búfer de la consola DisableConsoleColor: usa los colores de consola predeterminados para todos los mensajes de registro. DisableMPLogging: deshabilita el estilo de registro de resultados de multiprocesador al ejecutarse en el modo de no multiprocesador. EnableMPLogging: habilita el estilo de registro de multiprocesador aunque se ejecute en el modo de no multiprocesador. Este estilo de registro está habilitado de forma predeterminada. ForceConsoleColor: usa los colores de consola ANSI incluso si la consola no lo admite. PreferConsoleColor--usa los colores de consola ANSI solo si la consola lo admite Verbosity: invalida el valor -verbosity para este registrador. Ejemplo: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
fr: -consoleLoggerParameters:<paramètres> Paramètres du journaliseur de la console. (Forme abrégée : -clp) Paramètres disponibles : PerformanceSummary--Affiche la durée des tâches, des cibles et des projets. Summary--Récapitulatif des erreurs et des avertissements à la fin. NoSummary--Aucun récapitulatif des erreurs et des avertissements à la fin. ErrorsOnly--Affiche uniquement les erreurs. WarningsOnly--Affiche uniquement les avertissements. NoItemAndPropertyList--N'affiche pas la liste des éléments et des propriétés au début de chaque build de projet. ShowCommandLine--Affiche les messages de TaskCommandLineEvent ShowTimestamp--Affiche l'horodatage en tant que préfixe des messages. ShowEventId--Affiche eventId pour les événements démarrés et achevés ainsi que les messages ForceNoAlign--N'aligne pas le texte par rapport à la taille de la mémoire tampon de la console DisableConsoleColor--Utilise les couleurs de la console par défaut pour tous les messages de journalisation. DisableMPLogging--Désactive le style de journalisation multiprocesseur de la sortie durant l'exécution en mode non multiprocesseur. EnableMPLogging--Active le style de journalisation multiprocesseur même durant l'exécution en mode non multiprocesseur. Style de journalisation activé par défaut. ForceConsoleColor--Utilise les couleurs de la console ANSI même si cela n'est pas pris en charge par la console PreferConsoleColor-Utilise les couleurs de console ANSI uniquement si la console cible le prend en charge Verbosity--Remplace le paramètre -verbosity pour ce journaliseur. Exemple: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
it: -consoleLoggerParameters:<parameters> Parametri per il logger di console. (Forma breve: -clp) I parametri disponibili sono: PerformanceSummary: indica il tempo impiegato per le attività, le destinazioni e i progetti. Summary: visualizza un riepilogo degli errori e degli avvisi alla fine. NoSummary: non visualizza un riepilogo degli errori e degli avvisi alla fine. ErrorsOnly: visualizza solo gli errori. WarningsOnly: visualizza solo gli avvisi. NoItemAndPropertyList: non visualizza l'elenco di elementi e propertà all’inizio di ogni compilazione del progetto. ShowCommandLine: visualizza i messaggi TaskCommandLineEvent ShowTimestamp: visualizza il timestamp sotto forma di prefisso per ogni messaggio. ShowEventId: mostra l'ID evento per gli eventi iniziati, gli eventi finiti e i messaggi ForceNoAlign: non allinea il testo alle dimensioni del buffer della console DisableConsoleColor: usa i colori predefiniti della console per tutti i messaggi di registrazione. DisableMPLogging: disabilita lo stile di registrazione multiprocessore dell'output quando è in esecuzione in modalità non multiprocessore. EnableMPLogging: abilita lo stile di registrazione multiprocessore anche quando è in esecuzione in modalità non multiprocessore . Si tratta dello stile di registrazione predefinito. ForceConsoleColor: usa i colori della console ANSI anche se non sono supportati dalla console. PreferConsoleColor: usa i colori della console ANSI solo se la console target li supporta. Verbosity: esegue l'override dell'impostazione per questo logger. Esempio: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
ja: -consoleLoggerParameters:<parameters> コンソール ロガーへのパラメーターです。(短縮形: -clp) 利用可能なパラメーター: PerformanceSummary--タスク、ターゲット、プロジェクトにかかった時間を 表示します。 Summary--最後にエラーと警告の概要を表示します。 NoSummary--最後にエラーと警告の概要を表示 しません。 ErrorsOnly--エラーのみを表示します。 WarningsOnly--警告のみを表示します。 NoItemAndPropertyList--各プロジェクトのビルド開始時に、 項目とプロパティのリストを表示しません。 ShowCommandLine--TaskCommandLineEvent メッセージを表示します ShowTimestamp--Timestamp を任意のメッセージへのプレフィックスとして 表示します。 ShowEventId--開始されたイベント、終了したイベント、 メッセージの eventId を表示します。 ForceNoAlign--テキストを、コンソール バッファーの サイズに合わせません DisableConsoleColor--すべてのログ メッセージに対して 既定のコンソール カラーを使用します。 DisableMPLogging-- 非マルチプロセッサ モードで 実行する際、マルチプロセッサの 出力ログ形式を無効にします。 EnableMPLogging--非マルチプロセッサ モードで 実行する場合も、マルチプロセッサのログ形式を有効にします。 このログ形式は、既定で有効です。 ForceConsoleColor--コンソールでサポートされていない場合でも、 ANSI コンソール カラーを使用します PreferConsoleColor--ターゲット コンソールでサポートしている場合のみ ANSI コンソール カラーを使用します Verbosity--このロガーの -verbosity 設定を 上書きします。 例:: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
ko: -consoleLoggerParameters:<parameters> 콘솔 로거에 대한 매개 변수입니다. (약식: -clp) 사용 가능한 매개 변수는 다음과 같습니다. PerformanceSummary--작업, 대상, 프로젝트에서 소요된 시간을 표시합니다. Summary--종료 시 오류 및 경고 요약을 표시합니다. NoSummary--종료 시 오류 및 경고 요약을 표시하지 않습니다. ErrorsOnly--오류만 표시합니다. WarningsOnly--경고만 표시합니다. NoItemAndPropertyList--각 프로젝트 빌드를 시작할 때 항목 및 속성 목록을 표시하지 않습니다. ShowCommandLine--TaskCommandLineEvent 메시지를 표시합니다. ShowTimestamp--메시지 접두사로 타임스탬프를 표시합니다. ShowEventId--시작된 이벤트, 완료된 이벤트, 메시지의 eventId를 표시합니다. ForceNoAlign--콘솔 버퍼 크기에 텍스트를 맞추지 않습니다. DisableConsoleColor--모든 로깅 메시지에 기본 콘솔 색을 사용합니다. DisableMPLogging--다중 프로세서가 아닌 모드에서 실행할 경우 출력의 다중 프로세서 로깅 스타일을 사용하지 않도록 설정합니다. EnableMPLogging--다중 프로세서가 아닌 모드에서 실행할 경우에도 다중 프로세서 로깅 스타일을 사용하도록 설정합니다. 이 로깅 스타일은 기본적으로 활성화됩니다. ForceConsoleColor--콘솔에서 지원하지 않더라도 ANSI 콘솔 색을 사용합니다 PreferConsoleColor--대상 콘솔에서 지원되는 경우에만 ANSI 콘솔 색을 사용합니다. Verbosity--이 로거에 대한 -verbosity 설정을 재정의합니다. 예: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
pl: -consoleLoggerParameters:<parameters> Parametry rejestratora konsoli. (Krótka wersja: -clp) Dostępne parametry: PerformanceSummary--pokazuje czas spędzony na zadaniach, elementach docelowych i projektach. Summary--pokazuje na końcu podsumowanie błędów i ostrzeżeń. NoSummary--nie pokazuje na końcu podsumowania błędów i ostrzeżeń. ErrorsOnly--pokazuje tylko błędy. WarningsOnly--pokazuje tylko ostrzeżenia. NoItemAndPropertyList--nie pokazuje listy elementów i właściwości na początku każdej kompilacji projektu. ShowCommandLine--pokazuje komunikaty TaskCommandLineEvent ShowTimestamp--wyświetla sygnaturę czasową jako prefiks każdego komunikatu. ShowEventId--pokazuje identyfikator zdarzenia dla rozpoczętych zdarzeń, zakończonych zdarzeń i komunikatów. ForceNoAlign--nie dopasowuje tekstu do rozmiaru buforu konsoli. DisableConsoleColor--używa domyślnych kolorów konsoli dla wszystkich komunikatów dotyczących rejestrowania. DisableMPLogging--wyłącza styl rejestrowania wieloprocesorowego wyników podczas działania w trybie nie-wieloprocesorowym. EnableMPLogging--włącza styl rejestrowania wieloprocesorowego nawet podczas działania w trybie nie-wieloprocesorowym Ten styl rejestrowania jest włączony domyślnie. ForceConsoleColor--używa kolorów konsoli ANSI nawet wtedy , gdy konsola ich nie obsługuje PreferConsoleColor--używa kolorów konsoli ANSI tylko gdy konsola docelowa obsługuje tę funkcję Verbosity--zastępuje ustawienie -szczegółowość dla tego rejestratora. Przykład: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
pt_br: -consoleLoggerParameters:<parameters> Parâmetros para o logger do console. (forma abreviada: -clp) Os parâmetros disponíveis são: PerformanceSummary--Mostra o tempo gasto em tarefas, alvos e projetos. Resumo--Mostra o resumo do erro e do aviso no final. NoSummary--Não mostra o resumo de erros e avisos no fim. ErrorOnly--Mostrar apenas erros. WarningsOnly--Mostra apenas avisos. NoItemAndPropertyList--Não mostra a lista de itens e properties no início de cada compilação do projeto. ShowCommandLine--Mostra mensagens TaskCommandLineEvent ShowTimestamp--Exibe o timestamp como um prefixo para qualquer mensagem. ShowEventId--Mostra eventId para eventos iniciados, concluídos eventos e mensagens ForceNoAlign--Não alinha o texto ao tamanho de o buffer do console DisableConsoleColor--Use as cores padrão do console para todas as mensagens de registro. DisableMPLogging-- Desativa o multiprocessador estilo de registro de saída ao executar em modo não multiprocessador. EnableMPLogging--Habilita o log do multiprocessador estilo mesmo quando executado em não multiprocessador modo. Esse estilo de criação de log está ativado por padrão. ForceConsoleColor--Use as cores do console ANSI mesmo se o console não suporta isso PreferConsoleColor--Use as cores do console ANSI somente se o console de destino suporta isso Verbosity--substitui a configuração -verbosity para este registrador. Exemplo: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosidade=mínimo
ru: -consoleLoggerParameters:<параметры> Параметры средства ведения журнала консоли. (Краткая форма: -clp) Доступны следующие параметры: PerformanceSummary--показывать время, затраченное на выполнение задач, целевых объектов и проектов. Summary--показывать сводку ошибок и предупреждений по завершении работы. NoSummary--не показывать сводку ошибок и предупреждений по завершении работы. ErrorsOnly--показывать только ошибки. WarningsOnly--показывать только предупреждения. NoItemAndPropertyList--не показывать список элементов и свойств в начале сборки каждого проекта. ShowCommandLine--показывать сообщения TaskCommandLineEvent ShowTimestamp--показывать метку времени в качестве префикса к любому сообщению. ShowEventId--показывать код события eventId для запущенных событий, завершенных событий и сообщений ForceNoAlign--не выравнивать текст относительно размера буфера консоли DisableConsoleColor--использовать цвета консоли по умолчанию для всех сообщений ведения журнала. DisableMPLogging--отключить многопроцессорный стиль ведения журнала выходных данных при работе в режиме, отличном от многопроцессорного. EnableMPLogging--включить многопроцессорный стиль ведения журнала даже при работе в режиме, отличном от многопроцессорного. Этот стиль ведения журнала включен по умолчанию. ForceConsoleColor--использовать цвета консоли ANSI, даже если консоль не поддерживает их PreferConsoleColor--использовать цвета консоли ANSI лишь в случае, если целевая консоль поддерживает их Verbosity--переопределяет параметр -verbosity (уровень детализации) для этого средства ведения журнала. Пример: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
tr: -consoleLoggerParameters:<parameters> Konsol günlüğü için parametreler. (Kısa form: -clp) Mevcut parametreler: PerformanceSummary--Görevlerde, hedeflerde harcanan zamanı göster ve projelerde. Summary--Sonunda hata ve uyarı özetini göster. NoSummary--Sonunda hata ve uyarı özeti gösterme. ErrorsOnly--Yalnızca hataları göster. WarningsOnly--Yalnızca uyarıları göster. NoItemAndPropertyList--Her proje derlemesinin başlangıcında öğe ve özellik listesini gösterme. ShowCommandLine--TaskCommandLineEvent mesajlarını göster ShowTimestamp--Zaman Damgasını herhangi bir iletinin öneki olarak görüntüleyin. ShowEventId--Başlatılan olaylar, biten olaylar ve mesajlar için eventId'i göster ForceNoAlign--Metni konsol arabelleğinin boyutuna hizalamaz DisableConsoleColor--Tüm günlük iletileri için varsayılan konsol renklerini kullanın. DisableMPLogging-- Çok işlemcili olmayan modda çalışırken çıktının çok işlemcili günlüğe kaydetme stilini devre dışı bırakın. EnableMPLogging--Çok işlemcili olmayan modda çalışırken bile çok işlemcili günlüğe kaydetme stilini etkinleştirin. Bu günlük kaydı stili varsayılan olarak açıktır. ForceConsoleColor--Konsol desteklemese bile ANSI konsol renklerini kullanın PreferConsoleColor--ANSI konsol renklerini yalnızca hedef konsol destekliyorsa kullanın Verbosity--bu günlükçü için -verbosity ayarını geçersiz kılar. Örnek: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal
zh_hans: -consoleloggerparameters:<parameters> 控制台记录器的参数。(缩写: -clp) 可用参数包括: PerformanceSummary -- 显示在任务、目标和项目上 花费的时间。 Summary -- 结束时显示错误和警告的摘要。 NoSummary -- 结束时不显示错误和警告 的摘要。 ErrorsOnly -- 仅显示错误。 WarningsOnly -- 仅显示警告。 NoItemAndPropertyList -- 在开始生成每个项目时不显示 项和属性的列表。 ShowCommandLine -- 显示 TaskCommandLineEvent 消息 ShowTimestamp -- 将时间戳作为所有消息的前缀 显示。 ShowEventId -- 显示已开始事件、已完成事件和消息 的事件 ID。 ForceNoAlign -- 不将文本与控制台缓冲区的大小 匹配。 DisableConsoleColor -- 将默认控制台颜色 用于所有记录消息。 DisableMPLogging -- 在非多处理器 模式下运行时，禁用输出的多处理器 日志记录样式。 EnableMPLogging -- 即使在非多处理器 模式下运行，也启用多处理器 日志记录样式。默认情况下启用此日志记录样式。 ForceConsoleColor--使用 ANSI 控制台颜色，即使 控制台不支持它 PreferConsoleColor--仅在目标控制台支持时 使用 ANSI 控制台颜色 Verbosity -- 重写此记录器的 -verbosity 设置。 示例: -consoleloggerparameters:PerformanceSummary;NoSummary; Verbosity=minimal
zh_hant: -consoleLoggerParameters:<parameters> 主控台記錄器的參數。(簡短形式: -clp) 可用的參數為: PerformanceSummary--顯示工作、目標 及專案所花費的時間。 Summary--結束時顯示錯誤與警告摘要。 NoSummary--結束時不顯示錯誤 與警告摘要。 ErrorsOnly--只顯示錯誤。 WarningsOnly--只顯示警告。 NoItemAndPropertyList--不在每個專案開始建置時， 顯示專案與屬性清單。 ShowCommandLine--顯示 TaskCommandLineEvent 訊息 ShowTimestamp--在所有訊息開頭顯示 時間戳記。 ShowEventId--顯示已開始之事件、已完成之事件 以及訊息的事件識別碼 ForceNoAlign--不將文字調整成主控台 緩衝區的大小 DisableConsoleColor--為所有記錄訊息使用預設的 主控台色彩。 DisableMPLogging-- 在非多處理器模式下執行時， 停用輸出的多處理器 記錄樣式。 EnableMPLogging--在非多處理器模式下執行時， 啟用多處理器記錄樣式。 此記錄樣式預設為啟用。 ForceConsoleColor--即使主控台不支援 ANSI 主控台色彩， 也一律使用該色彩 PreferConsoleColor--僅在目標主控台目標確實支援 ANSI 主控台色彩時 才使用它 Verbosity--覆寫此記錄器的 -verbosity 設定。 範例: -consoleLoggerParameters:PerformanceSummary;NoSummary; Verbosity=minimal

# HelpMessage_14_NoConsoleLoggerSwitch
source: -noConsoleLogger Disable the default console logger and do not log events to the console. (Short form: -noConLog)
cs: -noConsoleLogger Zakáže výchozí protokolovací nástroj konzoly a neprotokoluje události na konzole. (Krátký tvar: -noConLog)
de: -noConsoleLogger Deaktiviert die Standardkonsolenprotokollierung und protokolliert keine Ereignisse auf der Konsole. (Kurzform: -noConLog)
es: -noConsoleLogger Deshabilitar el registrador de la consola predeterminada y no registrar eventos en la consola. (Forma corta: -noConLog)
fr: -noConsoleLogger Désactiver le journaliseur de console par défaut et ne pas journaliser d'événements dans la console. (Forme abrégée : -noConLog)
it: -noConsoleLogger Disabilita il logger di console predefinito e non registra gli eventi nella console. Forma breve: -noConLog.
ja: -noConsoleLogger 既定のコンソール ロガーを無効にし、イベントのログを コンソールに記録しません (短い形式: -noConLog)。
ko: -noConsoleLogger 기본 콘솔 로거를 사용하지 않고 콘솔에 이벤트를 로깅하지 않습니다. (약식: -noConLog)
pl: -noConsoleLogger Wyłącza domyślnego rejestratora konsoli i nie rejestruje zdarzeń w konsoli. (Krótka wersja: -noConLog)
pt_br: -noConsoleLogger Desabilita o agente de console padrão e não registra os eventos no console. (Forma abreviada: -noConLog)
ru: -noConsoleLogger Отключить средство ведения журнала консоли по умолчанию и не записывать события в консоль. (Краткая форма: -noConLog)
tr: -noConsoleLogger Varsayılan konsol günlükçüsünü devre dışı bırakır ve olayları konsolda günlüğe almaz. (Kısa biçim: -noConLog)
zh_hans: -noConsoleLogger 禁用默认控制台记录器，并且不将事件 记录到控制台。(缩写: -noConLog)
zh_hant: -noConsoleLogger 停用預設主控台記錄器，而且不將事件記錄 到主控台。(簡短形式: -noConLog)

# HelpMessage_15_ValidateSwitch
source: -validate Validate the project against the default schema. (Short form: -val) -validate:<schema> Validate the project against the specified schema. (Short form: -val) Example: -validate:MyExtendedBuildSchema.xsd
cs: -validate Ověřit projekt podle výchozího schématu. (Krátký tvar: -val) -validate:<schéma> Ověřit projekt podle zadaného schématu. (Krátký tvar: -val) Příklad: -validate:MyExtendedBuildSchema.xsd
de: -validate Überprüft das Projekt anhand des Standardschemas. (Kurz- form: -val) -validate:<Schema> Überprüft das Projekt anhand des angegebenen Schemas. (Kurz- form: -val) Beispiel: -validate:MyExtendedBuildSchema.xsd
es: -validate Valida el proyecto comparándolo con el esquema predeterminado. (Forma corta: -val) -validate:<esquema> Valida el proyecto comparándolo con el esquema especificado. (Forma corta: -val) Ejemplo: -validate:MyExtendedBuildSchema.xsd
fr: -validate Valide le projet par rapport au schéma par défaut. (Forme abrégée : -val) -validate:<schéma> Valide le projet par rapport au schéma spécifié. (Forme abrégée : -val) Exemple : -validate:MyExtendedBuildSchema.xsd
it: -validate Convalida il progetto a fronte dello schema predefinito. Forma breve: -val. -validate:<schema> Convalida il progetto a fronte dello schema specificato. Forma breve: -val. Esempio: -validate:MyExtendedBuildSchema.xsd
ja: -validate プロジェクトを既定のスキーマに対して検証します。(短縮形 : -val) -validate:<schema> プロジェクトを指定したスキーマに対して検証します。(短縮形 : -val) 例: -validate:MyExtendedBuildSchema.xsd
ko: -validate 기본 스키마를 기준으로 프로젝트의 유효성을 검사합니다. (약식: -val) -validate:<schema> 지정된 스키마를 기준으로 프로젝트의 유효성을 검사합니다. (약식: -val) 예: -validate:MyExtendedBuildSchema.xsd
pl: -validate Weryfikuje projekt na podstawie schematu domyślnego. (Krótka wersja: -val) -validate:<schemat> Weryfikuje projekt na podstawie określonego schematu. (Krótka wersja: -val) Przykład: -validate:MyExtendedBuildSchema.xsd
pt_br: -validate Valida o projeto em relação a um esquema padrão. (Forma abreviada: -val) -validate:<schema> Valida o projeto em relação a um esquema especificado. (Forma abreviada: -val) Exemplo: -validate:MyExtendedBuildSchema.xsd
ru: -validate Проверить проект с учетом схемы по умолчанию. (Краткая форма: -val) -validate:<схема> Проверить проект с учетом указанной схемы. (Краткая форма: -val) Пример: -validate:MyExtendedBuildSchema.xsd
tr: -validate Varsayılan şemaya göre projeyi doğrular. (Kısa biçim: -val) -validate:<şema> Belirtilen şemaya göre projeyi doğrular. (Kısa biçim: -val) Örnek: -validate:MyExtendedBuildSchema.xsd
zh_hans: -validate 依据默认架构验证项目。(缩写: -val) -validate:<schema> 依据指定的架构验证项目。(缩写: -val) 示例: -validate:MyExtendedBuildSchema.xsd
zh_hant: -validate 依據預設的結構描述驗證專案。(簡短 形式: -val) -validate:<結構描述> 依據指定的結構描述驗證專案。(簡短 形式: -val) 範例: -validate:MyExtendedBuildSchema.xsd
