Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_8_NoAutoResponseSwitch
source: -noAutoResponse Do not auto-include any MSBuild.rsp files. (Short form: -noAutoRsp)
cs: -noAutoResponse Nezahrne se automaticky žádný soubor MSBuild.rsp. (Krátký tvar: -noAutoRsp)
de: -noAutoResponse Schließt MSBuild.rsp-Dateien nicht automatisch ein. (Kurzform: -noAutoRsp)
es: noAutoResponse No incluir automáticamente ningún archivo MSBuild.rsp. (Forma corta: noAutoRsp)
fr: -noAutoResponse N'inclure aucun fichier MSBuild.rsp automatiquement. (Forme abrégée : -noAutoRsp)
it: -noAutoResponse Non include automaticamente alcun file MSBuild.rsp. Forma breve: -noAutoRsp.
ja: -noAutoResponse MSBuild.rsp ファイルを自動的に含めません (短い形式: -noAutoRsp)。
ko: -noAutoResponse MSBuild.rsp 파일을 자동으로 포함하지 않습니다. (약식: -noAutoRsp).
pl: -noAutoResponse Automatycznie nie będą dołączane żadne pliki MSBuild.rsp. (Krótka wersja: -noAutoRsp)
pt_br: -noAutoResponse Não inclui nenhum arquivo MSBuild.rsp automaticamente. (Forma abreviada: -noAutoRsp)
ru: -noAutoResponse Не включать автоматически никакие файлы MSBuild.rsp. (Краткая форма: -noAutoRsp)
tr: -noAutoResponse Hiçbir MSBuild.rsp dosyasını otomatik olarak ekleme. (Kısa biçim: -noAutoRsp)
zh_hans: -noAutoResponse 不自动包括任何 MSBuild.rsp 文件。(缩写: -noAutoRsp)
zh_hant: -noAutoResponse 不自動包含任何 MSBuild.rsp 檔案。(簡短形式: -noAutoRsp)

# HelpMessage_9_TargetSwitch
source: -target:<targets> Build these targets in this project. Use a semicolon or a comma to separate multiple targets, or specify each target separately. (Short form: -t) Example: -target:Resources;Compile
cs: -target:<cíle> Sestavit projekt s uvedenými cíli. K oddělení více cílů použijte středníky nebo čárky. Můžete také zadat každý cíl zvlášť. (Krátký tvar: -t) Příklad: -target:Resources;Compile
de: -target:<Ziele> Erstellt diese Ziele in diesem Projekt. Mehrere Ziele werden durch ein Semikolon oder Komma voneinander getrennt. Alternativ kann jedes Ziel gesondert angegeben werden. (Kurzform: -t) Beispiel: -target:Resources;Compile
es: -target:<destinos> Compila estos destinos en el proyecto. Use el carácter de punto y coma o coma para separar varios destinos o especifique cada uno de ellos por separado. (Forma corta: -t) Ejemplo: -target:Resources;Compile
fr: -target:<cibles> Génère ces cibles dans le projet. Utilisez un point-virgule ou une virgule pour séparer plusieurs cibles, ou spécifiez chaque cible à part. (Forme abrégée : -t) Exemple : -target:Resources;Compile
it: -target:<targets> Compila le destinazioni specificate nel progetto. Usare il punto e virgola o la virgola per separare più destinazioni oppure specificare ciascuna destinazione separatamente. Forma breve: -t. Esempio: -target:Resources;Compile
ja: -target:<targets> このプロジェクトでこれらのターゲットをビルドします。セミコロンか コンマを使用して複数のターゲットを区切るか、各ターゲットを 別個に指定します。(短縮形: -t) 例: -target:Resources;Compile
ko: -target:<targets> 이 프로젝트에서 대상을 빌드합니다. 세미콜론 또는 쉼표를 사용하여 여러 대상을 구분하거나, 각 대상을 개별적으로 지정합니다. (약식: -t) 예: -target:Resources;Compile
pl: -target:<elementy docelowe> Kompiluje podane elementy docelowe w tym projekcie. Przy użyciu średnika lub przecinka można rozdzielić wiele elementów docelowych, można również określić każdy z nich osobno. (Krótka wersja: -t) Przykład: -target:Resources;Compile
pt_br: -target:<targets> Criar esses destinos neste projeto. Use um ponto e vírgula ou uma vírgula para separar vários destinos ou especifique cada destino separadamente. (Forma abreviada: -t) Exemplo: -target:Resources;Compile
ru: -target:<целевые объекты> Интегрировать эти конечные объекты в проект. Чтобы разделить несколько целевых объектов, используйте точку с запятой или запятую либо укажите каждый целевой объект отдельно. (Краткая форма: -t) Пример: -target:Resources;Compile
tr: -target:<hedefler> Bu projede bu hedefleri oluşturur. Birden çok hedefi ayırmak için noktalı virgül veya virgül kullanın ya da her hedefi ayrı ayrı belirtin. (Kısa biçim: -t) Örnek: -target:Resources;Compile
zh_hans: -target:<targets> 在此项目中生成这些目标。使用 分号或逗号分隔多个目标，或者分别指定 每个目标。(缩写: -t) 示例: -target:Resources;Compile
zh_hant: -target:<目標> 在此專案中建置這些目標。請用分號或 逗號區隔多個目標，或是個別指定 每一個目標。(簡短形式: -t) 範例: -target:Resources;Compile

# HelpMessage_10_PropertySwitch
source: -property:<n>=<v> Set or override these project-level properties. <n> is the property name, and <v> is the property value. Use a semicolon or a comma to separate multiple properties, or specify each property separately. (Short form: -p) Example: -property:WarningLevel=2;OutDir=bin\Debug\
cs: -property:<n>=<v> Nastavení nebo potlačení daných vlastností na úrovni projektu. <n> je název vlastnosti a <v> je její hodnota. Více vlastností oddělte středníkem či čárkou nebo zadejte každou vlastnost zvlášť. (Krátký tvar: -p) Příklad: -property:WarningLevel=2;OutDir=bin\Debug\
de: -property:<n>=<v> Legt diese Eigenschaften auf Projektebene fest oder überschreibt sie. <n> ist der Eigenschaftenname, und <v> ist der Eigenschaftswert. Mehrere Eigenschaften werden durch ein Semikolon oder Komma getrennt. Alternativ kann jede Eigenschaft gesondert angegeben werden. (Kurzform: -p) Beispiel: -property:WarningLevel=2;OutDir=bin\Debug\
es: -property:<n>=<v> Define o invalida estas propiedades de nivel de proyecto. <n> es el nombre de la propiedad y <v> es el valor de la propiedad. Use un punto y coma o una coma para separar varias propiedades, o especifique cada propiedad por separado. (Forma corta: -p) Ejemplo: -property:WarningLevel=2;OutDir=bin\Debug\
fr: -property:<n>=<v> Définit ou remplace ces propriétés au niveau du projet. <n> est le nom de propriété et <v> la valeur de propriété. Utilisez un point-virgule ou une virgule pour séparer plusieurs propriétés, ou spécifiez chaque propriété à part. (Forme abrégée : -p) Exemple : -property:WarningLevel=2;OutDir=bin\Debug\
it: -property:<n>=<v> Imposta queste proprietà a livello di progetto o ne esegue l'override. <n> rappresenta il nome della proprietà e <v> il valore della proprietà. Usare il punto e virgola o la virgola per delimitare più proprietà o specificare ogni proprietà separatamente. Forma breve: -p. Esempio: -property:WarningLevel=2;OutDir=bin\Debug\
ja: -property:<n>=<v> これらのプロジェクトレベルのプロパティを設定または上書きします。<n> は プロパティ名で、<v> はプロパティ値です。 セミコロンまたはコンマを使用して複数のプロパティを区切るか、 各プロパティを別個に指定します。(短縮形: -p) 例: -property:WarningLevel=2;OutDir=bin\Debug\
ko: -property:<n>=<v> 프로젝트 수준 속성을 설정하거나 재정의합니다. <n>은 속성 이름이고 <v>는 속성 값입니다. 세미콜론 또는 쉼표를 사용하여 여러 속성을 구분하거나, 각 속성을 개별적으로 지정합니다. (약식: -p) 예: -property:WarningLevel=2;OutDir=bin\Debug\
pl: -property:<n>=<v> Ustawia lub przesłania podane właściwości na poziomie projektu. <n> jest nazwą właściwości, a <v> jest jej wartością. Przy użyciu średnika lub przecinka można rozdzielać wiele właściwości, można również określić każdą właściwość osobno. (Krótka wersja: -p) Przykład: -property:WarningLevel=2;OutDir=bin\Debug\
pt_br: -property:<n>=<v> Definir ou substituir essas propriedades no nível do projeto. <n> é o nome da propriedade e <v> é o valor da propriedade. Use um ponto e vírgula ou uma vírgula para separar várias propriedades ou especifique cada propriedade separadamente. (Forma abreviada: -p) Exemplo: -property:WarningLevel=2;OutDir=bin\Debug\
ru: -property:<n>=<v> Установите или переопределите свойства уровня проекта. <n> является именем свойства, а <v> — его значением. Используйте точку с запятой или запятую, чтобы разделить несколько свойств, или укажите каждое свойство отдельно. (Краткая форма: -p) Пример: -property:WarningLevel=2;OutDir=bin\Debug\
tr: -property:<n>=<v> Bu proje düzeyi özellikleri ayarlayın veya geçersiz kılın. <n> özelliğin adı ve <v> özelliğin değeridir. Birden çok özelliği birbirinden ayırmak için noktalı virgül veya virgül kullanın veya her özelliği ayrı ayrı belirtin. (Kısa biçim: -p) Örnek: -property:WarningLevel=2;OutDir=bin\Debug\
zh_hans: -property:<n>=<v> 设置或重写这些项目级属性。<n> 是 属性名，<v> 为属性值。请使用 分号或逗号分隔多个属性，或者 分别指定每个属性。(缩写: -p) 示例: -property:WarningLevel=2;OutDir=bin\Debug\
zh_hant: -property:<n>=<v> 設定或覆寫這些專案層級的屬性。<n> 是 屬性名稱，而 <v> 則是屬性值。請使用 分號或逗號區隔多個屬性， 或是個別指定每一個屬性。(簡短形式: -p) 範例: -property:WarningLevel=2;OutDir=bin\Debug\

# HelpMessage_11_LoggerSwitch
source: -logger:<logger> Use this logger to log events from MSBuild. To specify multiple loggers, specify each logger separately. The <logger> syntax is: [<class>,]<assembly>[,<options>][;<parameters>] The <logger class> syntax is: [<partial or full namespace>.]<logger class name> The <logger assembly> syntax is: {<assembly name>[,<strong name>] | <assembly file>} Logger options specify how MSBuild creates the logger. The <logger parameters> are optional, and are passed to the logger exactly as you typed them. (Short form: -l) Examples: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
cs: -logger:<protok_nást> Použít daný protokolovací nástroj k protokolování událostí nástroje MSBuild. Chcete-li zadat více protokolovacích. nástrojů, musíte je zadat jednotlivě. Syntaxe hodnoty <protok_nást>: [<třída_protok_nást>,]<sestavení_protok_nást> [;<param_protok_nást>] Syntaxe hodnoty <třída_protok_nást>: [<část/úpl_obor_názvů>.]<náz_tř_protok_nást> Syntaxe hodnoty <sestavení_protok_nást>: {<název_sestavení>[,<strong name>] | <soubor_sestavení>} Parametry protokolovacího nástroje určují, jak MSBuild vytvoří protokolovací nástroj. Parametry <param_protok_nást> jsou volitelné a předávají se protokolovacímu nástroji přesně v tom tvaru, v jakém byly zadány. (Krátký tvar: -l) Příklady: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
de: -logger:<Protokollierung> Mithilfe dieser Protokollierung werden Ereignisse von MSBuild protokolliert. Um mehrere Protokollierungen anzugeben, wird jede Protokollierung gesondert angegeben. Die Syntax für die <Protokollierung> lautet: [<Klasse>,]<assembly>[,<Optionen>][;<Parameter>] Die Syntax für die <Protokollierungsklasse> lautet: [<Teilweiser oder vollständiger Namespace>.]<Name der Protokollierungsklasse> Die Syntax für die <Protokollierungsassembly> lautet: {<assembly name>[,<strong name>] | <assembly file>} Die Protokollierungsoptionen geben an, wie MSBuild die Protokollierung erstellt. Die <Protokollierungsparameter> sind optional und werden genau so an die Protokollierung übergeben, wie sie eingegeben wurden. (Kurzform: -l) Beispiele: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
es: -logger:<registrador> Use este registrador para registrar eventos de MSBuild. Para especificar varios registradores, especifique cada uno de ellos por separado. La sintaxis de <registrador> es: [<clase>,]<assembly>[,<opciones>][;<parámetros>] La sintaxis de <clase del registrador> es: [<espacio de nombres parcial o completo>.]<nombre de clase del registrador> La sintaxis de <ensamblado del registrador> es: {<assembly name>[,<strong name>] | <assembly file>} Las opciones del registrador especifican cómo crea MSBuild el registrador. Los <parámetros del registrador> son opcionales y se pasan al registrador tal como se escriben. (Forma corta: -l) Ejemplos: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
fr: -logger:<journaliseur> Utilise ce journaliseur pour les événements MSBuild. Pour indiquer plusieurs journaliseurs, spécifiez chacun d'eux séparément. Syntaxe de <journaliseur> : [<classe>,]<assembly>[,<options>][;<paramètres>] Syntaxe de <classe de journalisation> : [<espace de noms partiels ou complets>.]<nom de la classe de journalisation> Syntaxe de <assembly de journalisation> : {<nom d'assembly>[,<strong name>] | <fichier d'assembly>} Les options de journalisation spécifient la façon dont MSBuild crée le journaliseur. Les <paramètres de journalisation> sont facultatifs. Ils sont passés au journaliseur tels que vous les avez tapés. (Forme abrégée : -l) Exemples : -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
it: -logger:<logger> Usare questo logger per registrare eventi da MSBuild. Per specificare più logger, specificare ogni logger separatamente. La sintassi di <logger> è la seguente: [<classe>,]<assembly>[,<opzioni>][;<parametri>] La sintassi di <classe logger> è la seguente: [<spazio dei nomi parziale o completo>.]<nome classe logger> La sintassi di <logger assembly> è la seguente: {<assembly name>[,<strong name>] | <assembly file>} Le opzioni di logger consentono di specificare in che modo MSBuild crea il logger. I <parametri logger> sono facoltativi e vengono passati al logger così come vengono digitati. Forma breve: -l. Esempi: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
ja: -logger:<logger> このロガーを使用して、MSBuild からのイベントのログを記録します。複数のロガーを 指定するには、各ロガーを別個に指定します。 <logger> の構文: [<class>,]<assembly>[,<options>][;<parameters>] <logger class> の構文: [<partial or full namespace>.]<logger class name> <logger assembly> の構文: {<assembly name>[,<strong name>] | <assembly file>} ロガー オプションは、MSBuild がロガーを作成する方法を指定します。 <logger parameters> はオプションで、入力したとおりに ロガーに渡されます。(短縮形: -l) 例: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
ko: -logger:<로거> 이 로거를 사용하여 MSBuild의 이벤트를 기록합니다. 여러 로거를 지정하려면 각 로거를 개별적으로 지정합니다. <로거> 구문은 다음과 같습니다. [<클래스>,]<어셈블리>[,<옵션>][;<매개 변수>] <로거 클래스> 구문은 다음과 같습니다. [<부분 또는 전체 네임스페이스>.]<로거 클래스 이름> <로거 어셈블리> 구문은 다음과 같습니다. {<어셈블리 이름>[,<strong name>] | <어셈블리 파일>} 로거 옵션은 MSBuild가 로거를 만드는 방법을 지정합니다. <로거 매개 변수>는 선택 사항이고 입력한 대로 정확히 로거에 전달됩니다. (약식: -l) 예: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
pl: -logger:<rejestrator> Umożliwia użycie podanego rejestratora do rejestrowania zdarzeń pochodzących z programu MSBuild. Aby określić wiele rejestratorów, określ każdy z nich osobno. Składnia elementu <rejestrator>: [<klasa rejestratora>,]<assembly> [;<parametry rejestratora>] Składnia elementu <klasa rejestratora>: [<częściowa lub pełna przestrzeń nazw>.] <nazwa klasy rejestratora> Składnia elementu <zestaw rejestratora>: {<assembly name>[,<strong name>] | <assembly file>} Wartości <parametry rejestratora> są opcjonalne i są przekazywane do rejestratora dokładnie tak, jak zostały wpisane. (Krótka wersja: -l) Przykłady: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
pt_br: -logger:<logger> Use este agente para registrar os eventos do MSBuild. Para especificar vários agentes, especifique cada um separadamente. A sintaxe de <logger> é: [<class>,]<assembly>[,<options>][;<parameters>] A sintaxe de <logger class> é: [<partial or full namespace>.]<logger class name> A sintaxe de <logger assembly> é: {<assembly name>[,<strong name>] | <assembly file>} As opções de agente especificam como o MSBuild cria o agente. Os <logger parameters> são opcionais e são passados ao agente exatamente como são digitados. (Forma abreviada: -l) Exemplos: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
ru: -logger:<logger> Использовать это средство ведения журнала для регистрации событий MSBuild. Чтобы указать несколько средств ведения журнала, укажите каждое из них отдельно. Синтаксис <logger>: [<class>,]<assembly>[,<options>][;<parameters>] Синтаксис <logger class>: [<partial or full namespace>.]<logger class name> Синтаксис <logger assembly>: {<assembly name>[,<strong name>] | <assembly file>} Параметры средства ведения журнала указывают, как MSBuild создает средство ведения журнала. Параметры <logger parameters> являются необязательными и передаются средству ведения журнала в том виде, в котором были введены. (Краткая форма: -l) Примеры: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
tr: -logger:<günlükçü> MSBuild'deki olayları günlüğe almak için bu günlükçüyü kullanın. Birden fazla günlükçü belirtmek için her günlükçüyü ayrı ayrı belirtin. <günlükçü> söz dizimi şöyledir: [<sınıf>,]<derleme>[,<seçenekler>][;<parametreler>] <günlükçü sınıfı > söz dizimi şöyledir: [<kısmi veya tam ad alanı >.]<günlükçü sınıfı adı> <günlükçü derlemesi> söz dizimi şöyledir: {<derleme adı>[,<strong name>] | <derleme dosyası>} Günlükçü seçenekleri, MSBuild'in günlükçüyü oluşturma biçimini belirtir. <günlükçü parametreleri > isteğe bağlıdır ve tam olarak yazdığınız şekliyle günlükçüye geçirilir. (Kısa biçim: -l) Örnekler: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
zh_hans: -logger:<logger> 使用此记录器来记录 MSBuild 中的事件。要指定 多个记录器，请分别指定每个记录器。 <logger> 语法为: [<class>,]<assembly>[,<options>][;<parameters>] <logger class> 语法为: [<partial or full namespace>.]<logger class name> <logger assembly> 语法为: {<assembly name>[,<strong name>] | <assembly file>} 记录器选项指定 MSBuild 创建记录器的方式。 <logger parameters> 是可选的，并按键入的 形式原样传递给记录器。(缩写形式: -l) 示例: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML
zh_hant: -logger:<記錄器> 使用此記錄器可記錄 MSBuild 的事件。 若要指定多個記錄器，請各別指定每個記錄器。 <記錄器> 語法為: [<class>,]<assembly>[,<options>][;<parameters>] <記錄器類別> 語法為: [<一部分或完整的命名空間>.]<記錄器類別名稱> <記錄器組件> 語法為: {<assembly name>[,<strong name>] | <assembly file>} 記錄器選項會指定 MSBuild 建立記錄器的方式。 <記錄器參數> 是選擇性參數，其會依您輸入的內容， 完全一樣地傳遞到記錄器。(簡短形式: -l) 範例: -logger:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -logger:XMLLogger,C:\Loggers\MyLogger.dll;OutputAsHTML

# HelpMessage_12_VerbositySwitch
source: -verbosity:<level> Display this amount of information in the event log. The available verbosity levels are: q[uiet], m[inimal], n[ormal], d[etailed], and diag[nostic]. (Short form: -v) Example: -verbosity:quiet Note: File loggers' verbosity is set separately by -fileloggerparameters.
cs: -verbosity:<level> Zobrazí toto množství informací v protokolu událostí. Dostupné úrovně podrobnosti: q[uiet], m[inimal], n[ormal], d[etailed] a diag[nostic]. (Krátký tvar: -v) Příklad: -verbosity:quiet Poznámka: Podrobnost protokolování souborů je nastavena samostatně přes -fileloggerparameters.
de: -verbosity:<level> Zeigt diese Menge von Informationen im Ereignisprotokoll an. Folgende Ausführlichkeitsstufen sind verfügbar: q[uiet], m[inimal], n[ormal], d[etailed] und diag[nostic]. (Kurzform: -v) Beispiel: -verbosity:quiet Hinweis: Ausführlichkeit der Dateiprotokollierungen wird separat festgelegt durch -fileloggerparameters.
es: -verbosity:<level> Muestra esta cantidad de información en el registro de eventos. Los niveles de detalle disponibles son: q[uiet], m[inimal], n[ormal], d[etailed] y diag[nostic]. (Forma corta: -v) Ejemplo: -verbosity:quiet Nota: nivel de detalle de los registradores de archivos se establece por separado por -fileloggerparameters.
fr: -verbosity:<level> Affiche cette quantité d’informations dans le journal des événements. Les niveaux de verbosité disponibles sont : q[uiet], m[inimal], n[ormal], d[etailed] et diag[nostic]. (Forme abrégée : -v) Exemple: -verbosity:quiet Remarque : verbosité des enregistreurs d’événements de fichiers est défini séparément par -fileloggerparameters.
it: -verbosity:<level> Visualizza questa quantità di informazioni nel registro eventi. I livelli di dettaglio disponibili sono: q[uiet], m[inimal], n[ormal], d[etailed] e diag[nostic]. (Forma breve: -v) Esempio: -verbosity:quiet Nota: livello di dettaglio dei logger di file è impostato separatamente da -fileloggerparameters.
ja: -verbosity:<level> この量の情報をイベント ログに表示します。 利用可能な詳細レベル: q[uiet], m[inimal]、 n[ormal], d[etailed]、および diag[nostic]。(短縮形: -v) 例: -verbosity:quiet 注意: ファイル ロガーの詳細度は 以下によって個別に設定されます -fileloggerparameters。
ko: -verbosity:<level> 이벤트 로그에 이 정도 양의 정보를 표시합니다. 사용 가능한 세부 정보 표시 수준에는 q[uiet], m[inimal], n[ormal], d[etailed], diag[nostic]이 있습니다. (약식: -v) 예: -verbosity:quiet 참고: 파일 로거의 세부 정보 표시는 -fileloggerparameters에 의해 별도로 설정됩니다.
pl: -verbosity:<level> Wyświetl tę ilość informacji w dzienniku zdarzeń. Dostępne poziomy szczegółowości to: q[uiet], m[inimal], n[ormal], d[etailed], and diag[nostic]. (Skrócona forma: -v) Przykład: -verbosity:cichy Note: szczegółowość rejestratorów plików jest ustawiana oddzielnie przez -fileloggerparameters.
pt_br: -verbosidade:<level> Exibe essa quantidade de informações no log de eventos. Os níveis de verbosidade disponíveis são: q[uiet], m[inimal], n[ormal], d[detalhado] e diag[nóstico]. (forma abreviada: -v) Exemplo: - verbosidade: quieto Nota: verbosidade dos registradores de arquivos é definido separadamente por -fileloggerparameters.
ru: -verbosity:<уровень> Уровень детализации сведений в журнале событий. Доступные уровни детализации: q (или quiet) — отсутствует, m (или minimal) — минимальный, n (или normal) — обычный, d (или detailed) — подробный, diag (или diagnostic) — диагностика. (Краткая форма: -v) Пример: -verbosity:quiet Примечание. Детализация средств ведения журналов файлов устанавливается отдельно с помощью -fileloggerparameters.
tr: -verbosity:<level> Bu miktarda bilgiyi olay günlüğünde görüntüle. Kullanılabilir verbosity seviyeleri şunlardır: q[uiet], m[inimal], n[ormal], d[etailed], and diag[nostic]. (Kısa biçim: -v) Örnek: -verbosity:quiet Not: Dosya kaydedicilerin verbosity’si -fileloggerparameters tarafından ayrı olarak ayarlanır.
zh_hans: -verbosity:<level> 事件日志中显示此信息量。 可用的详细级别为: q[uiet]、m[inimal]、 n[ormal]、d[etailed] 和 diag[nostic]。(缩写: -v) 示例: -verbosity:quiet 注意: 文件记录器的详细程度 由 -fileloggerparameters 单独设置。
zh_hant: -verbosity:<level> 在事件記錄中顯示此數量的資訊。 可用的詳細層級為: q[uiet]、m[inimal]、 n[ormal]、d[etailed] 和 diag[nostic]。(簡短形式: -v) 範例: -verbosity:quiet 注意: 檔案記錄器的詳細層級 是由 -fileloggerparameters 個別設定。
