Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AmbiguousProjectError
source: MSBUILD : error MSB1011: Specify which project or solution file to use because this folder contains more than one project or solution file.
cs: MSBUILD : error MSB1011: Zadejte, který soubor projektu nebo řešení chcete použít. Složka obsahuje více než jeden takový soubor.
de: MSBUILD : error MSB1011: Geben Sie an, welches Projekt oder welche Projektmappendatei verwendet werden soll, da dieser Ordner mehrere Projekte oder Projektmappendateien enthält.
es: MSBUILD : error MSB1011: Especifique el archivo de proyecto o de solución que se va a utilizar ya que esta carpeta contiene más de un archivo de proyecto o de solución.
fr: MSBUILD : error MSB1011: Spécifiez le fichier projet ou solution à utiliser car ce dossier en contient plusieurs.
it: MSBUILD : error MSB1011: la cartella contiene più file di soluzione o di progetto. Specificare il file da usare.
ja: MSBUILD : error MSB1011: このフォルダーは 2 つ以上のプロジェクト ファイルまたはソリューション ファイルを含んでいるため、使用するプロジェクト ファイルまたはソリューション ファイルを指定してください。
ko: MSBUILD : error MSB1011: 사용할 프로젝트 또는 솔루션 파일을 지정하십시오. 이 폴더에 프로젝트 또는 솔루션 파일이 두 개 이상 있습니다.
pl: MSBUILD : error MSB1011: określ plik projektu lub rozwiązania, który zostanie użyty, ponieważ ten folder zawiera więcej niż jeden plik projektu lub rozwiązania.
pt_br: MSBUILD : error MSB1011: Especifique o arquivo de solução ou de projeto a usar porque esta pasta contém mais de um arquivo de solução ou de projeto.
ru: MSBUILD : error MSB1011: укажите, какой файл проекта или решения необходимо использовать, так как в папке содержится несколько файлов проектов или решений.
tr: MSBUILD : error MSB1011: Bu klasör birden fazla proje veya çözüm dosyası içerdiğinden hangi projenin veya çözüm dosyasının kullanılacağını belirtin.
zh_hans: MSBUILD : error MSB1011: 此文件夹中包含多个项目或解决方案文件，请指定要使用的项目或解决方案文件。
zh_hant: MSBUILD : error MSB1011: 請指定要使用哪個專案檔或方案檔，因為這個資料夾包含一個以上的專案檔或方案檔。

# BuildFailedWithPropertiesItemsOrTargetResultsRequested
source: Build failed. Properties, Items, and Target results cannot be obtained. See details in stderr above.
cs: Sestavení se nezdařilo. Nelze získat výsledky vlastností, položek a cíle. Viz podrobnosti ve stderr výše.
de: Fehler beim Buildvorgang. Eigenschaften, Elemente und Zielergebnisse können nicht abgerufen werden. Details finden Sie oben in stderr.
es: Error de compilación. No se pueden obtener los resultados de propiedades, elementos y destinos. Vea los detalles en stderr anterior.
fr: Échec de la génération. Impossible d’obtenir les propriétés, les éléments et les résultats cibles. Consultez les détails dans stderr ci-dessus.
it: Compilazione non riuscita. Non è possibile ottenere proprietà, elementi e risultati di destinazione. Vedere i dettagli in stderr sopra.
ja: ビルドに失敗しました。プロパティ、項目、ターゲットの結果を取得できません。上の stderr で詳細を参照してください。
ko: 빌드하지 못했습니다. 속성, 항목 및 대상 결과를 가져올 수 없습니다. 위의 stderr에서 세부 정보를 참조하세요.
pl: Kompilacja nie powiodła się. Nie można uzyskać wyników właściwości, elementów i celu. Zobacz szczegóły w sekcji stderr powyżej.
pt_br: Falha na compilação. Não foi possível obter os resultados de Propriedades, Itens e Destino. Veja os detalhes no stderr acima.
ru: Сборка не удалась. Не удается получить свойства, элементы и целевые результаты. См. подробности в stderr выше.
tr: Derleme başarısız oldu. Özellikler, Öğeler ve Hedef sonuçları alınamıyor. Yukarıda stderr'de ayrıntılara bakın.
zh_hans: 生成失败。无法获取属性、项目和目标结果。在上面的 stderr 中查看详细信息。
zh_hant: 建置失敗。無法取得屬性、項目及目標結果。請參閱上述 stderr 中的詳細資料。

# CommandLine
source: Command line arguments = "{0}"
cs: Argumenty příkazového řádku = {0}
de: Befehlszeilenargumente = "{0}"
es: Argumentos de la línea de comandos: "{0}"
fr: Arguments de ligne de commande = "{0}"
it: Argomenti della riga di comando = "{0}"
ja: コマンド ライン引数 = "{0}"
ko: 명령줄 인수 = "{0}"
pl: Argumenty wiersza polecenia = „{0}”
pt_br: Argumentos de linha de comando = "{0}"
ru: Аргументы командной строки = "{0}"
tr: Komut satırı bağımsız değişkenleri = "{0}"
zh_hans: 命令行参数 = "{0}"
zh_hant: 命令列引數 = "{0}"

# ConfigurationFailurePrefixNoErrorCode
source: MSBUILD : Configuration error {0}: {1}
cs: MSBUILD : Konfigurace - error {0}: {1}
de: MSBUILD : Konfiguration, error {0}: {1}
es: MSBUILD : Error de configuración; error {0}: {1}
ja: MSBUILD : 構成 error {0}: {1}
ko: MSBUILD : 구성 error {0}: {1}
pl: MSBUILD : konfiguracja — error {0}: {1}
ru: MSBUILD : конфигурации error {0}: {1}
tr: MSBUILD : Yapılandırma error {0}: {1}
zh_hans: MSBUILD : 配置 error {0}: {1}
zh_hant: MSBUILD : 組態 error {0}: {1}

# CannotAutoDisableAutoResponseFile
source: MSBUILD : error MSB1027: The -noAutoResponse switch cannot be specified in the MSBuild.rsp auto-response file, nor in any response file that is referenced by the auto-response file.
cs: MSBUILD : error MSB1027: Přepínač -noAutoResponse nelze zadat v souboru automatických odpovědí MSBuild.rsp ani v žádném jiném souboru odpovědí, na který se v souboru automatických odpovědí odkazuje.
de: MSBUILD : error MSB1027: Der Schalter "-noAutoResponse" kann weder in der automatischen Antwortdatei "MSBuild.rsp" noch in einer anderen Antwortdatei verwendet werden, auf die die automatische Antwortdatei verweist.
es: MSBUILD : error MSB1027: El modificador -noAutoResponse no puede especificarse en el archivo de respuesta automática MSBuild.rsp ni en ningún archivo de respuesta al que el archivo de respuesta automática haga referencia.
fr: MSBUILD : error MSB1027: Impossible de spécifier le commutateur -noAutoResponse dans le fichier réponse automatique MSBuild.rsp, ni dans aucun autre fichier réponse référencé par le fichier réponse automatique.
it: MSBUILD : error MSB1027: non è possibile specificare l'opzione -noAutoResponse nel file di risposta automatica MSBuild.rsp o in file di risposta a cui il file di risposta automatica fa riferimento.
ja: MSBUILD : error MSB1027: MSBuild.rsp 自動応答ファイルや、自動応答ファイルによって参照される応答ファイルに -noAutoResponse スイッチを指定することはできません。
ko: MSBUILD : error MSB1027: MSBuild.rsp 자동 지시 파일과 자동 지시 파일에서 참조하는 모든 지시 파일에는 -noAutoResponse 스위치를 지정할 수 없습니다.
pl: MSBUILD : error MSB1027: przełącznika -noAutoResponse nie można określić w pliku autoodpowiedzi MSBuild.rsp ani w żadnym pliku odpowiedzi, do którego odwołuje się plik autoodpowiedzi.
pt_br: MSBUILD : error MSB1027: A opção /noAutoResponse não pode ser especificada no arquivo de resposta automática MSBuild.rsp nem em qualquer arquivo de resposta usado como referência para o arquivo de resposta automática.
ru: MSBUILD : error MSB1027: ключ noAutoResponse не может быть указан в файле автоответа MSBuild.rsp или в любом другом файле ответа, на который файл автоответа ссылается.
tr: MSBUILD : error MSB1027: -noAutoResponse anahtarı, MSBuild.rsp otomatik yanıt dosyasında ve bu dosyanın başvuruda bulunduğu herhangi bir yanıt dosyasında belirtilemez.
zh_hans: MSBUILD : error MSB1027: 不能在 MSBuild.rsp 自动响应文件中或由该自动响应文件引用的任何响应文件中指定 -noAutoResponse 开关。
zh_hant: MSBUILD : error MSB1027: -noAutoResponse 參數不能在 MSBuild.rsp 自動回應檔中指定，也不能在自動回應檔所參考的任何回應檔中指定。

# HelpMessage_41_QuestionSwitch
source: -question (Experimental) Question whether there is any build work. MSBuild will error out when it detects a target or task that can be incremental (has inputs and outputs), but isn't up to date. (Short form: -q)
cs: -question (experimentální) Dotaz, jestli je dochází k práci na sestavení. MSBuild zobrazí chybu při zjištění cíle nebo úkolu , který může být přírůstkový (obsahuje vstupy a výstupy), ale není aktuální. (Krátký tvar: -q)
de: -question (Experimentell) Fragen Sie, ob Buildarbeiten vorhanden sind. MSBuild führt einen Fehler aus, wenn ein Ziel oder eine Aufgabe erkannt wird, das/die inkrementell sein kann (mit Eingaben und Ausgaben), aber nicht auf dem neuesten Stand ist. (Kurzform: -q)
es: -question (Experimental) Pregunta si hay algún trabajo de compilación. MSBuild generará un error cuando detecte un destino o tarea que puede ser incremental (tiene entradas y salidas), pero no está actualizado. (Forma corta: -q)
fr: -question (Expérimental) Spécifiez s’il existe un travail de build. MSBuild génère une erreur lorsqu’il détecte une cible ou une tâche qui peut être incrémentielle (a des entrées et des sorties), mais n’est pas à jour. (Forme abrégée : -q)
it: -domanda (Sperimentale) Domanda se sono presenti attività di compilazione. MSBuild genera un errore quando rileva una destinazione o un'attività che può essere incrementale (con input e output), ma non è aggiornata. (Forma breve: -q)
ja: -question (試験段階) ビルド作業があるかどうかに関する質問。 ターゲットまたはタスクが検出されると MSBuild でエラーが発生し インクリメンタルである可能性はあるが (入力と出力を含む)、 最新の状態ではありません。 (短縮形: -q)
ko: -question (실험) 빌드 작업이 있는지 질문합니다. 증분할 수 있지만(입력 및 출력이 있음) 최신 상태가 아닌 대상 또는 작업을 감지하면 MSBuild에서 오류가 발생합니다. (약식: -q)
pl: -question (Eksperymentalne) Pytanie, czy istnieje jakakolwiek kompilacja. Program MSBuild wyrzuci błąd, gdy wykryje element docelowy lub zadanie , które może być przyrostowe (ma dane wejściowe i wyjściowe), ale nie jest aktualne. (Skrócona forma: -q)
pt_br: -pergunta (Experimental) Questione se há algum trabalho de construção. O MSBuild apresentará um erro ao detectar um destino ou tarefa que pode ser incremental (possui entradas e saídas), não está atualizado. (forma abreviada: -q)
ru: -question (Экспериментальный параметр) Запрашивает, есть ли работа по сборке. MSBuild выдает ошибку при обнаружении целевого объекта или задачи, которые могут быть добавочными (с входными и выходными данными), но не обновлены. (Краткая форма: -q)
tr: -soru (Deneysel) Derleme çalışması olup olmadığını sorgulayın. MSBuild bir hedef veya görev algılandığında hataya neden olacak artımlı (girişler ve çıkışlar içeren), ancak güncel değil. (Kısa biçim: -q)
zh_hans: -question (实验性)问题，是否存在任何生成工作。 当MSBuild检测到一个可以增量执行的 目标或任务，但不是最新 版本时，将会报错。 (缩写: -q)
zh_hant: -question (實驗性) 問題: 是否有任何組建可運作。 MSBuild 偵測到可增量 (有輸入和輸出) 但並非最新的目標或工作時， 它會發生錯誤。 (簡短形式: -q)

# HelpMessage_42_ReportFileAccessesSwitch
source: -reportFileAccesses[:True|False] Causes MSBuild to report file accesses to any configured project cache plugins. This flag is experimental and may not work as intended.
cs: -reportFileAccesses[:True|False] Způsobí, že MSBuild bude hlásit přístupy k souborům ve všech konfigurovaných modulech plug-in pro mezipaměť projektu. Tento příznak je experimentální a nemusí fungovat podle očekávání.
de: -reportFileAccesses[:True|False] Führt dazu, dass MSBuild Dateizugriffe auf ein beliebiges konfiguriertes Projektcache-Plug-In meldet. Dieses Flag ist experimentell und funktioniert möglicherweise nicht wie vorgesehen.
es: -reportFileAccesses[:True|Falso] Hace que MSBuild informe de los accesos a los archivos a cualquier complemento de caché de proyectos. Esta marca es experimental y puede que no funcione según lo previsto.
fr: -reportFileAccesses[:True|False] Entraîne le signalement par MSBuild des accès par fichiers aux plug-ins cache de projet configurés. Cet indicateur est expérimental et peut ne pas fonctionner comme prévu.
it: -reportFileAccesses[:True|False] Fa in modo che MSBuild segnali gli accessi ai file a qualsiasi plug-in della cache del progetto. Questo flag è sperimentale e potrebbe non funzionare come previsto.
ja: -reportFileAccesses[:True|False] MSBuild が、構成されているプロジェクト キャッシュ プラグインへの ファイル アクセスを報告します。 このフラグは実験的なものであり、意図したとおりに動作しない可能性があります。
ko: -reportFileAccesses[:True|False] MSBuild에서 모든 구성된 프로젝트 캐시 플러그 인에 대한 파일 액세스를 보고하도록 합니다. 이 플래그는 실험적이며 예상대로 작동하지 않을 수 있습니다.
pl: -reportFileAccesses[:True|False] Powoduje, że platforma MSBuild zgłasza dostępy do wszystkich skonfigurowanych wtyczek pamięci podręcznej projektu. Ta flaga jest eksperymentalna i może nie działać zgodnie z oczekiwaniami.
pt_br: -reportFileAccesses[:True|False] Faz com que o MSBuild relate acessos a arquivos para qualquer plug-in de cache de projeto configurado. Este sinalizador é experimental e pode não funcionar conforme o esperado.
ru: -reportFileAccesses[:True|False] Включение отчетов MSBuild о доступе к файлам для всех настроенных подключаемых модулей кэша проекта. Этот флаг является экспериментальным и может работать неправильно.
tr: -reportFileAccesses[:True|False] MSBuild’in yapılandırılmış proje önbelleği eklentilerine dosya erişimlerini bildirmesine neden olur. Bu bayrak deneme amaçlıdır ve istendiği gibi çalışmayabilir.
zh_hans: -reportFileAccesses[:True|False] 导致 MSBuild 报告对任何已配置 项目缓存插件的文件访问。 此标志是实验性的，可能无法按预期工作。
zh_hant: -reportFileAccesses[:True|False] 導致 MSBuild 報告任何已設定之專案快取外掛程式的 檔案存取。 此旗標為實驗性質，可能無法如預期般運作。

# HelpMessage_43_GetPropertySwitch
source: -getProperty:propertyName,... Write out the value of one or more specified properties after evaluation, without executing the build, or if either the -targets option or the -getTargetResult option is used, write out the values after the build.
cs: -getProperty:propertyName,... Vypíše hodnotu jedné nebo více zadaných vlastností po vyhodnocení bez provedení sestavení, nebo pokud je použita volba -targets nebo volba -getTargetResult, vypíše hodnoty po sestavení.
fr: -getProperty:propertyName,... Notez la valeur d’une ou de plusieurs propriétés spécifiées après l’évaluation, sans exécuter la build, ou si l’option -targets ou l’option -getTargetResult est utilisé, écrivez les valeurs après la génération.
ja: -getProperty:propertyName,... 1 つ以上の指定されたプロパティの値を書き出し 評価後、ビルドを実行せずに、または -targets オプションまたは -getTargetResult オプションが 使用して、ビルド後に値を書き出します。
ko: -getProperty:propertyName,... 빌드를 실행하지 않고 평가 후 지정된 속성 중 하나 이상의 값을 작성하거나, -targets 옵션 또는 -getTargetResult 옵션을 사용하는 경우 빌드 후 값을 작성합니다.
pt_br: -getProperty:propertyName,... Grava o valor de uma ou mais propriedades especificadas após a avaliação, sem executar a compilação, ou se a opção -targets ou a opção -getTargetResult for for usada, escreva os valores após a compilação.
tr: -getProperty:propertyName,... Belirtilen bir veya daha fazla özelliğin değerini değerlendirmeden sonra, derlemeyi yürütmeden yaz veya -targets ya da -getTargetResult seçeneklerinden biri kullanıldıysa, değerleri derlemeden sonra yaz.

# HelpMessage_44_GetItemSwitch
source: -getItem:itemName,... Write out the value of one or more specified items and their associated metadata after evaluation without executing the build, or if either the -targets option or the -getTargetResult option is used, write out the values after the build.
cs: -getItem:itemName,... Vypíše hodnotu jedné nebo více zadaných položek a jejich přidružená metadata po vyhodnocení bez provedení sestavení, nebo pokud je použita volba -targets nebo volba -getTargetResult, vypíše hodnoty po sestavení.
fr: -getItem:itemName,... Notez la valeur d’un ou de plusieurs éléments spécifiés et leurs métadonnées associées après l’évaluation sans l’exécution de la build, ou si l’option -targets ou l’option -getTargetResult est utilisée, écrivez les valeurs après la génération.
ja: -getItem:itemName,... 1 つ以上の指定された項目の値を書き出し、 評価後に関連付けられたメタデータを ビルドを実行せずに、または -targets オプション または -getTargetResult オプションが使用されている場合は、書き込み ビルド後の値。
ko: -getItem:itemName,... 빌드를 실행하지 않고 평가 후 지정된 항목 중 하나 이상의 값 및 연결된 해당 메타데이터를 작성하거나, -targets 옵션 또는 -getTargetResult 옵션을 사용하는 경우 빌드 후 값을 작성합니다.
pt_br: -getItem:itemName,... Escreve o valor de um ou mais itens especificados e seus metadados associados após a avaliação sem executar a compilação, ou se a opção -targets ou a opção -getTargetResult for usada, escreva os valores após a compilação.
tr: -getItem:itemName,... Belirtilen bir veya daha fazla öğenin değerini ve değerlendirmeden sonraki ilişkili meta değerini derlemeyi yürütmeden yaz veya -targets ya da -getTargetResult seçeneklerinden biri kullanıldıysa, değerleri derlemeden sonra yaz.

# HelpMessage_45_GetTargetResultSwitch
source: -getTargetResult:targetName,... Write out the output value of one or more targets and the specified targets will be executed.
cs: -getTargetResult:targetName,... Vypíše výstupní hodnotu jednoho nebo více cílů a zadané cíle se provedou.
fr: -getTargetResult:targetName,... Notez la valeur de sortie d’une ou de plusieurs cibles et les cibles spécifiées seront exécutées.
ja: -getTargetResult:targetName,... 1 つ以上のターゲットの出力値を書き出し、 指定したターゲットが実行されます。
ko: -getTargetResult:targetName,... 대상 하나 이상의 출력 값을 작성하면 지정된 대상이 실행됩니다.
pt_br: -getTargetResult:targetName,... Escreve o valor da saída de um ou mais destinos e os destinos especificados serão executados.
tr: -getTargetResult:targetName,... Bir veya daha fazla hedefin çıktı değerini yazın, belirtilen hedefler yürütülür.

# HelpMessage_46_FeatureAvailabilitySwitch
source: -featureAvailability:featureName,... Check feature availability. The result is one of the strings "Undefined", "Available", "NotAvailable" and "Preview". - Undefined - the availability of the feature is undefined (the feature name is unknown to the feature availability checker) - NotAvailable - the feature is not available (unlike Undefined, the feature name is known to the feature availability checker and it knows the feature is not supported by current MSBuild engine) - Available - the feature is available - Preview - the feature is in preview (not stable) (Short form: -fa)
cs: -featureAvailability:featureName,... Zkontroluje dostupnost funkce. Výsledkem je jeden z řetězců Undefined, Available, NotAvailable a Preview. - Undefined – Dostupnost funkce je nedefinovaná (název funkce je pro kontrolu dostupnosti funkce neznámý). - NotAvailable – Funkce není k dispozici (na rozdíl od možnosti Undefined je název funkce nástroji pro kontrolu dostupnosti funkce znám a ten ví, že funkce není podporována aktuálním modulem MSBuild). - Available – Funkce je k dispozici. - Preview – Funkce je ve verzi Preview (není stabilní). (Krátký tvar: -fa)
fr: -featureAvailability:featureName,... Vérifiez la disponibilité des fonctionnalités. Le résultat est l’une des chaînes « Undefined », « Available », « NotAvailable » et « Aperçu ». - Non défini : la disponibilité de la fonctionnalité n’est pas définie (le nom de la fonctionnalité est inconnu de la disponibilité des fonctionnalités vérificateur) - NotAvailable : la fonctionnalité n’est pas disponible (contrairement à Non défini, le nom de la fonctionnalité est connu de la fonctionnalité et sait que la fonctionnalité n’est pas prise en charge par le moteur MSBuild actuel) - Disponible : la fonctionnalité est disponible - Préversion : la fonctionnalité est en préversion (non stable) (Forme abrégée : -fa)
ja: -featureAvailability:featureName,... 機能の可用性を確認します。結果は、次のいずれかになります。 文字列 "Undefined"、"Available"、"NotAvailable"、および "Preview" です。 - Undefined - 機能の可用性は未定義です (機能名が機能の可用性に関して不明です チェッカー) - NotAvailable - この機能は使用できません Undefined とは異なり、機能名は機能に認識されています 可用性チェッカーは、この機能が 現在の MSBuild エンジンでサポートされていないことを理解しています) - Available - この機能は使用可能です - Preview - 機能はプレビュー段階です (安定していません) (短い形式: -fa)
ko: -featureAvailability:featureName,... 기능 가용성을 확인합니다. 결과는 문자열 "Undefined", "Available", "NotAvailable" 및 "Preview" 중 하나입니다. - 정의되지 않음 - 기능의 가용성이 정의되지 않았습니다 (기능 가용성 검사기에서 기능 이름을 인식할 수 없음). - NotAvailable - 기능을 사용할 수 없습니다( 정의되지 않음과는 달리, 기능 가용성 검사가에서 기능 이름을 인식할 수 있으며 기능이 현재 MSBuild 엔진에서 지원되지 않는 것으로 인식하고 있음). - Available - 기능을 사용할 수 있습니다. - Preview - 기능이 미리 보기 상태로 제공됩니다(안정적이지 않음). (약식: -fa)
pt_br: -featureAvailability:featureName,... Verifica a disponibilidade do recurso. O resultado é uma das cadeias de caracteres "Indefinido", "Disponível", "Não Disponível" e "Visualizar". - Indefinido - a disponibilidade do recurso é indefinida (o nome do recurso é desconhecido para o verificador de disponibilidade do recurso verificador) - NotAvailable - o recurso não está disponível (ao contrário de Indefinido, o nome do recurso é conhecido pelo verificador de disponibilidade do recurso verificador de disponibilidade e ele sabe que o recurso não tem suporte pelo mecanismo MSBuild atual) - Disponível - o recurso está disponível - Visualização - o recurso está em pré-visualização (não é estável) (Forma abreviada: -fa)
tr: -featureAvailability:featureName,... Özellik kullanılabilirliğini denetle. Sonuç "Undefined", "Available", "NotAvailable" ve "Preview" dizelerinden biridir. - Undefined - özelliğin kullanılabilirliği tanımlanmamış (özelliğin adı özellik kullanılabilirliği tarafından bilinmiyor) - NotAvailable - özellik kullanılamıyor (Undefined’dan farklı olarak, özellik kullanılabilirliği denetleyicisi özelliğin adını biliyor ancak özelliğin geçerli MSBuild altyapısı tarafından desteklenmediğini de biliyor) - Available - özellik kullanılabilir - Önizleme - özellik önizleme aşamasında (kararlı değil) (Kısa biçimi: -fa)
