Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_17_MaximumCPUSwitch
source: -maxCpuCount[:n] Specifies the maximum number of concurrent processes to build with. If the switch is not used, the default value used is 1. If the switch is used without a value MSBuild will use up to the number of processors on the computer. (Short form: -m[:n])
cs: -maxCpuCount[:n] Určuje maximální počet souběžných procesů pro sestavení. Není-li přepínač zadán, je použita výchozí hodnota 1. Je-li přepínač zadán bez hodnoty, MSBuild použije nejvýše tolik procesorů, kolik jich je v počítači dostupných. (Krátký tvar: -m[:n])
de: -maxCpuCount:[n] Gibt die maximale Anzahl gleichzeitiger Prozesse an, mit denen die Erstellung ausgeführt werden soll. Ohne den Schalter wird der Standardwert 1 verwendet. Wenn der Schalter ohne einen Wert angegeben wird, verwendet MSBuild alle Prozessoren des Computers. (Kurzform: -m[:n])
es: -maxCpuCount[:n] Especifica el número máximo de procesos simultáneos utilizados en la compilación. Si no se usa el modificador, se usa el valor predeterminado 1. Si se usa el modificador sin un valor, MSBuild usará hasta el número de procesadores que tenga el equipo. (Forma corta: -m[:n])
fr: -maxCpuCount[:n] Spécifie le nombre maximal de processus de génération simultanés. Si le commutateur n'est pas utilisé, la valeur par défaut est 1. Si le commutateur est utilisé sans valeur, MSBuild peut utiliser tous les processeurs de l'ordinateur. (Forme abrégée : -m[:n])
it: -maxCpuCount[:n] Specifica il numero massimo di processi simultanei da usare per la compilazione. Se l'opzione non viene usata, verrà usato il valore predefinito 1. Se viene usata senza un valore, MSBuild userà un numero non superiore al numero di processori del computer. Forma breve: -m[:n].
ja: -maxCpuCount[:n] ビルド時の同時実行プロセスの最大数を指定 します。スイッチが使用されない場合、 既定値は 1 です。値を指定することなくスイッチが使用される場合、 MSBuild は最大でコンピューターのプロセッサ数を使用 します (短い形式: -m[:n])。
ko: -maxCpuCount[:n] 빌드에 사용할 최대 동시 프로세스 수를 지정합니다. 스위치가 사용되지 않으면 기본값 1이 사용됩니다. 값없이 스위치가 사용되면 MSBuild에서 컴퓨터에 있는 프로세서 수 이하로 사용됩니다. (약식: -m[:n])
pl: -maxCpuCount[:n] Określa maksymalną liczbę równoczesnych procesów używanych podczas kompilacji. Jeżeli przełącznik nie jest używany, wartość domyślna wynosi 1. Jeżeli przełącznik jest używany bez wartości, program MSBuild używa liczby procesorów w komputerze. (Krótka wersja: -m[:n])
pt_br: -maxCpuCount[:n] Especifica o número máximo de processos simultâneos a serem compilados. Se a opção não for usada, o valor padrão usado será 1. Se a opção for usada sem um valor, o MSBuild usará o número de processadores do computador. (Forma abreviada: -m[:n])
ru: -maxCpuCount[:n] Указывает максимальное количество параллельных процессов сборки. Если ключ не используется, применяется значение по умолчанию 1. Если ключ используется без значения, MSBuild будет использовать то количество процессоров, которое установлено на компьютере. (Краткая форма: -m[:n])
tr: -maxCpuCount[:n] Birlikte oluşturulacak en fazla eşzamanlı işlem sayısını belirtir. Düğme kullanılmazsa kullanılan varsayılan değer 1’dir. Düğme bir değer olmadan kullanılırsa MSBuild en fazla bilgisayardaki sayı kadar işlemci kullanır. (Kısa biçim: -m[:n])
zh_hans: -maxCpuCount[:n] 指定用于生成的最大 并发进程数。如果未使用开关，则使用的默认值 为 1。如果使用开关时不带值， MSBuild 将最多使用计算机上的 处理器数。(缩写: -m[:n])
zh_hant: -maxCpuCount[:n] 指定要一同建置的並行處理序 最大數目。如果未使用參數，會使用 預設值 1。如果使用了參數但未提供值， MSBuild 會使用電腦上的最大 處理器數目。(簡短形式: -m[:n])

# HelpMessage_16_Examples
source: Examples: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
cs: Příklady: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
de: Beispiele: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
es: Ejemplos: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
fr: Exemples : MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
it: Esempi: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
ja: 例: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
ko: 예: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
pl: Przykłady: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
pt_br: Exemplos: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
ru: Примеры: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
tr: Örnekler: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
zh_hans: 示例: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5
zh_hant: 範例: MSBuild MyApp.sln -t:Rebuild -p:Configuration=Release MSBuild MyApp.csproj -t:Clean -p:Configuration=Debug;TargetFrameworkVersion=v3.5

# HelpMessage_InputCachesFiles
source: -inputResultsCaches:<cacheFile>... Semicolon separated list of input cache files that MSBuild will read build results from. If -isolateProjects is set to False, this sets it to True. (short form: -irc)
cs: -inputResultsCaches:<cacheFile>... Středníky oddělený seznam vstupních souborů mezipaměti, které MSBuild načte výsledky sestavení. Pokud je parametr -isolateProjects nastaven na hodnotu False, toto ho nastaví na hodnotu True. (krátký tvar: -irc)
de: -inputResultsCaches:<cacheFile>... Durch Semikolon getrennte Liste der Eingabecachedateien, aus denen MSBuild Buildergebnisse liest. Wenn "-isolateProjects" auf "False" festgelegt ist, wird dieser Wert auf "True" festgelegt. (Kurzform: -irc)
es: -inputResultsCaches:<cacheFile>... Lista separada por punto y coma de los archivos de caché de entrada que MSBuild leerá los resultados de la compilación. Si se establece -isolateProjects en False, esta se establece en True. (forma corta: -irc)
fr: -inputResultsCaches:<cacheFile>... Liste séparée par des points-virgules des fichiers de cache d’entrée que MSBuild lirea les résultats de build à partir de. Si -isolateProjects est défini à False, ce qui la définit sur True. (forme abrégée : -irc)
it: -inputResultsCaches:<cacheFile>... Elenco di file di cache di input separati da punto e virgola da cui MSBuild leggerà i risultati della compilazione. Se -isolateProjects è impostato su False, questo viene impostato su True. (forma breve: -irc)
ja: -inputResultsCaches:<cacheFile>... MSBuild が入力キャッシュ ファイルのセミコロン区切りの一覧の ビルド結果の読み取り元。-isolateProjects が False に設定された場合、True に設定されます。(短縮形: -irc)
ko: -inputResultsCaches:<cacheFile>... MSBuild가 빌드 결과를 읽을 입력 캐시 파일의 세미콜론으로 구분된 목록입니다. -isolateProjects가 False로 설정된 경우 이로 인해 True로 설정됩니다. (약식: -irc)
pl: -inputResultsCaches:<cacheFile>... Rozdzielona średnikami lista wejściowych plików pamięci podręcznej, z których MSBuild odczyta wyniki kompilacji. Jeśli jest ustawione -isolateProjects na wartość Fałsz, ta opcja ustawia ją na wartość Prawda. (skrócona forma: -irc)
pt_br: -inputResultsCaches:<cacheFile>... Lista separada por ponto-e-vírgula de arquivos de cache de entrada que o MSBuild irá ler os resultados da compilação. Se -isolateProjects estiver definido para Falso, isso o define como Verdadeiro. (forma abreviada: -irc)
ru: -inputResultsCaches:<файл кэша>... Список входных файлов кэша (разделитель — точка с запятой), из которых MSBuild будет читать результаты сборки. Если для параметра -isolateProjects задано значение "False", то оно будет изменено на "True". (Краткая форма: -irc)
tr: -inputResultsCaches:<cacheFile>... MSBuild tarafından sağlanan giriş önbelleği dosyalarının noktalı virgülle ayrılmış listesi derleme sonuçlarını okuyacak. -isolateProjects False olarak ayarlanırsa bunu True olarak ayarlar. (kısa biçim: -irc)
zh_hans: -inputResultsCaches:<cacheFile>... 分号分隔的输入缓存文件列表，MSBuild 将从中读取构建结果。如果 -isolateProjects 设置 为 False，则将其设置为 True。(缩写: -irc)
zh_hant: -inputResultsCaches:<cacheFile>... MSBuild 會從中讀取建置結果的輸入快取檔案 以分號分隔的清單。如果已將 -isolateProjects 設為 False，則這會將它設為 True。(簡短形式: -irc)

# HelpMessage_OutputCacheFile
source: -outputResultsCache:[cacheFile] Output cache file where MSBuild will write the contents of its build result caches at the end of the build. If -isolateProjects is set to False, this sets it to True. (short form: -orc)
cs: -outputResultsCache:[cacheFile] výstupní soubor mezipaměti, do kterého nástroj MSBuild zapíše obsah mezipaměti výsledků sestavení na konci sestavení. Pokud je parametr -isolateProjects nastaven na hodnotu False, toto ho nastaví na hodnotu True. (krátký tvar: -orc)
de: -outputResultsCache:[cacheFile] Ausgabecachedatei, in die MSBuild den Inhalt des Buildergebniscaches am Ende des Builds schreibt. Wenn "-isolateProjects" auf "False" festgelegt ist, wird diese Einstellung auf "True" festgelegt. (Kurzform: -orc)
es: -outputResultsCache:[archivo-de-caché] Archivo de caché de salida donde MSBuild escribe el contenido de las memorias caché de resultados de compilación cuando esta acaba. Si se establece -isolateProjects en False, esta se establece en True. (forma corta: -orc)
fr: -outputResultsCache:[cacheFile] Fichier cache de sortie dans lequel MSBuild écrit le contenu de ses caches de résultats de build à la fin de la build. Si -isolateProjects a la valeur False, la valeur est True. (forme abrégée : -orc)
it: -outputResultsCache:[cacheFile] File della cache di output in cui MSBuild scriverà il contenuto di cache dei risultati di compilazione al termine della compilazione. Se -isolateProjects è impostato su False, questo viene impostato su True. (forma breve: -orc)
ja: -outputResultsCache:[cacheFile] MSBuild がビルドの終了時にビルド結果キャッシュ の内容を書き込む出力キャッシュ ファイル。 -isolateProjects が False に設定されている場合、True に設定されます。 (短縮形: -orc)
ko: -outputResultsCache:[cacheFile] 빌드가 끝날 때 MSBuild에서 빌드 결과 캐시의 콘텐츠를 쓸 출력 캐시 파일입니다. -isolateProjects가 False로 설정된 경우 이로 인해 True로 설정됩니다. (약식: -orc)
pl: -outputResultsCache:[cacheFile] Wyjściowy plik pamięci podręcznej, w którym program MSBuild zapisze zawartość pamięci podręcznej wyników kompilacji na końcu kompilacji. Jeśli -isolateProjects jest ustawiona na wartość Fałsz, to ustawia je na wartość Prawda. (skrócona forma: -orc)
pt_br: -outputResultsCache:[cacheFile] Arquivo de cache de saída onde o MSBuild gravará o conteúdo de seu resultado de compilação é armazenado em cache no final da compilação. Se -isolateProjects for definido como False, isso o definirá como True. (forma abreviada: -orc)
ru: -outputResultsCache:[файл кэша] Выходной файл кэша, в который MSBuild будет записывать содержимое кэша результата сборки по окончании сборки. Если для параметра -isolateProjects задано значение "False", оно будет изменено на "True". (Краткая форма: -orc)
tr: -outputResultsCache:[cacheFile] MSBuild'in içeriklerini yazacağı çıktı önbellek dosyası derlemenin sonundaki derleme sonucu önbellekleri. -isolateProjects False olarak ayarlanırsa, bunu True olarak ayarlar. (kısa biçim: -orc)
zh_hans: -outputResultsCache:[cacheFile] 将构建结果缓存内容写入 MSBuild 将在 构建结束时生成的输出缓存文件。 如果 -isolateProjects 设置为 False，则将其设置为 True。 (缩写: -orc)
zh_hant: -outputResultsCache:[cacheFile] MSBuild 將在建置結束時寫入其建置結果快取內容 所在的輸出快取檔案。 如果已將 -isolateProjects 設為 False，則這會將它設為 True。 (簡短形式: -orc)

# HelpPrompt
source: For switch syntax, type "MSBuild -help"
cs: Syntaxi přepínačů zobrazíte zadáním příkazu MSBuild -help.
de: Informationen zur Schaltersyntax erhalten Sie, wenn Sie "MSBuild -help" eingeben.
es: Para modificar la sintaxis, escriba "MSBuild -help"
fr: Pour la syntaxe du commutateur, tapez "MSBuild -help"
it: Per la sintassi delle opzioni, digitare "MSBuild -help"
ja: スイッチの構文については、"MSBuild -help" と入力してください
ko: 스위치 구문을 보려면 "MSBuild -help"를 입력하세요.
pl: Aby wyświetlić składnię przełączników, wpisz polecenie „MSBuild -help”
pt_br: Para obter a sintaxe da opção, digite "MSBuild -help"
ru: Для переключения синтаксиса введите "MSBuild -help"
tr: Anahtar sözdizimi için "MSBuild -help" yazın
zh_hans: 若要显示开关的语法，请键入“MSBuild -help”
zh_hant: 如需參數語法，請鍵入 "MSBuild -help"

# HelpMessage_18_DistributedLoggerSwitch
source: -distributedLogger:<central logger>*<forwarding logger> Use this logger to log events from MSBuild, attaching a different logger instance to each node. To specify multiple loggers, specify each logger separately. (Short form -dl) The <logger> syntax is: [<class>,]<assembly>[,<options>][;<parameters>] The <logger class> syntax is: [<partial or full namespace>.]<logger class name> The <logger assembly> syntax is: {<assembly name>[,<strong name>] | <assembly file>} Logger options specify how MSBuild creates the logger. The <logger parameters> are optional, and are passed to the logger exactly as you typed them. (Short form: -l) Examples: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
cs: -distributedlogger:<centr_protok_nást>*<předáv_protok_nást> Použít zadaný protokolovací nástroj pro protokolování událostí z nástroje MSBuild; ke každému uzlu připojit jinou instanci protokolovacího nástroje. Chcete-li zadat více protokolovacích nástrojů, uveďte je jednotlivě. (Krátký tvar: -dl) Syntaxe hodnoty <protok_nást>: [<třída_protok_nást>,]<sestav_protok_nást> [;<param_protok_nást>] Syntaxe hodnoty <třída_protok_nást>: [<část/úpl_obor_názvů>.]<náz_tř_protok_nást> Syntaxe hodnoty <sestav_protok_nást>: {<název_sestavení>[,<strong name>] | <soubor_sestavení>} Parametry protokolovacího nástroje určují, jak MSBuild vytvoří protokolovací nástroj. Parametry <param_protok_nást> jsou volitelné a předávají se protokolovacímu nástroji přesně v zadaném tvaru. (Krátký tvar: -l) Příklady: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
de: -distributedlogger:<Zentrale Protokollierung>*<Weiterleitende Protokollierung> Mithilfe dieser Protokollierung werden Ereignisse von MSBuild protokolliert, wobei an jeden Knoten eine andere Protokollierungsinstanz angefügt wird. Um mehrere Protokollierungen anzugeben, wird jede Protokollierung gesondert angegeben. (Kurzform -dl) Die Syntax für die <Protokollierung> lautet: [<Klasse>,]<assembly>[,<Optionen>][;<Parameter>] Die Syntax für die <Protokollierungsklasse> lautet: [<Teilweiser oder vollständiger Namespace>.]<Name der Protokollierungsklasse> Die Syntax für die <Protokollierungsassembly> lautet: {<assembly name>[,<strong name>] | <assembly file>} Die Protokollierungsoptionen geben an, wie MSBuild die Protokollierung erstellt. Die <Protokollierungsparameter> sind optional und werden genau so an die Protokollierung übergeben, wie sie eingegeben wurden. (Kurzform: -l) Beispiele: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
es: -distributedLogger:<registrador central>*<registrador de reenvío> Use este registrador para registrar eventos de MSBuild, asociando una interfaz de registrador diferente a cada nodo. Para especificar varios registradores, especifique cada uno de ellos por separado. (Forma corta: -dl) La sintaxis de <registrador> es: [<clase>,]<assembly>[,<opciones>][;<parámetros>] La sintaxis de <clase del registrador> es: [<espacio de nombres parcial o completo>.]<nombre de la clase del registrador> La sintaxis de <ensamblado del registrador> es: {<assembly name>[,<strong name>] | <assembly file>} Las opciones del registrador especifican cómo crea MSBuild el registrador. Los <parámetros del registrador> son opcionales y se pasan al registrador tal como se escriben. (Forma corta: -l) Ejemplos: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
fr: -distributedLogger:<journaliseur central>*<journaliseur de transfert> Utilise ce journaliseur pour consigner les événements MSBuild, en attachant une instance de journaliseur différente à chaque nœud. Pour indiquer plusieurs journaliseurs, spécifiez chacun d'eux séparément. (Forme abrégée : -dl) Syntaxe de <journaliseur> : [<classe>,]<assembly>[,<options>][;<paramètres>] Syntaxe de <classe de journalisation> : [<espace de noms partiels ou complets>.]<nom de la classe de journalisation> Syntaxe de <assembly de journalisation> : {<nom d'assembly>[,<strong name>] | <fichier d'assembly>} Les options de journalisation spécifient la façon dont MSBuild crée le journaliseur. Les <paramètres de journalisation> sont facultatifs. Ils sont passés au journaliseur tels que vous les avez tapés. (Forme abrégée : -l) Exemples : -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
it: -distributedLogger:<logger centrale>*<logger inoltro> Usare questo logger per registrare eventi da MSBuild associando un'istanza di logger diversa a ogni nodo. Per specificare più logger, specificare ogni logger separatamente. Forma breve: -dl. La sintassi di <logger> è la seguente: [<classe>,]<assembly>[,<opzioni>][;<parametri>] La sintassi di <classe logger> è la seguente: [<spazio dei nomi parziale o completo>.]<nome classe logger> La sintassi di <logger assembly> è la seguente: {<assembly name>[,<strong name>] | <assembly file>} Le opzioni di logger consentono di specificare in che modo MSBuild crea il logger. I <parametri logger> sono facoltativi e vengono passati al logger così come vengono digitati. Forma breve: -l Esempi: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
ja: -distributedLogger:<central logger>*<forwarding logger> このロガーを使用して MSBuild からのイベントのログを記録し、 別のロガー インスタンスを各ノードに追加します。 複数のロガーを指定するには、各ロガーを別個に指定します。 (短縮形 -dl) <logger> の構文: [<class>,]<assembly>[,<options>][;<parameters>] <logger class> の構文: [<partial or full namespace>.]<logger class name> <logger assembly> の構文: {<assembly name>[,<strong name>] | <assembly file>} ロガー オプションは、MSBuild がロガーを作成する方法を指定します。 <logger parameters> はオプションで、入力したとおりに ロガーに渡されます。(短縮形: -l) 例: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
ko: -distributedLogger:<중앙 로거>*<전달 로거> 이 로거를 사용해 MSBuild의 이벤트를 기록하여 각 노드에 다른 로거 인스턴스를 연결합니다. 여러 로거를 지정하려면 각 로거를 개별적으로 지정합니다. (약식 -dl) <로거> 구문은 다음과 같습니다. [<클래스>,]<어셈블리>[,<옵션>][;<매개 변수>] <로거 클래스> 구문은 다음과 같습니다. [<부분 또는 전체 네임스페이스>.]<로거 클래스 이름> <로거 어셈블리> 구문은 다음과 같습니다. {<어셈블리 이름>[,<strong name>] | <어셈블리 파일>} 로거 옵션은 MSBuild가 로거를 만드는 방법을 지정합니다. <로거 매개 변수>는 선택 사항이고 입력한 대로 정확히 로거에 전달됩니다. (약식: -l) 예: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
pl: -distributedLogger:<centralny rejestrator>*<rejestrator przekazujący> Umożliwia użycie podanego rejestratora do rejestrowania zdarzeń pochodzących z programu MSBuild. Aby określić wiele rejestratorów, określ każdy z nich osobno. (Krótka wersja: -dl) Składnia elementu <rejestrator>: [<klasa rejestratora>,]<assembly>[;<parametry rejestratora>] Składnia elementu <klasa rejestratora>: [<częściowa lub pełna przestrzeń nazw>.]<nazwa klasy rejestratora> Składnia elementu <zestaw rejestratora>: {<assembly name>[,<strong name>] | <assembly file>} Wartości <parametry rejestratora> są opcjonalne i są przekazywane do rejestratora dokładnie tak, jak zostały wpisane. (Krótka wersja: -l) Przykłady: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
pt_br: -distributedLogger:<central logger>*<forwarding logger> Use este agente para registrar eventos do MSBuild anexando uma instância de agente diferente a cada nó. Para especificar vários agentes, especifique cada um separadamente. (Forma abreviada -dl) A sintaxe de <logger> é: [<class>,]<assembly>[,<options>][;<parameters>] A sintaxe de <logger class> é: [<partial or full namespace>.]<logger class name> A sintaxe de <logger assembly> é: {<assembly name>[,<strong name>] | <assembly file>} As opções de agente especificam como o MSBuild cria o agente. Os <logger parameters> são opcionais e são passados ao agente exatamente como são digitados. (Forma abreviada: -l) Exemplos: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
ru: -distributedLogger:<central logger>*<forwarding logger> Использовать это средство ведения журнала для регистрации событий MSBuild, подключив другой экземпляр средства ведения журнала к каждому узлу. Чтобы указать несколько средств ведения журнала, укажите каждое из них отдельно. (Краткая форма: -dl) Синтаксис <logger>: [<class>,]<assembly>[,<options>][;<parameters>] Синтаксис <logger class>: [<partial or full namespace>.]<logger class name> Синтаксис <logger assembly>: {<assembly name>[,<strong name>] | <assembly file>} Параметры средства ведения журнала указывают, как MSBuild создает средство ведения журнала. Параметры <logger parameters> являются необязательными и передаются средству ведения журнала в том виде, в котором были введены. (Краткая форма: -l) Примеры: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
tr: -distributedLogger:<merkezi günlükçü>*<iletilen günlükçü> MSBuild'den gelen olayları her düğüme farklı bir günlükçü örneği iliştirerek günlüğe almak için bu günlükçüyü kullanın. Birden fazla günlükçü belirtmek için her günlükçüyü ayrı ayrı belirtin. (Kısa biçim -dl) <günlükçü> söz dizimi şöyledir: [<sınıf>,]<derleme>[,<seçenekler>][;<parametreler>] <günlükçü sınıfı> söz dizimi şöyledir: [<kısmi veya tam ad alanı>.]<günlükçü sınıfı adı> <günlükçü derlemesi> söz dizimi şöyledir: {<derleme adı>[,<strong name>] | <derleme dosyası>} Günlükçü seçenekleri, MSBuild'in günlükçüyü oluşturma biçimini belirtir. <günlükçü parametreleri> isteğe bağlıdır ve tam olarak yazdığınız şekliyle günlükçüye geçirilir. (Kısa biçim: -l) Örnekler: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
zh_hans: -distributedLogger:<central logger>*<forwarding logger> 使用此记录器来记录 MSBuild 中的事件，向每个节点 附加不同的记录器实例。要指定 多个记录器，请分别指定每个记录器。 (缩写形式 -dl) <logger> 语法为: [<class>,]<assembly>[,<options>][;<parameters>] <logger class> 语法为: [<partial or full namespace>.]<logger class name> <logger assembly> 语法为: {<assembly name>[,<strong name>] | <assembly file>} 记录器选项指定 MSBuild 创建记录器的方式。 <logger parameters> 是可选的，并且按键入的 形式原样传递给记录器。(缩写形式: -l) 示例: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
zh_hant: -distributedLogger:<中央記錄器>*<轉寄記錄器> 使用此記錄器可記錄 MSBuild 的事件， 同時為每個節點附加一個不同的記錄器執行個體。 若要指定多個記錄器，請各別指定每個記錄器。 (簡短形式 -dl) <記錄器> 語法為: [<class>,]<assembly>[,<options>][;<parameters>] <記錄器類別> 語法為: [<一部分或完整的命名空間>.]<記錄器類別名稱> <記錄器組件> 語法為: {<assembly name>[,<strong name>] | <assembly file>} 記錄器選項會指定 MSBuild 建立記錄器的方式。 <記錄器參數> 是選擇性參數，其會依您輸入的內容， 完全一樣地傳遞到記錄器。(簡短形式: -l) 範例: -dl:XMLLogger,MyLogger,Version=1.0.2,Culture=neutral -dl:MyLogger,C:\My.dll*ForwardingLogger,C:\Logger.dll
