Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_30_BinaryLoggerSwitch
source: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Serializes all build events to a compressed binary file. By default the file is in the current directory and named "msbuild.binlog". The binary log is a detailed description of the build process that can later be used to reconstruct text logs and used by other analysis tools. A binary log is usually 10-20x smaller than the most detailed text diagnostic-level log, but it contains more information. (Short form: -bl) The binary logger by default collects the source text of project files, including all imported projects and target files encountered during the build. The optional ProjectImports switch controls this behavior: ProjectImports=None - Don't collect the project imports. ProjectImports=Embed - Embed project imports in the log file. ProjectImports=ZipFile - Save project files to output.projectimports.zip where output is the same name as the binary log file name. The default setting for ProjectImports is Embed. Note: the logger does not collect non-MSBuild source files such as .cs, .cpp etc. A .binlog file can be "played back" by passing it to msbuild.exe as an argument instead of a project/solution. Other loggers will receive the information contained in the log file as if the original build was happening. You can read more about the binary log and its usages at: https://aka.ms/msbuild/binlog Examples: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
cs: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Serializuje všechny události sestavení do komprimovaného binárního souboru. Tento soubor se standardně nachází v aktuálním adresáři a má název msbuild.binlog. Binární protokol je podrobný popis procesu sestavení, který se dá později použít k rekonstrukci textových protokolů a který můžou používat jiné nástroje pro analýzu. Binární protokol má obvykle 10–20krát menší velikost než nejpodrobnější textový protokol na úrovni diagnostiky, ale obsahuje více informací. (Krátký tvar: -bl) Binární protokolovací nástroj standardně shromažďuje zdrojový text projektových souborů včetně všech importovaných projektů a cílových souborů zjištěných při sestavování. Toto chování řídí volitelný parametr ProjectImports: ProjectImports=None - Neshromažďovat importované projekty. ProjectImports=Embed - Vložit importované projekty do souboru protokolu. ProjectImports=ZipFile - Uložit projektové soubory do output.projectimports.zip, kde output je stejný název jako název souboru binárního protokolu. Výchozí nastavení pro ProjectImports je Embed. Poznámka: Protokolovací nástroj neshromažďuje zdrojové soubory nepatřící pod MSBuild, jako .cs, .cpp atd. Soubor .binlog se dá znovu přehrát“ tak, že se předá souboru msbuild.exe jako argument místo projektu/řešení. Jiné protokolovací nástroje obdrží informace obsažené v souboru protokolu, jako by šlo o původní sestavení. Více o binárním protokolu a jeho použití si můžete přečíst na stránce: https://aka.ms/msbuild/binlog Příklady: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
de: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Serialisiert alle Buildereignisse in eine komprimierte Binärdatei. Standardmäßig befindet sich die Datei im aktuellen Verzeichnis und hat den Namen „msbuild.binlog“. Das binäre Protokoll ist eine detaillierte Beschreibung des Buildprozesses, der später zum Rekonstruieren von Textprotokollen dient und der von anderen Analysetools verwendet wird. Detaillierte Textprotokolle auf Diagnoseebene sind in der Regel 10–20-mal so groß wie binäre Protokolle, letztere enthalten jedoch mehr Informationen. (Kurzform: -bl) Die binäre Protokollierung erfasst standardmäßig den Quelltext von Projektdateien, einschließlich aller beim Buildvorgang aufgetretenen importierten Projekte und Zieldateien. Der optionale Schalter ProjectImports steuert dieses Verhalten: ProjectImports=None: – Projektimporte nicht erfassen ProjectImports=Embed: – Projektimporte in die Protokolldatei einbetten ProjectImports=ZipFile: – Projektdateien in output.projectimports.zip speichern, wobei „output“ dem Namen der binären Protokolldatei entspricht. Die Standardeinstellung für „ProjectImports“ ist „Embed“. Hinweis: Die Protokollierung erfasst nur MSBuild-Quelldateien. Andere Dateien wie etwa CS, CPP usw. werden nicht erfasst. Eine BINLOG-Datei kann „wiedergegeben“ werden, indem sie an „msbuild.exe“ als Argument und nicht als Projekt/Lösung übergeben wird. Andere Protokollierungen erhalten die Informationen, die wie beim ursprünglichen Buildvorgang in der Protokolldatei enthalten sind. Weitere Informationen zu binären Protokollen und ihrer Verwendung erhalten Sie unter: https://aka.ms/msbuild/binlog Beispiele: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
es: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Serializa todos los eventos de compilación en un archivo binario comprimido. De manera predeterminada, el archivo se encuentra en el directorio actual y tiene el nombre "msbuild.binlog". El registro binario es una descripción detallada del proceso de compilación que se puede utilizar más adelante para reconstruir registros de texto y que otras herramientas de análisis pueden emplear. Un registro binario suele ser de 10 a 20 veces más pequeño que el registro de nivel de diagnóstico de texto más detallado, pero contiene más información (Forma corta: -bl). De manera predeterminada, el registrador binario recopila el texto de origen de los archivos del proyecto, incluidos todos los proyectos y archivos de destino importados que se encuentren durante la compilación. El modificador opcional ProjectImports controla este comportamiento: ProjectImports=None - No recopilar importaciones de proyecto. ProjectImports=Embed - Insertar importaciones de proyecto en el archivo de registro. ProjectImports=ZipFile - Guardar los archivos del proyecto en salida.projectimports.zip, donde "salida" es el mismo nombre que el del archivo de registro binario. La configuración predeterminada de ProjectImports es Embed. Nota: El registrador no recopila archivos de código fuente que no sean de MSBuild, como .cs, .cpp, etc. Un archivo .binlog se puede "reproducir" pasándolo a msbuild.exe como argumento en lugar de proyecto o solución. Otros registradores recibirán la información que contiene el archivo de registro como si se estuviera ejecutando la compilación original. Encontrará más información sobre el registro binario y su uso en: https://aka.ms/msbuild/binlog Ejemplos: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
fr: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Sérialise tous les événements de build dans un fichier binaire compressé. Par défaut, le fichier se trouve dans le répertoire actif et se nomme "msbuild.binlog". Le journal binaire est une description détaillée du processus de génération, qui peut servir plus tard à reconstruire les journaux texte et être utilisé par d'autres outils d'analyse. Un journal binaire est généralement 10 à 20 fois plus petit que le journal de diagnostic de type texte le plus détaillé, mais il contient plus d'informations. (Forme abrégée : -bl) Le journaliseur binaire par défaut collecte le texte source des fichiers projet, notamment tous les projets importés et les fichiers cibles rencontrés pendant la build. Le commutateur ProjectImports facultatif contrôle ce comportement : ProjectImports=None - Ne collecte pas les importations du projet. ProjectImports=Embed - Incorpore les importations du projet dans le fichier journal. ProjectImports=ZipFile - Enregistre les fichiers projet dans output.projectimports.zip où la sortie porte le même nom que le fichier journal binaire. Le paramètre par défaut de ProjectImports est Embed. Remarque : Le journaliseur ne collecte pas les fichiers sources non MSBuild tels que .cs, .cpp etc. Vous pouvez "lire" un fichier .binlog en le passant à msbuild.exe en tant qu'argument plutôt qu'en tant que projet/solution. D'autres enregistreurs d'événements reçoivent les informations contenues dans le fichier journal comme si la build d'origine était en cours de création. Pour plus d'informations sur le journal binaire et ses usages, consultez : https://aka.ms/msbuild/binlog Exemples : -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
it: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Serializza tutti gli eventi di compilazione in un file binario compresso. Per impostazione predefinita, il file csi trova nella directory corrente e si chiama "msbuild.binlog". Il log binario è una descrizione dettagliata del processo di compilazione utilizzabile in seguito per ricostruire i log di testo e viene usato da altri strumenti di analisi. Un log binario è in genere 10-20 volte più piccolo del più dettagliato log di testo di livello diagnostico, ma contiene maggiori informazioni. (Froma breve: -bl) Per impostazione predefinita, il logger binario raccoglie il testo di origine di file di progetto, inclusi tutti i progetti importati e i file di destinazione rilevati durante la compilazione. L'opzione facoltativa ProjectImports controlla questo comportamento: ProjectImports=None - Non viene eseguita la raccolta delle importazioni del progetto. ProjectImports=Embed - Le importazioni del progetto vengono incorporate nel file di log. ProjectImports=ZipFile - I file del progetto vengono salvati in output.projectimports.zip dove output corrisponde allo as stesso nome del file di log binario. L'impostazione predefinita di ProjectImports è Embed. Nota: il logger non raccoglie i file di origine non-MSBuild, ad esempio quelli con estensione .cs, .cpp e così via. È possibile riprodurre un file con estensione binlog passandolo a msbuild.exe come argomento invece di un progetto o di una soluzione. Altri logger riceveranno le informazioni contenute nel file di log come se fosse in corso la compilazione originale. Per maggiori informazioni sul file di log e su come usarlo, vedere: https://aka.ms/msbuild/binlog Esempi: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
ja: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] すべてのビルド イベントを圧縮バイナリ ファイルにシリアル化します。 既定では、このファイルは "msbuild.binlog" という名前で 現在のディレクトリに置かれます。バイナリ ログはビルド プロセスの 詳細な説明であり、後でテキスト ログを再構築するために使用でき、 他の分析ツールでも使用できます。バイナリ ログは通常、 ほとんどの詳細なテキスト診断レベル ログと比べて 10 分の 1 から 20 分の 1 の大きさですが、より多くの情報を含んでいます。 (短い形式: -bl) 既定では、バイナリ ロガーはプロジェクト ファイルのソース テキストを 収集します。それには、ビルド中に検出された、すべてのインポート済み プロジェクトとターゲット ファイルが含まれます。オプションの ProjectImports スイッチは次のように動作を制御します。 ProjectImports=None - プロジェクト インポートを収集しません。 ProjectImports=Embed - プロジェクト インポートをログ ファイルに 組み込みます。 ProjectImports=ZipFile - プロジェクト ファイルを output.projectimports.zip に保存します。 ここで、output はバイナリ ログ ファイル名と同じ名前です。 ProjectImports の既定の設定は Embed です。 メモ: ロガーは、MSBuild 以外のソース ファイルを収集しません (.cs、.cpp など)。 プロジェクト/ソリューションの代わりに、引数として .binlog ファイルを msbuild.exe に渡すと、そのファイルを "再生" することができます。 他のロガーは、オリジナルのビルドが行われたときのように、 ログ ファイルに含まれる情報を受け取ることができます。 バイナリ ログとその使用法の詳細については、以下をお読みください。 https://aka.ms/msbuild/binlog 例: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
ko: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] 모든 빌드 이벤트를 압축된 이진 파일로 직렬화합니다. 기본적으로 이 파일은 현재 디렉터리에 있으며 이름은 "msbuild.binlog"입니다. 이진 로그는 빌드 프로세스를 자세히 설명하는 것으로, 나중에 텍스트 로그를 다시 구성하기 위해 사용할 수 있고 다른 분석 도구에 의해 사용될 수 있습니다. 이진 로그는 일반적으로 가장 상세한 텍스트 진단 수준 로그보다 10~20배 작지만, 더 자세한 정보를 포함하고 있습니다. (약식: -bl) 이진 로거는 기본적으로 빌드 중에 가져온 모든 프로젝트와 발생한 대상 파일을 비롯한 프로젝트 파일의 소스 텍스트를 수집합니다. 선택적 ProjectImports 스위치는 이 동작을 제어합니다. ProjectImports=None - 프로젝트 가져오기를 수집하지 않습니다. ProjectImports=Embed - 로그 파일에 프로젝트 가져오기를 포함합니다. ProjectImports=ZipFile - 프로젝트 파일을 output.projectimports.zip에 저장합니다. 여기서 output은 이진 로그 파일 이름과 같은 이름입니다. ProjectImports의 기본 설정은 Embed입니다. 참고: 로거는 .cs, .cpp 등과 같은 MSBuild가 아닌 소스 파일은 수집하지 않습니다. .binlog 파일을 프로젝트/솔루션 대신 인수로 msbuild.exe에 전달하여 "재생"할 수 있습니다. 다른 로거는 원본 빌드가 발생하고 있는 것처럼 로그 파일에 포함된 정보를 받게 됩니다. 이진 로그 및 해당 사용법에 대한 자세한 내용은 다음 위치에서 확인할 수 있습니다. https://aka.ms/msbuild/binlog 예: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
pl: -binaryLogger[:[LogFile=]wyjście.binlog[;ProjectImports={None,Embed,ZipFile}]] Serializuje wszystkie zdarzenia kompilacji do skompresowanego pliku binarnego. Domyślnie plik znajduje się w bieżącym katalogu i ma nazwę „msbuild.binlog”. Dziennik binarny to szczegółowy opis procesu kompilacji, którego można później użyć do odtworzenia dzienników tekstowych i wykorzystać w innych narzędziach do analizy. Dziennik binarny jest zwykle 10–20 razy mniejszy od najbardziej szczegółowych tekstowych dzienników na poziomie diagnostycznym, ale zawiera więcej informacji. (Krótka forma: -bl) Rejestrator binarny domyślnie zbiera tekst źródłowy plików projektu, w tym wszystkie zaimportowane projekty i pliki docelowe napotkane podczas kompilowania. Tym zachowaniem steruje opcjonalny przełącznik ProjectImports: ProjectImports=None — Nie zbieraj importów projektu. ProjectImports=Embed — Osadź importy projektu w pliku dziennika. ProjectImports=ZipFile — Zapisz pliki projektu w pliku output.projectimports.zip, gdzie wyjście to ciąg podany dla nazwy pliku dziennika binarnego. Domyślne ustawienie przełącznika ProjectImports to Embed. Uwaga: rejestrator nie zbiera plików źródłowych niepochodzących z programu MSBuild, np. cs, cpp itd. Plik binlog można „odtworzyć”, przekazując go do programu msbuild.exe jako argument zamiast projektu/rozwiązania. Inne rejestratory otrzymają informacje zawarte w pliku dziennika tak, jak podczas wykonywania pierwotnej kompilacji. Więcej informacji o dzienniku binarnym i jego zastosowaniach można uzyskać na stronie: https://aka.ms/msbuild/binlog Przykłady: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
pt_br: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Serializa todos os eventos da compilação em um arquivo binário compactado. Por padrão, o arquivo está no diretório atual e é chamado de "msbuild.binlog". O log binário é uma descrição detalhada do processo de compilação que pode mais tarde ser usado para reconstruir logs de texto e usados por outras ferramentas de análise. Um log binário normalmente é 10 a 20x menor do que os log de nível de diagnóstico do texto mais detalhado, mas contém mais informações. (Forma abreviada: -bl) O agente binário, por padrão, coleta o texto fonte dos arquivos de projeto, incluindo todos os projetos importados e arquivos de destino encontrados durante a compilação. A opção ProjectImports opcional controla este comportamento: ProjectImports=None - Não coletar as importações do projeto. ProjectImports=Embed - Inserir as importações do projeto no arquivo de log. ProjectImports=ZipFile - Salvar os arquivos de projeto em output.projectimports.zip em que a saída tem o mesmo nome que o nome do arquivo de log binário. A configuração padrão para ProjectImports é Embed. Observação: o agente não coleta arquivos de origem não MSBuild tais como .cs, .cpp etc. Um arquivo .binlog pode ser "reproduzido novamente", passando-o para msbuild.exe como um argumento em vez de um projeto/solução. Outros agentes receberão as informações contidas no arquivo de log como se a compilação original estivesse acontecendo. Você pode ler mais sobre o log binário e seus usos em: https://aka.ms/msbuild/binlog Exemplos: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
ru: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Сериализует все события сборки в сжатый двоичный файл. По умолчанию файл находится в текущем каталоге и называется "msbuild.binlog". Двоичный журнал включает подробное описание процесса сборки, которое затем можно использовать для воссоздания текстовых журналов. Он также может использоваться другими средствами анализа. Двоичный журнал обычно в 10–20 раз меньше самого подробного текстового журнала уровня диагностики, но содержит больше информации. (Краткая форма: -bl) Средство ведения двоичного журнала по умолчанию собирает исходный текст файлов проекта, включая все импортированные проекты и целевые файлы, найденные во время сборки. Дополнительный параметр ProjectImports управляет этим поведением: ProjectImports=None — не собирать импортированные файлы проекта. ProjectImports=Embed — внедрять импортированные файлы проекта в файл журнала. ProjectImports=ZipFile — сохранять файлы проекта в вывод.projectimports.zip, где вывод — это то же имя, что и у двоичного файла журнала. Значение по умолчанию для ProjectImports — Embed. Примечание. Средство ведения журнала не собирает исходные файлы, не от MSBuild, например с расширениями CS, CPP и др. BINLOG-файл можно "воспроизвести", передав его в msbuild.exe в качестве аргумента вместо проекта или решения. Другие средства ведения журнала получат содержащиеся в файле журнала сведения, как если бы происходила собственно сборка. Дополнительные сведения о двоичных журналах и их использовании: https://aka.ms/msbuild/binlog Примеры: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
tr: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] Tüm derleme olaylarını sıkıştırılmış bir ikili dosyada seri hale getirir. Varsayılan olarak, dosya geçerli dizinde bulunur ve "msbuild.binlog" olarak adlandırılır. Daha sonra metin günlüklerini yeniden yapılandırmak için kullanılabilen ve diğer analiz araçları tarafından kullanılan ikili günlüğü, derleme işleminin ayrıntılı bir açıklamasıdır. İkili günlüğü genellikle, en ayrıntılı metin tanılama düzeyi günlüklerden 10-20 kat küçüktür ancak daha fazla bilgi içerir. (Kısa biçim: -bl) İkili günlükçü varsayılan olarak, derleme sırasında karşılaşılan tüm içeri aktarılmış projeler ve hedef dosyalar dahil olmak üzere proje dosyalarının kaynak dosyalarını toplar. İsteğe bağlı ProjectImports anahtarı bu davranışı denetler: ProjectImports=None - Proje içeri aktarmalarını toplama. ProjectImports=Embed - Proje içeri aktarmalarını günlük dosyasına ekler. ProjectImports=ZipFile - Proje dosyalarını çıkış.projectimports.zip dosyasına kaydeder (burada çıkış, ikili günlük dosyası adıyla aynı ada sahiptir). ProjectImports için varsayılan ayar Embed’dir. Not: Günlükçü .cs, .cpp vb. MSBuild olmayan kaynak dosyaları toplamaz. Bir .binlog dosyası msbuild.exe’ye bir proje/çözüm yerine bağımsız değişken olarak geçirilerek “yeniden oynatılabilir”. Diğer günlükçüler, günlük dosyasındaki bilgileri özgün derleme gerçekleşiyormuş gibi alır. İkili günlük ve kullanımı hakkında daha fazla bilgiyi aşağıdaki adreste bulabilirsiniz: https://aka.ms/msbuild/binlog Örnekler: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
zh_hans: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] 将所有生成事件序列化为压缩的二进制文件。 默认情况下该文件位于当前目录并且名为 "msbuild.binlog"。 二进制日志是生成过程的详细描述， 以后可将其于重新构建文本日志 并由其他分析工具所使用。 二进制日志通常比大多数详细的文本诊断级日志小 10 到 20 倍， 但它可以包含更多信息。 (缩写: -bl) 默认情况下，二进制记录器收集项目文件的源文本， 包括生成期间所有导入的 项目和目标文件。可选的 ProjectImports 开关控制此行为: ProjectImports=None - 不收集项目 导入项。 ProjectImports=Embed - 在日志文件中 嵌入项目导入项。 ProjectImports=ZipFile - 将项目文件保存到 output.projectimports.zip， 其中输出的名称 与二进制日志文件名称相同。 ProjectImports 的默认设置为 Embed。 注意: 记录器不会收集非 MSBuild 源文件， 例如 .cs、.cpp 等。 可将 .binlog 文件以参数(而不是项目/解决方案)的形式传递给 msbuild.exe 对其进行“播放”。 其他记录器将接收日志文件中的信息， 就像原始的生成正在发生一样。 你可以通过以下网址阅读有关二进制文件及其用法的详细信息: https://aka.ms/msbuild/binlog 示例: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
zh_hant: -binaryLogger[:[LogFile=]output.binlog[;ProjectImports={None,Embed,ZipFile}]] 將所有建置事件序列化成壓縮的二進位檔案。 根據預設，此檔案存放在目前的目錄下，並會命名為 「msbuild.binlog」。此二進位記錄檔是 建置程序的詳細描述，之後可用於重建文字記錄， 以及供其他分析工具使用。二進位記錄檔 的大小通常會比大部分的詳細文字 診斷層級記錄小 10-20 倍，但包含了更多資訊。 (簡短形式: -bl) 根據預設，二進位記錄器會收集專案檔的 原始程式文字，包括在建置期間遇到的 所有匯入專案及目標檔案。選擇性的 ProjectImports 參數 會控制此行為: ProjectImports=None - 不收集專案 匯入。 ProjectImports=Embed - 在記錄檔中內嵌 專案匯入。 ProjectImports=ZipFile - 將專案檔儲存到 output.projectimports.zip， 其中輸出的名稱與 二進位記錄檔名稱相同。 ProjectImports 的預設設定為 Embed。 注意: 記錄器不會收集非 MSBuild 的來源檔案， 例如 .cs、.cpp 等。 將 .binlog 檔案傳遞到 msbuild.exe 作為引數而非 專案/解決方案，即可加以「播放」。 其他記錄器會收到記錄檔中包含的資訊， 就如同原始組建發生時的情況。 若要深入閱讀二進位記錄檔及其使用方式，請前往: https://aka.ms/msbuild/binlog 範例: -bl -bl:output.binlog -bl:output.binlog;ProjectImports=None -bl:output.binlog;ProjectImports=ZipFile -bl:..\..\custom.binlog -binaryLogger
