Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XMake.ProjectUpgradeNeededToVcxProj
source: MSBUILD : error MSB4192: The project file "{0}" is in the ".vcproj" or ".dsp" file format, which MSBuild cannot build directly. Please convert the project by opening it in the Visual Studio IDE or running the conversion tool, or, for ".vcproj", use MSBuild to build the solution file containing the project instead.
cs: MSBUILD : error MSB4192: Soubor projektu {0} je ve formátu .vcproj nebo .dsp, který nástroj MSBuild nemůže přímo sestavit. Proveďte převod projektu – otevřete projekt v prostředí IDE sady Visual Studio nebo spusťte nástroj pro převod. V případě souboru .vcproj můžete místo toho sestavit soubor řešení obsahující projekt pomocí nástroje MSBuild.
fr: MSBUILD : error MSB4192: Le fichier projet "{0}" utilise le format de fichier ".vcproj" ou ".dsp", que MSBuild ne peut pas générer directement. Convertissez le projet en l'ouvrant dans l'IDE de Visual Studio ou en exécutant l'outil de conversion. Pour ".vcproj", utilisez à la place MSBuild pour générer le fichier solution contenant le projet.
ja: MSBUILD : error MSB4192: プロジェクト ファイル "{0}" は ".vcproj" または ".dsp" ファイル形式であり、MSBuild では直接ビルドできません。Visual Studio IDE でファイルを開くか、変換ツールを実行して、プロジェクトを変換してください。または、".vcproj" の場合は、MSBuild を使用して、このプロジェクトを含むソリューション ファイルを代わりにビルドできます。
ko: MSBUILD : error MSB4192: 프로젝트 파일 "{0}"이(가) MSBuild에서 직접 빌드할 수 없는 ".vcproj" 또는 ".dsp" 파일 형식입니다. 프로젝트를 Visual Studio IDE에서 열거나 변환 도구를 실행하여 프로젝트를 변환하거나, ".vcproj"의 경우 MSBuild를 사용하여 해당 프로젝트가 포함된 솔루션 파일을 대신 빌드하세요.
pt_br: MSBUILD : error MSB4192: O arquivo de projeto "{0}" está no formato de arquivo ".vcproj" ou ".dsp", o qual não pode ser compilado diretamente pelo MSBuild. Converta o projeto abrindo-o no IDE do Visual Studio ou executando uma ferramenta de conversão ou, para ".vcproj", use o MSBuild para compilar o arquivo de solução que contém o projeto.
tr: MSBUILD : error MSB4192: "{0}" proje dosyası, MSBuild’in doğrudan derleyemeyeceği ".vcproj" veya ".dsp" dosya biçiminde. Lütfen projeyi Visual Studio IDE içinde açarak veya dönüştürme aracını kullanarak dönüştürün ya da “.vcproj” için MSBuild kullanarak projeyi içeren çözüm dosyasını derleyin.

# BuildFinished
source: Build {0} in {1}s
de: Erstellen von {0} in {1}s
es: Compilación {0} en {1}s
it: Compilazione {0} in {1}s
pl: Kompiluj {0} w {1}s
ru: Сборка {0} через {1} с
zh_hans: 在 {1} 中生成 {0}
zh_hant: 在 {1} 秒內建置 {0}

# BuildResult_Failed
source: failed
de: Fehlgeschlagen
es: erróneo
it: non riuscito
pl: niepowodzenie
ru: сбой
zh_hans: 失败
zh_hant: 失敗

# BuildResult_FailedWithErrors
source: failed with {0} error(s)
es: error con {0} errores
it: non riuscito con {0} errori
ru: сбой с ошибками ({0})
zh_hans: 失败，出现 {0} 错误
zh_hant: 失敗，有 {0} 個錯誤

# BuildResult_FailedWithErrorsAndWarnings
source: failed with {0} error(s) and {1} warning(s)
es: error con {0} errores y {1} advertencias
it: non riuscito con {0} errori e {1} avvisi
ru: сбой с ошибками ({0}) и предупреждениями ({1})
zh_hans: 失败，出现 {0} 错误和 {1} 警告
zh_hant: 失敗，有 {0} 個錯誤和 {1} 個警告

# BuildResult_FailedWithWarnings
source: failed with {0} warning(s)
es: error con {0} advertencias
it: non riuscito con {0} avvisi
ru: сбой с предупреждениями ({0})
zh_hans: 失败，出现 {0} 警告
zh_hant: 失敗，有 {0} 個警告

# BuildResult_Succeeded
source: succeeded
de: Erfolgreich
es: realizado correctamente
it: operazione riuscita
pl: powodzenie
ru: успешно выполнено
zh_hans: 已成功
zh_hant: 成功

# BuildResult_SucceededWithWarnings
source: succeeded with {0} warning(s)
es: correcto con {0} advertencias
it: completato con {0} avvisi
ru: успешно выполнено с предупреждениями ({0})
zh_hans: 成功，出现 {0} 警告
zh_hant: 成功但有 {0} 個警告

# DurationDisplay
source: ({0:F1}s)
ru: ({0:F1}с)
zh_hant: ({0:F1} 秒)

# MissingFeatureAvailabilityError
source: MSBUILD : error MSB1067: Must provide a feature name for the featureavailability switch.
es: MSBUILD : error MSB1067: debe proporcionar un nombre de característica para el conmutador de disponibilidad de características.
it: MSBUILD : error MSB1067: è necessario fornire un nome funzionalità per il passaggio a disponibilità di funzionalità.
ru: MSBUILD : error MSB1067: необходимо указать имя функции для переключения доступности функции.
zh_hans: MSBUILD : error MSB1067: 必须为功能可用性开关提供功能名称。
zh_hant: MSBUILD : error MSB1067: 必須為功能可用性切換提供功能名稱。

# ProjectFinished_NoTF
source: {0}{1} {2} ({3}s)
ru: {0}{1} {2} ({3} с)
zh_hant: {0}{1} {2} ({3} 秒)

# ProjectFinished_WithTF
source: {0}{1} {2} {3} ({4}s)
ru: {0}{1} {2} {3} ({4} с)
zh_hant: {0}{1} {2} {3} ({4} 秒)

# RestoreComplete
source: Restore complete ({0}s)
de: Wiederherstellung abgeschlossen ({0}s)
es: Restauración completada ({0}s)
it: Ripristino completato ({0})
pl: Zakończono przywracanie ({0}s)
ru: Восстановление завершено ({0} с)
zh_hans: 还原完成({0})
zh_hant: 還原完成 ({0} 秒)

# RestoreCompleteWithMessage
source: Restore {0} in {1}s
de: Wiederherstellen von {0} in {1}s
es: Restaurar {0} en {1}s
it: Ripristinare {0} in {1}s
pl: Przywróć {0} w {1}s
ru: Восстановление {0} через {1} с
zh_hans: 在 {1} 中还原 {0}
zh_hant: 在 {1} 秒內還原 {0}

# TestProjectFinished_NoTF
source: {0}{1} test {2} ({3}s)
es: {0}{1} prueba{2} ({3}s)
it: {0}{1} test {2} {3}
ru: {0}{1} (тест) {2} ({3} с)
zh_hans: {0}{1} 测试 {2} ({3} 秒)
zh_hant: {0}{1} 測試 {2} ({3} 秒)

# TestProjectFinished_WithTF
source: {0}{1} test {2} {3} ({4}s)
es: {0}{1} {2} {3} prueba ({4}s)
it: {0}{1} test {2} {3} {4}
ru: {0}{1} (тест) {2} {3} ({4} с)
zh_hans: {0}{1} 测试 {2} {3} ({4} 秒)
zh_hant: {0}{1} 測試 {2} {3} ({4} 秒)

# TestSummary
source: Test run {0}. Total: {1} Failed: {2} Passed: {3} Skipped: {4}, Duration: {5}s
es: Serie de pruebas {0}. Total: {1} error: {2} Pasado: {3} Omitido: {4}, Duración: {5}s
it: Esecuzione dei test {0}. Totale: {1} non superati: {2} superati: {3} ignorati: {4}, durata: {5}s
ru: Тестовый запуск {0}. Всего: {1}, не пройдено: {2}, пройдено: {3}, пропущено: {4}, длительность: {5} с
zh_hans: 测试运行 {0}。总计: {1} 失败: {2} 通过: {3} 跳过: {4}, 持续时间: {5} 秒
zh_hant: 測試回合 {0}。總計: {1} 失敗: {2} 傳遞: {3} 跳過: {4}, 期間: {5} 秒

# AbortingBuild
source: Attempting to cancel the build...
de: Es wird versucht, den Buildvorgang abzubrechen...
es: Intentando cancelar la compilación...
it: Tentativo di annullare la compilazione in corso...
pl: Trwa próba anulowania kompilacji...
ru: Попытка отменить сборку...
zh_hans: 正在尝试取消生成...
zh_hant: 正在嘗試取消建置...

# LoggerCreationError
source: MSBUILD : error MSB1021: Cannot create an instance of the logger. {0}
de: MSBUILD : error MSB1021: Eine Instanz der Protokollierung kann nicht erzeugt werden. {0}
es: MSBUILD : error MSB1021: No se puede crear una instancia del registrador. {0}
it: MSBUILD : error MSB1021: non è possibile creare un'istanza del logger. {0}
pl: MSBUILD : error MSB1021: nie można utworzyć wystąpienia rejestratora. {0}
ru: MSBUILD : error MSB1021: не удается создать экземпляр журнала. {0}
zh_hans: MSBUILD : error MSB1021: 无法创建记录器的实例。{0}
zh_hant: MSBUILD : error MSB1021: 無法建立記錄器的執行個體。{0}

# LoggerNotFoundError
source: MSBUILD : error MSB1020: The logger was not found. Check the following: 1.) The logger name specified is the same as the name of the logger class. 2.) The logger class is "public" and implements the Microsoft.Build.Framework.ILogger interface. 3.) The path to the logger assembly is correct, or the logger can be loaded using only the assembly name provided.
de: MSBUILD : error MSB1020: Die Protokollierung konnte nicht gefunden werden. Überprüfen Sie Folgendes: 1.) Der angegebene Protokollierungsname entspricht dem Namen der Protokollierungsklasse. 2.) Die Protokollierungsklasse ist "public" und implementiert die Microsoft.Build.Framework.ILogger-Schnittstelle. 3.) Der Pfad der Protokollierungsassembly ist richtig, oder die Protokollierung kann nur mit dem angegebenen Assemblynamen geladen werden.
es: MSBUILD : error MSB1020: No se encontró el registrador. Compruebe lo siguiente: 1.) El nombre del registrador especificado es el mismo que el nombre de la clase de registrador. 2.) La clase de registrador es "public" e implementa la interfaz Microsoft.Build.Framework.ILogger. 3.) La ruta de acceso del ensamblado del registrador es correcta o el registrador puede cargarse usando solo el nombre del ensamblado especificado.
it: MSBUILD : error MSB1020: il logger non è stato trovato. Verificare quanto segue: 1.) Il nome del logger specificato è uguale al nome della classe logger. 2.) La classe logger è "public" e implementa l'interfaccia Microsoft.Build.Framework.ILogger. 3.) Il percorso dell'assembly logger è corretto o è possibile caricare il logger usando esclusivamente il nome di assembly fornito.
pl: MSBUILD : error MSB1020: Nie można odnaleźć rejestratora. Sprawdź, czy: 1.) Określona nazwa rejestratora jest taka sama jak nazwa klasy rejestratora. 2.) Klasą rejestratora jest klasa „public”, która implementuje interfejs Microsoft.Build.Framework.ILogger. 3.) Ścieżka do zestawu rejestratora jest prawidłowa lub rejestrator można załadować wyłącznie przy użyciu podanej nazwy zestawu.
ru: MSBUILD : error MSB1020: не удалось найти средство ведения журнала. Убедитесь в следующем. 1. Имя средства ведения журнала совпадает с именем класса средства ведения журнала. 2. Класс средства ведения журнала является открытым и реализует интерфейс Microsoft.Build.Framework.ILogger. 3. Путь к сборке ведения журнала правильный или средство ведения журнала можно успешно загрузить, используя только указанное имя сборки.
zh_hans: MSBUILD : error MSB1020: 找不到记录器。请检查下列各项: 1.)指定的记录器名称与记录器类的名称相同。2.)记录器类为“public”并且实现 Microsoft.Build.Framework.ILogger 接口。3.)记录器程序集的路径正确无误，或者只使用所提供的程序集名称就可以加载记录器。
zh_hant: MSBUILD : error MSB1020: 找不到記錄器。請檢查下列事項: 1.) 指定的記錄器名稱與記錄器類別的名稱相同。2.) 記錄器類別為 "public" 且實作 Microsoft.Build.Framework.ILogger 介面。3.) 記錄器組件的路徑為正確，或記錄器只能使用所提供的組件名稱載入。

# ProjectUpgradeNeededToVcxProj
source: MSBUILD : error MSB4192: The project file "{0}" is in the ".vcproj" or ".dsp" file format, which MSBuild cannot build directly. Please convert the project by opening it in the Visual Studio IDE or running the conversion tool, or, for ".vcproj", use MSBuild to build the solution file containing the project instead.
de: MSBUILD : error MSB4192: Die Projektdatei "{0}" weist das Dateiformat ".vcproj" oder ".dsp" auf, das von MSBuild nicht direkt erstellt werden kann. Konvertieren Sie das Projekt, indem Sie es in der Visual Studio IDE öffnen oder das Konvertierungstool ausführen. Für ".vcproj" verwenden Sie zum Erstellen der Projektmappendatei, die stattdessen das Projekt enthält, MSBuild.
es: MSBUILD : error MSB4192: El formato de archivo del proyecto "{0}" es ".vcproj" o ".dsp", que MSBuild no puede compilar directamente. Convierta el proyecto abriéndolo en el IDE de Visual Studio o ejecutando la herramienta de conversión; o bien, para ".vcproj", use MSBuild para compilar el archivo de solución que contiene el proyecto.
it: MSBUILD : error MSB4192: il file di progetto "{0}" è in formato ".vcproj" o ".dsp", che non è possibile compilare direttamente con MSBuild. Per convertire il progetto, aprirlo in Visual Studio IDE o eseguire lo strumento di conversione oppure, per ".vcproj", usare MSBuild per compilare il file della soluzione contenente il progetto.
pl: MSBUILD : error MSB4192: Plik projektu „{0}” ma format „.vcproj” lub „.dsp”, którego program MSBuild nie może skompilować bezpośrednio. Przekonwertuj projekt, otwierając go w programie Visual Studio IDE lub uruchamiając narzędzie konwersji, albo (w przypadku pliku „.vcproj”) użyj programu MSBuild, aby utworzyć plik rozwiązania zawierający ten projekt.
ru: MSBUILD : error MSB4192: файл проекта "{0}" указан в формате "VCPROJ" или "DSP", непосредственная сборка которого с помощью MSBuild невозможна. Преобразуйте проект, открыв его в Visual Studio IDE или запустив инструмент преобразования, либо (в случае с "VCPROJ") используйте MSBuild для сборки файла решения, содержащего данный проект.
zh_hans: MSBUILD : error MSB4192: 项目文件“{0}”为“.vcproj”或“.dsp”文件格式，而 MSBuild 无法直接生成这些文件格式。请通过在 Visual Studio IDE 中打开该项目或运行转换工具来转换该项目；对于“.vcproj”格式，还可以使用 MSBuild 来生成包含该项目的解决方案文件。
zh_hant: MSBUILD : error MSB4192: 專案檔 "{0}" 的檔案格式為 ".vcproj" 或 ".dsp"，MSBuild 無法直接加以建置。請在 Visual Studio IDE 中開啟此專案或執行轉換工具加以轉換，若是 ".vcproj"，則改為使用 MSBuild 建置包含專案的方案檔。

# BuildResult_FailedWithErrors
source: failed with errors
de: Fehlgeschlagen mit Fehlern
pl: zakończono niepowodzeniem, z błędami

# BuildResult_FailedWithWarnings
source: failed with warnings
de: Fehlgeschlagen mit Warnungen
pl: zakończono niepowodzeniem, z ostrzeżeniami.

# BuildResult_SucceededWithWarnings
source: succeeded with warnings
de: Erfolgreich mit Warnungen
pl: zakończono powodzeniem, z ostrzeżeniem

# OptionalLoggerCreationMessage
source: The specified logger could not be created and will not be used. {0}
de: Die angegebene Protokollierung konnte nicht erstellt werden und wird nicht verwendet. {0}
pl: Nie można utworzyć określonego rejestratora i nie zostanie on użyty. {0}
