Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_22_FileLoggerParametersSwitch
source: -fileLoggerParameters[n]:<parameters> Provides any extra parameters for file loggers. The presence of this switch implies the corresponding -fileLogger[n] switch. "n" if present can be a digit from 1-9. -fileLoggerParameters is also used by any distributed file logger, see description of -distributedFileLogger. (Short form: -flp[n]) The same parameters listed for the console logger are available. Some additional available parameters are: LogFile--path to the log file into which the build log will be written. Append--determines if the build log will be appended to or overwrite the log file. Setting the switch appends the build log to the log file; Not setting the switch overwrites the contents of an existing log file. The default is not to append to the log file. Encoding--specifies the encoding for the file, for example, UTF-8, Unicode, or ASCII Default verbosity is Detailed. Examples: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
cs: -fileloggerparameters[n]:<parametry> Obsahuje doplňující parametry protokolovacích nástrojů. Přítomnost tohoto přepínače implikuje odpovídající přepínač -filelogger[n]. Je-li uvedeno n, může nabývat hodnot 1–9. Přepínač -fileloggerparameters využívají také všechny distribuované protokolovací nástroje – viz popis přepínače -distributedFileLogger. (Krátký tvar: -flp[n]) K dispozici jsou stejné parametry jako ty, které jsou uvedeny u protokolovacího nástroje konzoly. Některé další dostupné parametry: LogFile – cesta k souboru protokolu, do nějž bude zapsán protokol sestavení Append – určuje, zda bude protokol sestavení připojen k souboru protokolu, nebo jej přepíše. Při nastavení přepínače bude protokol sestavení připojen k souboru protokolu. Není-li přepínač nastaven, bude obsah existujícího souboru protokolu přepsán. Podle výchozího nastavení je soubor protokolu přepsán. Encoding – určuje kódování souboru, například UTF-8, Unicode nebo ASCII. Výchozí úroveň podrobností je Detailed. Příklady: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
de: -fileLoggerParameters[n]:<Parameter> Gibt zusätzliche Parameter für Dateiprotokollierungen an. Dieser Schalter bedeutet, dass der entsprechende Schalter "-fileLogger[n]" ebenfalls vorhanden ist. "n" (optional) kann eine Zahl von 1–9 sein. "-fileLoggerParameters" wird auch von verteilten Dateiprotokollierungen verwendet (siehe Beschreibung zu "-distributedFileLogger"). (Kurzform: -flp[n]) Es sind dieselben Parameter wie für die Konsolenprotokollierung verfügbar. Einige zusätzliche Parameter: LogFile: Pfad der Protokolldatei, in die das Buildprotokoll geschrieben wird. Append: Gibt an, ob das Buildprotokoll erweitert oder oder überschrieben wird. Mit diesem Schalter wird das Buildprotokoll an die Protokolldatei angefügt; Ohne diesen Schalter wird der Inhalt der vorhandenen Protokolldatei überschrieben. Standardmäßig wird die Protokolldatei nicht erweitert. Encoding: Gibt die Codierung der Datei an, z. B. UTF-8, Unicode oder ASCII. Die Standardeinstellung für "verbosity" ist "Detailed". Beispiele: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
es: -fileLoggerParameters[n]:<parámetros> Proporciona parámetros adicionales de los registradores de archivos. La presencia de este modificador implica el modificador -fileLogger[n] correspondiente. "n", si está presente, puede ser un dígito de 1 a 9. Los registradores de archivos distribuidos usan también -fileLoggerParameters, vea la descripción de -distributedFileLogger. (Forma corta: -flp[n]) Están disponibles los mismos parámetros enumerados para el registrador de la consola. Otros parámetros disponibles son: LogFile: ruta de acceso al archivo de registro en el que se escribirá el registro de compilación. Append: determina si el registro de compilación se adjuntará o sobrescribirá el archivo de registro. Si se establece el modificador, se adjunta el registro de compilación al archivo de registro; Si no se especifica el modificador, se sobrescribe el contenido del archivo de registro existente. El valor predeterminado es adjuntar el archivo de registro. Encoding: especifica la codificación del archivo, por ejemplo, UTF-8, Unicode o ASCII El nivel de detalle predeterminado es Detailed. Ejemplos: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
fr: -fileLoggerParameters[n]:<paramètres> Paramètres supplémentaires pour les journaliseurs de fichiers. La présence de ce commutateur implique l'utilisation du commutateur -fileLogger[n] correspondant. S'il est spécifié, "n" doit être un chiffre entre 1 et 9. -fileLoggerParameters est également utilisé par tous les journaliseurs vers des fichiers. Consultez la description de -distributedFileLogger. (Forme abrégée : -flp[n]) Les mêmes paramètres que ceux listés pour le journaliseur de la console sont disponibles. Paramètres supplémentaires disponibles : LogFile--Chemin du fichier journal dans lequel le journal de génération est écrit. Append--Détermine si le journal de génération est ajouté au fichier journal ou s'il le remplace. Si vous utilisez le commutateur, le journal de génération est ajouté au fichier journal. Sinon, le contenu du fichier journal existant est remplacé. Par défaut, le fichier journal est remplacé. Encoding--Spécifie l'encodage du fichier, par exemple, UTF-8, Unicode ou ASCII Le niveau de détail par défaut est Detailed. Exemples : -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
it: -fileLoggerParameters[n]:<parametri> Fornisce parametri aggiuntivi per i logger di file. La presenza di questa opzione implica la presenza della corrispondente opzione -fileLogger[n]. Se presente, "n" può essere un numero compreso tra 1 e 9. fileLoggerParameters viene usato anche dal file di logger distribuito. Vedere la descrizione di -distributedFileLogger. Forma breve: -flp[n]. Sono disponibili gli stessi parametri elencati per il logger di console. Altri parametri disponibili: LogFile: percorso del file di log in cui viene scritto il log di compilazione. Append: determina se il log di compilazione viene aggiunto al file di log o se lo sovrascrive. Se impostato, aggiunge il log di compilazione al file di log; in caso contrario, sovrascrive il contenuto di un file di log esistente. Per impostazione predefinita, il log di compilazione non viene aggiunto al file di log. Encoding: specifica la codifica del file, ad esempio UTF-8, Unicode o ASCII Il livello predefinito di verbosity è Detailed. Esempi: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
ja: -fileLoggerParameters[n]:<parameters> ファイル ロガーの追加のパラメーターを指定します。 このスイッチの存在は、対応する -fileLogger[n] スイッチを示しています。 "n" がある場合、1-9 の数字を指定できます。 -fileLoggerParameters は任意の分散ファイル ロガーで 使用することができます。-distributedFileLogger の説明を参照してください。 (短縮形: -flp[n]) コンソール ロガーでリストされているのと同じパラメーターを 使用できます。他にも次のパラメーターを使用できます。 LogFile--ビルド ログが書き込まれる ログファイルのパス。 Append--ビルド ログがログ ファイルに追加されるのか、 上書きされるのかを決定します。スイッチを 設定すると、ビルド ログがログ ファイルに追加されます。 スイッチを設定しないと、既存の ログ ファイルの内容を上書きします。 既定では、ログ ファイルに追加しません。 Encoding--ファイルのエンコードを指定します。 例: UTF-8、Unicode、ASCII 既定の詳細レベルは Detailed です。 例: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
ko: -fileLoggerParameters[n]:<parameters> 파일 로거의 추가 매개 변수를 제공합니다. 이 스위치가 있다는 것은 해당 fileLogger[n] 스위치를 의미합니다. "n"(있는 경우)은 1~9의 숫자일 수 있습니다. -fileLoggerParameters는 배포된 파일 로거에서도 사용됩니다. -distributedFileLogger에 대한 설명을 참조하세요. (약식: -flp[n]) 콘솔 로거용으로 나열된 동일한 매개 변수를 사용할 수 있습니다. 다음과 같은 몇 가지 추가 매개 변수를 사용할 수 있습니다. LogFile--빌드 로그가 기록되는 로그 파일의 경로입니다. Append--빌드 로그가 로그 파일에 추가되는지, 아니면 로그 파일을 덮어쓰는지 여부를 결정합니다. 스위치를 설정하면 빌드 로그가 로그 파일에 추가됩니다. 스위치를 설정하지 않으면 기존 로그 파일의 콘텐츠를 덮어씁니다. 기본값은 로그 파일에 추가하지 않는 것입니다. Encoding--파일의 인코딩을 지정합니다 (예: UTF-8, 유니코드 또는 ASCII). 기본 세부 정보 표시는 Detailed입니다. 예: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
pl: -fileLoggerParameters[n]:<parametry> Dodatkowe parametry dla rejestratorów plików. Występowanie tego przełącznika implikuje odpowiedni przełącznik -fileLogger[n]. „n”, jeżeli jest używane, może być cyfrą od 1 do 9. Przełącznik -fileLoggerParameters jest również używany przez rozproszony rejestrator plików; zobacz opis przełącznika -distributedFileLogger. (Krótka wersja: -flp[n]) Dostępne są parametry takie same, jak podane dla rejestratora konsoli. Dostępne są również dodatkowe parametry: LogFile — ścieżka do pliku dziennika, w którym będzie zapisywany dziennik kompilacji. Append — określa, czy plik dziennika kompilacji zostanie dołączony do pliku dziennika, czy go zastąpi. Ustawienie tego przełącznika powoduje dołączenie dziennika kompilacji do pliku dziennika; brak ustawienia przełącznika powoduje zastąpienie zawartości istniejącego pliku dziennika. Wartość domyślna to niedołączanie do pliku dziennika. Encoding — określa kodowanie pliku, na przykład UTF-8, Unicode lub ASCII. Domyślnie przyjmowany jest wysoki (Detailed) poziom szczegółowości. Przykłady: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
pt_br: -fileLoggerParameters[n]:<parameters> Fornece parâmetros adicionais para agentes de arquivo. A presença dessa opção implica a opção -fileLogger[n] correspondente. "n", se estiver presente, poderá ser um dígito de 1 a 9. -fileLoggerParameters também é usado por um agente de arquivo distribuído, confira a descrição de -distributedFileLogger. (Forma abreviada: -flp[n]) Os mesmos parâmetros listados para o agente do console estão disponíveis. Alguns parâmetros disponíveis adicionais são: LogFile – caminho para o arquivo de log no qual o log de build será gravado. Append – determina se o log de build será acrescentado ao arquivo de log ou o substituirá. A configuração da opção acrescenta o log de build ao arquivo de log; Se a opção não for configurada, o conteúdo de um arquivo de log existente será substituído. O padrão é não acrescentar ao arquivo de log. Encoding – especifica a codificação do arquivo, por exemplo, UTF-8, Unicode ou ASCII O nível de detalhamento padrão é Detalhado. Exemplos: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
ru: -fileLoggerParameters[n]:<параметры> Дополнительные параметры для журналов файлов. Наличие этого параметра предполагает наличие соответствующего параметра -fileLogger[n]. Значение "n" (при его наличии) может быть цифрой от 1 до 9. -fileLoggerParameters также используется любым распределенным журналом файла, см. описание -distributedFileLogger. (Краткая форма: -flp[n]) Такие же параметры доступны для журнала консоли. Ниже перечислены некоторые дополнительные доступные параметры: LogFile--путь к файлу журнала, в который будет записан журнал сборки. Append--определяет, будет ли журнал сборки добавлен в файл журнала или перезапишет его. Установка параметра добавляет журнал сборки в файл журнала; Если параметр не задан, происходит перезапись содержимого существующего файла журнала. По умолчанию дополнения в файл журнала не вносятся. Encoding--задает кодировку файла, например UTF-8, Юникод или ASCII По умолчанию уровень детализации имеет значение detailed (подробный). Примеры: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
tr: -fileLoggerParameters[n]:<parametreler> Dosya günlükçüleri için ek parametreler sağlar. Bu anahtarın olması karşılık gelen -fileLogger[n] anahtarının olduğu anlamına gelir. "n" varsa, 1-9 arasında bir rakam olabilir. Dağıtılmış dosya günlükçüleri varsa -fileLoggerParameters bunlar tarafından da kullanılır; -distributedFileLogger açıklamasına bakın. (Kısa biçim: -flp[n]) Konsol günlükçüsü için listelenenlerle aynı parametreler kullanılabilir. Kullanılabilecek bazı ek parametreler: LogFile--Oluşturma günlüğünün yazılacağı günlük dosyasının yolu. Append--Derleme günlüğünün gün dosyasının sonuna mı ekleneceğini yoksa üzerine mi yazılacağını belirler. Anahtar ayarlandığında oluşturma günlüğü dosyanın sonuna eklenir. Anahtar ayarlanmadığında varolan günlük dosyasının üzerine yazılır. Varsayılan: günlük dosyasının sonuna eklenmez. Encoding--Dosyanın kodlamasını belirtir; örneğin, UTF-8, Unicode veya ASCII Varsayılan ayrıntı düzeyi ayarı Detailed'dır. Örnekler: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
zh_hans: -fileloggerparameters[n]:<parameters> 为文件记录器提供任何额外的参数。 存在此开关意味着 存在对应的 -filelogger[n] 开关。 “n”(如果存在)可以为 1-9 的数字。 任何分布式文件记录器也可以使用 -fileloggerparameters，具体可参阅 -distributedFileLogger 的说明。 (缩写: -flp[n]) 为控制台记录器列出的相同参数 可用。某些其他可用参数有: LogFile -- 生成日志将写入其中的 日志文件的路径。 Append -- 确定是将生成日志附加到日志文件， 还是覆盖日志文件。如果设置此 开关，则会将生成日志附加到日志文件； 如果不设置此开关，则会覆盖 现有日志文件的内容。 默认值为不附加到日志文件。 Encoding -- 指定文件的编码， 例如，UTF-8、Unicode 或 ASCII 默认的详细程度为 Detailed。 示例: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err
zh_hant: -fileLoggerParameters[n]:<參數> 為檔案記錄器提供任何額外的參數。 有這個參數意味著有 相對應的 -fileLogger[n] 參數。 若出現 "n"，可以是 1 到 9 的數字。 所有分散式檔案記錄器也都會使用 -fileLoggerParameters， 請參閱 -distributedFileLogger 的說明。 (簡短形式: -flp[n]) 也有針對主控台記錄器列出的相同參數。 一些其他的可用參數為: LogFile--寫入建置記錄的 記錄檔路徑。 Append--決定是否要將建置記錄附加到 記錄檔或是覆寫記錄檔。 設定此參數會將建置記錄附加到記錄檔; 不設定此參數則會覆寫 現有記錄檔的內容。 預設不會附加到記錄檔。 Encoding--指定檔案的編碼方式， 例如 UTF-8、Unicode 或 ASCII 預設詳細程度為「詳細」。 範例: -fileLoggerParameters:LogFile=MyLog.log;Append; Verbosity=diagnostic;Encoding=UTF-8 -flp:Summary;Verbosity=minimal;LogFile=msbuild.sum -flp1:warningsonly;logfile=msbuild.wrn -flp2:errorsonly;logfile=msbuild.err

# HelpMessage_24_NodeReuse
source: -nodeReuse:<parameters> Enables or Disables the reuse of MSBuild nodes. The parameters are: True --Nodes will remain after the build completes and will be reused by subsequent builds (default) False--Nodes will not remain after the build completes (Short form: -nr) Example: -nr:true
cs: -nodeReuse:<parametry> Povolit nebo zakázat opakované použití uzlů nástroje MSBuild. Parametry: True – Po dokončení sestavení bude uzel zachován a znovu použit v dalších sestaveních (výchozí hodnota). False – Po dokončení sestavení nebude uzel zachován. (Krátký tvar: -nr) Příklad: -nr:true
de: -nodeReuse:<Parameter> Aktiviert oder deaktiviert die Wiederverwendung von MSBuild-Knoten. Die Parameter lauten: True: Knoten bleiben nach dem Abschluss der Erstellung erhalten und werden bei folgenden Erstellungen wiederverwendet (Standardeinstellung). False: Knoten bleiben nach dem Abschluss der Erstellung nicht erhalten. (Kurzform: -nr) Beispiel: -nr:true
es: -nodeReuse:<parámetros> Habilita o deshabilita la reutilización de nodos MSBuild. Los parámetros son: True: los nodos se conservarán una vez completada la compilación y se volverán a usar en las compilaciones siguientes (predeterminado) False: los nodos no se conservarán cuando finalice la compilación (Forma corta: -nr) Ejemplo: -nr:true
fr: -nodeReuse:<paramètres> Active ou désactive la réutilisation des nœuds MSBuild. Paramètres : True--Les nœuds sont conservés une fois la build achevée et sont réutilisés par les builds suivantes (par défaut) False--Les nœuds ne sont pas conservés une fois la build achevée (Forme abrégée : -nr) Exemple : -nr:true
it: -nodeReuse:<parametri> Abilita o disabilita il riutilizzo dei nodi MSBuild. I parametri sono: True: i nodi vengono mantenuti dopo il completamento della compilazione e riutilizzati per le compilazioni successive (impostazione predefinita). False: i nodi non vengono mantenuti dopo il completamento della compilazione. Forma breve: -nr. Esempio: -nr:true
ja: -nodeReuse:<parameters> MSBuild ノードの再利用を有効化または無効化します。 パラメーター: True --ビルドが完了した後もノードが残り、 後続のビルドで利用されます (既定) False--ビルドが完了した後はノードは残りません (短縮形: -nr) 例: -nr:true
ko: -nodeReuse:<parameters> MSBuild 노드를 다시 사용하거나 다시 사용하지 않도록 설정합니다. 매개 변수는 다음가 같습니다. True --빌드 완료 후 노드가 유지되고 후속 빌드에서 다시 사용됩니다(기본값). False--빌드 완료 후 노드가 유지되지 않습니다. (약식: -nr) 예: -nr:true
pl: -nodeReuse:<parametry> Włącza lub wyłącza ponowne używanie węzłów programu MSBuild. Parametry: True — węzły będą pozostawiane po ukończeniu kompilacji i będą ponownie używane przez kolejne kompilacje (domyślnie). False — węzły nie będą pozostawiane po ukończeniu kompilacji. (Krótka wersja: -nr) Przykład: -nr:true
pt_br: -nodeReuse:<parameters> Habilita ou Desabilita a reutilização dos nós do MSBuild. Os parâmetros são: True – os nós permanecerão após o término do build e serão reutilizados pelos próximos builds (padrão) False – os nós não permanecerão após o término do build (Forma abreviada: -nr) Exemplo: -nr:true
ru: -nodeReuse:<параметры> Включает или отключает повторное использование узлов MSBuild. Параметры: True --После завершения сборки узлы будут сохранены и использованы повторно для последующих сборок (по умолчанию) False --Узлы не будут сохранены после завершения сборки (Краткая форма: -nr) Пример: -nr:true
tr: -nodeReuse:<parametreler> MSBuild düğümlerinin yeniden kullanımını etkinleştirir veya devre dışı bırakır. Parametreler: True --Derleme tamamlandıktan sonra düğümler kalır ve izleyen derlemelerde yeniden kullanılır (varsayılan) False--Derleme tamamlandıktan sonra düğümler kalmaz (Kısa biçim: -nr) Örnek: -nr:true
zh_hans: -nodeReuse:<parameters> 允许或禁止重复使用 MSBuild 节点。 参数包括: True -- 生成完成后节点将保留， 并且将由后面的生成重复使用(默认) False -- 生成完成后节点将不会保留 (缩写: -nr) 示例: -nr:true
zh_hant: -nodeReuse:<參數> 啟用或停用 MSBuild 節點的重複使用。 參數為: True --節點在建置完成後將會保留， 並且將由後續的建置重複使用 (預設) False--節點在建置完成後將不會保留 (簡短形式: -nr) 範例: -nr:true
