Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_36_GraphBuildSwitch
source: -graphBuild[:True|False] Causes MSBuild to construct and build a project graph. Constructing a graph involves identifying project references to form dependencies. Building that graph involves attempting to build project references prior to the projects that reference them, differing from traditional MSBuild scheduling. (Short form: -graph) This flag is experimental and may not work as intended.
cs: -graphBuild[:True|False] Způsobí, že MSBuild sestrojí a sestaví graf projektu. Sestrojení grafu spočívá v identifikaci odkazů na projekt kvůli vytvoření závislostí. Sestavení tohoto grafu spočívá v pokusu o sestavení odkazů na projekt před sestavením projektů, které na ně odkazují, což se liší od tradičního plánování nástroje MSBuild. (Krátký tvar: -graph) Tento příznak je experimentální a nemusí fungovat tak, jak byl zamýšlen.
de: -graphBuild[:True|False] Führt dazu, dass MSBuild einen Projektgraphen konstruiert und erstellt. Das Konstruieren eines Graphen beinhaltet das Identifizieren von Projektverweisen, um Abhängigkeiten zu erstellen. Bei der Grapherstellung wird versucht, Projektverweise vor den Projekten zu erstellen, die sie referenzieren. Dies ist eine Unterscheidung zur traditionellen MSBuild-Planung. (Kurzform: -graph) Dieses Flag ist experimentell und funktioniert möglicherweise nicht wie vorgesehen.
es: -graphBuild[:True|False] Hace que MSBuild construya y compile un grafo de proyecto. Construir un grafo supone identificar las referencias del proyecto para formar dependencias. Compilar ese grafo supone intentar compilar las referencias del proyecto antes de los proyectos que hacen referencia a ellas. Esto se diferencia de la programación tradicional de MSBuild. (Forma corta: -graph) Este indicador es experimental y podría no funcionar según lo esperado.
fr: -graphBuild[:True|False] Force MSBuild à construire et à générer un graphe de projet. La construction d'un graphe implique l'identification de références de projet pour former des dépendances. La construction de ce graphe implique des tentatives visant à générer des références de projet avant les projets qui les référencent, ce qui diffère de la planification MSBuild traditionnelle. (Forme abrégée : -graph) Cet indicateur est expérimental et peut ne pas fonctionner comme prévu.
it: -graphBuild[:True|False] Fa in modo che MSBuild costruisca e compili un grafico di progetto. La costruzione di un grafico implica l'identificazione dei riferimenti dei progetti per formare le dipendenze. La compilazione del grafico implica il tentativo di compilare i riferimenti dei progetti prima dei progetti che vi fanno riferimento e differisce quindi dalla tradizionale pianificazione di MSBuild. Forma breve: -graph. Questo flag è sperimentale e potrebbe non funzionare come previsto.
ja: -graphBuild[:True|False] MSBuild は、プロジェクト グラフを作成およびビルドします。 グラフを作成するには、依存関係を構築するために プロジェクト参照を特定することが必要です。 グラフをビルドするには、参照元のプロジェクトより先にプロジェクト参照の ビルドを試みることが必要であり、これは従来の MSBuild スケジュール設定 と異なる点です。 (短い形式: -graph) このフラグは実験的で、意図どおりに機能しない可能性があります。
ko: -graphBuild[:True|False] MSBuild가 프로젝트 그래프를 생성 및 빌드하도록 합니다. 그래프 생성에는 종속성을 형성하기 위한 프로젝트 참조 식별이 관련됩니다. 해당 그래프 빌드에는 프로젝트 참조를 참조하는 프로젝트 전에 프로젝트 참조를 빌드하는 시도가 관련되며, 이는 기존 MSBuild 예약과 다릅니다. (약식: -graph) 이 플래그는 실험적이며 예상대로 작동하지 않을 수 있습니다.
pl: -graphBuild[:True|False] Powoduje, że program MSBuild tworzy i kompiluje graf projektu. Tworzenie grafu obejmuje identyfikowanie odwołań do projektu w celu utworzenia zależności. Kompilowanie takiego grafu obejmuje próbę skompilowania odwołań do projektu przed skompilowaniem odwołujących się projektów, co stanowi różnicę względem tradycyjnego planowania programu MSBuild. (Krótka wersja: -graph) Ta flaga jest eksperymentalna i może nie działać w oczekiwany sposób.
pt_br: -graphBuild[:True|False] Faz o MSBuild construir e compilar um gráfico de projeto. Construir um gráfico envolve identificar as referências do projeto para formar dependências. Compilar tal gráfico envolve tentar compilar referências de projetos anteriores ao atual para diferenciá-lo do agendamento tradicional do MSBuild. (Forma abreviada: -graph) Esse sinalizador é experimental e pode não funcionar como pretendido.
ru: -graphBuild[:True|False] Сообщает MSBuild, что нужно построить и собрать граф проекта. Построение графа связано с определением ссылок проекта для формирования зависимостей. Сборка графа связана с попыткой собрать ссылки проекта до проектов, которые на них ссылаются, что отличается от традиционного графика MSBuild. (Краткая форма: -graph) Это экспериментальный флаг. Может работать не так, как ожидалось.
tr: -graphBuild[:True|False] MSBuild tarafından bir proje grafiği oluşturulup derlenmesine yol açar. Grafik oluşturulması için projenin form bağımlılıklarına yönelik başvurularının belirlenmesi gerekir. Bu grafiğin oluşturulması için geleneksel MSBuild zamanlamasından farklı olarak derleme projelerine başvuran projelerden önce bunların oluşturulması gerekir. (Kısa biçim: -graph) Bu bayrak deneme amaçlıdır ve amaçlandığı gibi çalışmayabilir.
zh_hans: -graphBuild[:True|False] 使 MSBuild 构造并生成项目关系图。 构造关系图涉及到识别对窗体依赖项 的项目引用。生成项目关系图 涉及到在引用项目引用前 尝试生成这些引用，这与 传统的 MSBuild 计划不同。 (缩写: -graph) 此标记处于试验阶段，可能无法按预期工作。
zh_hant: -graphBuild[:True|False] 引發 MSBuild 建構及建置專案圖形。 建構圖形會牽涉到識別專案參考 以構成專案相依性。建置圖形 會牽涉到嘗試在專案加以參考之前， 先建置專案參考，而這與傳統的 MSBuild 排程不同。 (簡短形式: -graph) 這是實驗性的旗標，運作情形可能不如預期。

# HelpMessage_37_DocsLink
source: For more detailed information, see https://aka.ms/msbuild/docs
cs: Podrobnější informace najdete tady: https://aka.ms/msbuild/docs
de: Ausführlichere Informationen finden Sie unter https://aka.ms/msbuild/docs.
es: Para obtener información más detallada, vea https://aka.ms/msbuild/docs
fr: Pour obtenir des informations plus détaillées, accédez à https://aka.ms/msbuild/docs
it: Per altre informazioni dettagliate, vedere https://aka.ms/msbuild/docs
ja: 詳細については、https://aka.ms/msbuild/docs をご覧ください
ko: 자세한 내용은 https://aka.ms/msbuild/docs를 참조하세요.
pl: Aby uzyskać więcej szczegółowych informacji, zobacz https://aka.ms/msbuild/docs
pt_br: Para obter informações detalhadas, consulte https://aka.ms/msbuild/docs
ru: Дополнительные сведения см. по адресу https://aka.ms/msbuild/docs
tr: Ayrıntılı bilgi için bkz. https://aka.ms/msbuild/docs
zh_hans: 有关更详细信息，请参阅 https://aka.ms/msbuild/docs
zh_hant: 如需詳細資訊，請參閱 https://aka.ms/msbuild/docs

# HelpMessage_38_TargetsSwitch
source: -targets[:file] Prints a list of available targets without executing the actual build process. By default the output is written to the console window. If the path to an output file is provided that will be used instead. (Short form: -ts) Example: -ts:out.txt
cs: -targets[:file] Vypíše seznam dostupných cílů, aniž by se spustil samotný proces sestavování. Standardně se výstup zapisuje do okna konzoly. Pokud se zadá cesta k výstupnímu souboru, použije se ta. (Krátký formát: -ts) Příklad: -ts:out.txt
de: -targets[:file] Gibt eine Liste der verfügbaren Ziele aus, ohne den eigentlichen Buildprozess auszuführen. Standardmäßig erfolgt die Ausgabelt im Konsolenfenster. Bei Angabe eines Pfads zu einer Ausgabedatei erfolgt die Ausgabe stattdessen in die Ausgabedatei. (Kurzform: -ts) Beispiel: -ts:out.txt
es: -targets[:archivo] Imprime una lista de los destinos disponibles sin ejecutar el proceso de compilación en sí. De forma predeterminada, la salida se escribe en la ventana de la consola. Si se proporciona la ruta de acceso a un archivo de salida, se usará este en su lugar. (Forma corta: -ts) Ejemplo: -ts:out.txt
fr: -targets[:fichier] Liste les cibles disponibles sans exécuter le processus de génération réel. Par défaut, la sortie est écrite dans la fenêtre de console. Si le chemin d'un fichier de sortie est fourni, il est utilisé à la place. (Forme abrégée : -ts) Exemple : -ts:out.txt
it: -targets[:file] Stampa un elenco di destinazioni disponibili senza eseguire il processo di compilazione effettivo. Per impostazione predefinita l'output viene scritto nella finestra della console. Se specificato, verrà v usato il percorso di un file di output. Forma breve: -ts Esempio: -ts:out.txt
ja: -targets[:file] 使用可能なターゲットの一覧を、実際のビルド処理を 実行せずに出力します。既定では、出力はコンソール ウィンドウに書き込まれます。出力ファイルへのパスを 指定した場合は、代わりにそのファイルが使用されます。 (短い形式:-ts) 例: -ts:out.txt
ko: -targets [: file] 실제 빌드 프로세스를 실행하지 않고 사용 가능한 대상 목록을 출력합니다. 출력은 기본적으로 콘솔 창에 기록됩니다. 출력 파일의 경로를 제공하면 해당 경로가 대신 사용됩니다. (약식: -ts) 예 -ts: out .txt
pl: -targets[:plik] Drukuje listę dostępnych elementów docelowych bez wykonywania rzeczywistego procesu kompilacji. Domyślnie dane wyjściowe są zapisywanie w oknie konsoli. Jeśli zostanie określona ścieżka do pliku wyjściowego, to zostanie on użyty zamiast okna konsoli. (Krótka wersja: -ts) Przykład: -ts:out.txt
pt_br: -targets [:arquivo] Imprime uma lista de destinos disponíveis sem executar o processo de compilação real. Por padrão, a saída é gravada na janela do console. Se o caminho para um arquivo de saída for fornecido, isso será usado. (Forma abreviada:-ts) Exemplo: -ts:out.txt
ru: -targets[:file] Выводит список доступных целевых объектов без выполнения фактического процесса сборки. ПО умолчанию выходные данные записываются в окно консоли. Если указан пусть к выходному файлу, будет использоваться он. (Краткая форма: -ts) Пример: -ts:out.txt
tr: -targets[:dosya] Gerçek derleme işlemini yürütmeden kullanılabilir hedeflerin bir listesini yazdırır. Varsayılan olarak çıkış, konsol penceresine yazdırılır. Çıkış dosyasının yolu sağlanmışsa konsol penceresi yerine bu dosya kullanılır. (Kısa biçim:-ts) Örnek: -ts:çıkış.txt
zh_hans: -targets[:file] 打印可用目标的列表，但不执行 实际生成过程。默认情况下，输出写入到 控制台窗口。如果输出文件的路径 已提供，则改用该路径。 (简写形式: -ts) 示例: -ts:out.txt
zh_hant: -targets[:file] 列印可用目標的清單，但不執行 實際建置流程。根據預設，會將輸出寫入 主控台視窗。若有提供輸出檔案的路徑 則會改用該路徑。 (簡短形式: -ts) 例如 -ts:out.txt

# HelpMessage_39_LowPrioritySwitch
source: -lowPriority[:True|False] Causes MSBuild to run at low process priority. Specifying -lowPriority is the same as specifying -lowPriority:True. (Short form: -low)
cs: -lowPriority[:True|False] Nastaví, aby se nástroj MSBuild spustil s nízkou prioritou procesu. Když se zadá -lowPriority, je to totéž jako zadání -lowPriority:True. (Krátký tvar: -low)
de: -lowPriority[:True|False] Führt dazu, dass MSBuild mit niedriger Prozesspriorität ausgeführt wird. Die Angabe von -lowPriority entspricht der Angabe von -lowPriority:True. (Kurzform: -low)
es: -lowPriority[:True|False] Hace que MSBuild se ejecute con prioridad de proceso baja. Especificar -lowPriority es igual que especificar -lowPriority:True. (Forma corta: -low)
fr: -lowPriority[:True|False] Entraîne l'exécution de MSBuild avec une faible priorité de processus. Spécifier -lowPriority revient à spécifier -lowPriority:True. (Forme abrégée : -low)
it: -lowPriority[:True|False] Fa in modo che MSBuild venga eseguito con una priorità processi bassa. Specificare -lowPriority equivale a specificare -lowPriority:True. Forma breve: -low
ja: -lowPriority[:True|False] MSBuild を低プロセス優先度で実行します。 -lowPriority を指定することは、 -lowPriority:True を指定するのと同じです。 (短縮形: -low)
ko: -lowPriority[:True|False] MSBuild가 낮은 프로세스 우선 순위로 실행됩니다. -lowPriority를 지정하는 것은 -lowPriority:True를 지정하는 것과 같습니다. (약식: -low)
pl: -lowPriority[:True|False] Powoduje, że program MSBuild działa jako proces z niskim priorytetem. Określenie opcji -lowPriority oznacza to samo co określenie opcji -lowPriority:True. (Krótka forma: -low)
pt_br: -lowPriority[:True|False] Faz com que o MSBuild seja executado a uma prioridade baixa de processo. A especificação de -lowPriority é igual à especificação de -lowPriority:True. (Forma abreviada: -low)
ru: -lowPriority[:True|False] Запускает MSBuild с низким приоритетом процесса. Указание -lowPriority аналогично указанию -lowPriority:True. (Краткая форма: -low)
tr: -lowPriority[:True|False] MSBuild'ın düşük işlem önceliğinde çalışmasına neden olur. -lowPriority belirtilmesi -lowPriority:True belirtilmesiyle aynıdır. (Kısa biçim: -low)
zh_hans: -lowPriority[:True|False] 导致 MSBuild 在低进程优先级的情况下运行。 指定 -lowPriority 与指定 -lowPriority:True 相同。 (缩写: -low)
zh_hant: -lowPriority[:True|False] 讓 MSBuild 以低處理序優先順序執行。 指定 -lowPriority 與指定 -lowPriority:True 相同。 (簡短形式: -low)

# HelpMessage_3_SwitchesHeader
source: Switches: Note that you can specify switches using "-switch", "/switch" and "--switch".
cs: Přepínače: Přepínače můžete zadat pomocí -switch, /switch a --switch.
de: Optionen: Beachten Sie, dass Sie Optionen über "-option", "/option" und "--option" angeben können.
es: Modificadores: Observe que puede especificar modificadores mediante "-switch", "/switch" y "--switch".
fr: Commutateurs : Vous pouvez spécifier des commutateurs avec "-switch", "/switch" et "--switch".
it: Opzioni: Tenere presente che è possibile specificare le opzioni usando "-switch", "/switch" e "--switch".
ja: スイッチ: スイッチは "-switch"、"/switch"、"--switch" を使用して 指定できます。
ko: 스위치: 스위치를 지정하는 데 "-switch", "/switch" 및 "--switch"를 사용할 수 있습니다.
pl: Przełączniki: Należy pamiętać, że przełączniki można określać za pomocą składni „-przełącznik”, „/przełącznik” i „--przełącznik”.
pt_br: Opções: Observe que você pode especificar as opções usando "-switch", "/switch" e "--switch".
ru: Параметры: Вы можете указывать параметры с использованием синтаксиса "-switch", "/switch" и "--switch".
tr: Anahtarlar: Hem "-switch" hem de "/switch" ve "--switch" değerini kullanarak anahtar belirtebileceğinizi unutmayın.
zh_hans: 开关: 请注意，使用 "-switch" 和 "/switch" 均可 指定开关。
zh_hant: 參數: 請注意，您可以同時使用 "-switch"、"/switch"， 以及 "--switch" 來指定參數。

# HelpMessage_40_WarnNotAsErrorSwitch
source: -warnNotAsError[:code[;code2]] List of warning codes to treats not treat as errors. Use a semicolon or a comma to separate multiple warning codes. Has no effect if the -warnaserror switch is not set. Example: -warnNotAsError:MSB3026
cs: -warnNotAsError[:code[;code2]] Seznam kódů upozornění, které se nemají považovat za chyby. K oddělení více kódů upozornění použijte středník nebo čárku. Nemá žádný vliv, pokud přepínač -warnaserror není nastavený. Příklad: -warnNotAsError:MSB3026
de: -warnNotAsError[:code[;code2]] Liste der Warnungscodes, die nicht als Fehler behandelt werden. Semikolon oder Komma zum Trennen mehrerer Warnungscodes verwenden. Hat keine Auswirkungen, wenn der Switch -warnaserror nicht festgelegt ist. Beispiel: -warnNotAsError:MSB3026
es: -warnNotAsError[:code[;code2]] Lista de códigos de advertencia para que no se traten como errores. Use un punto y coma o una coma para separar varios códigos de advertencia. No tiene efecto si el modificador -warnaserror no se ha establecido. Ejemplo: -warnNotAsError:MSB3026
fr: -warnNotAsError[:code[;code2]] Liste des codes d’avertissement à traiter non comme des erreurs. Utiliser un point-virgule ou une virgule pour séparer plusieurs codes d’avertissement. N’a aucun effet si -warnaserror n’est pas défini. Exemple: -warnNotAsError:MSB3026
it: -warnNotAsError[:code[;code2]] Elenco di codici di avviso da non considerare come errori. Usare un punto e virgola o una virgola per separare più codici di avviso. Non ha alcun effetto se l’opzione -warnaserror non è impostata. Esempio: -warnNotAsError:MSB3026
ja: -warnNotAsError[:code[;code2]] エラーとして扱わない警告コードのリスト。 セミコロンまたはコンマを使用して、複数の警告コード を区切ります。-warnaserror スイッチが設定されていない場合 効果はありません 例: -warnNotAsError:MSB3026
ko: -warnNotAsError[:code[;code2]] 오류로 처리하지 않을 경고 코드 목록입니다. 세미콜론이나 쉼표를 사용하여 여러 경고 코드를 구분합니다. -warnaserror 스위치가 설정되어 있지 않으면 효과가 없습니다. 예: -warnNotAsError:MSB3026
pl: -warnNotAsError[:code[;code2]] Lista kodów ostrzeżeń, które nie są traktowane jako błędy. Użyj średnika lub przecinka, aby oddzielić wiele kodów ostrzeżeń. Nie ma wpływu, jeśli przełącznik -warnaserror nie jest ustawiony. Przykład: -warnNotAsError:MSB3026
pt_br: -warningNotAsError[:code[;code2]] Lista de códigos de aviso para tratar e não tratar como erros. Use ponto e vírgula ou vírgula para separar vários códigos de advertência. Não tem efeito se o -warnaserror interruptor não está definido. Exemplo: -warnNotAsError:MSB3026
ru: -warnNotAsError[:код[;код2]] Список кодов предупреждений, которые не следует обрабатывать в качестве ошибок. Используйте точку с запятой или запятую, чтобы разделить несколько кодов предупреждения. Не действует, если параметр -warnaserror не задан. Пример: -warnNotAsError:MSB3026
tr: -warnNotAsError[:code[;code2]] Hata olarak değerlendirilmeyecek uyarı kodlarının listesi. Birden çok uyarı kodunu ayırmak için noktalı virgül veya virgül kullanın. -warnaserror anahtarı ayarlanmamışsa hiçbir etkisi yoktur. Örnek: -warnNotAsError:MSB3026
zh_hans: -warnNotAsError[:code[;code2]] 不视为错误的警告代码列表. 使用分号或逗号分隔 多个警告代码。如果未设置 -warnaserror 开关，则不会产生任何影响。 示例: -warnNotAsError:MSB3026
zh_hant: -warnNotAsError[:code[;code2]] 要視為不視為錯誤的警告代碼清單。 使用分號或逗號分隔 多個警告代碼。如果未設定 -warnaserror 切換，則沒有作用。 範例: -warnNotAsError:MSB3026

# HelpMessage_4_HelpSwitch
source: -help Display this usage message. (Short form: -? or -h)
cs: -help Zobrazí tuto zprávu o použití. (Krátký tvar: -? nebo -h)
de: -help Zeigt diese Syntaxmeldung an. (Kurzform: -? oder -h)
es: help Mostrar este mensaje de uso. (Forma corta: /? o /h)
fr: -help Afficher ce message d'utilisation. (Forme abrégée : -? ou -h)
it: -help Visualizza questo messaggio relativo all'utilizzo. Forma breve: -? o- h.
ja: -help このヘルプ メッセージを表示します (短い形式: -? または -h)。
ko: -help 사용법 메시지를 표시합니다. (약식: -? 또는 -h)
pl: -help Wyświetla ten komunikat dotyczący sposobu użycia. (Krótka wersja: -? lub -h)
pt_br: -help Exibe essa mensagem de uso. (Forma abreviada: -? ou -h)
ru: -help Отображать это сообщение об использовании. (Краткая форма: -? или -h)
tr: -help Bu kullanım iletisini görüntüle. (Kısa biçim: -? veya -h)
zh_hans: -help 显示此用法消息。(缩写: -? 或 -h)
zh_hant: -help 顯示此使用方式訊息。(簡短形式: -? 或 -h)

# HelpMessage_5_NoLogoSwitch
source: -noLogo Do not display the startup banner and copyright message.
cs: -noLogo Nezobrazí se úvodní nápis a zpráva o autorských právech.
de: -noLogo Zeigt kein Startbanner und keine Copyrightmeldung an.
es: noLogo No mostrar la pancarta de inicio ni el mensaje de copyright.
fr: -noLogo Ne pas afficher la bannière de démarrage ni le message de copyright.
it: -noLogo Evita la visualizzazione del messaggio di avvio e di copyright.
ja: -noLogo 著作権情報を表示しません。
ko: -noLogo 시작 배너 및 저작권 메시지를 표시하지 않습니다.
pl: -nologo Nie wyświetla baneru początkowego ani komunikatu o prawach autorskich.
pt_br: -noLogo Não exibe a faixa de inicialização e a mensagem de direitos autorais.
ru: -noLogo Не отображать начальный заголовок и сообщение об авторском праве.
tr: -noLogo Başlangıç başlığını ve telif hakkı iletisini görüntüleme.
zh_hans: -noLogo 不显示启动版权标志和版权消息。
zh_hant: -noLogo 不顯示啟動橫幅及著作權訊息。

# HelpMessage_6_VersionSwitch
source: -version Display version information only. (Short form: -ver)
cs: -version Zobrazí jenom informace o verzi. (Krátký tvar: -ver)
de: -version Zeigt nur Versionsinformationen an. (Kurzform: -ver)
es: version Mostrar solo la información de versión. (Forma corta: /ver)
fr: -version Afficher uniquement les informations sur la version. (Forme abrégée : -ver)
it: -version Visualizza solo le informazioni sulla versione. Forma breve: -ver.
ja: -version バージョン情報のみを表示します。(短い形式: -ver)
ko: -version 버전 정보만 표시합니다. (약식: -ver)
pl: -version Wyświetla tylko informacje o wersji. (Krótka wersja: -ver)
pt_br: -version Exibe somente informações sobre versão. (Forma abreviada: -ver)
ru: -version Отображать только данные о версии. (Краткая форма: -ver)
tr: -version Yalnızca sürüm bilgilerini görüntüle. (Kısa biçim: -ver)
zh_hans: -version 仅显示版本信息。(缩写: -ver)
zh_hant: -version 只顯示版本資訊。(簡短形式: -ver)

# HelpMessage_7_ResponseFile
source: @<file> Insert command-line settings from a text file. To specify multiple response files, specify each response file separately. Any response files named "msbuild.rsp" are automatically consumed from the following locations: (1) the directory of msbuild.exe (2) the directory of the first project or solution built
cs: @<soubor> Vložení nastavení příkazového řádku z textového souboru. Chcete-li zadat více souborů odpovědí, uveďte každý soubor odpovědí zvlášť. Automaticky jsou použity všechny soubory s názvem msbuild.rsp nacházející se v následujících umístěních: (1) adresář nástroje msbuild.exe (2) adresář prvního sestaveného projektu nebo řešení
de: @<Datei> Fügt Befehlszeileneinstellungen aus einer Textdatei ein. Um mehrere Antwortdateien anzugeben, geben Sie jede Antwortdatei gesondert an. Alle Antwortdateien mit dem Name "msbuild.rsp" werden automatisch in den folgenden Speicherorten verwendet: (1) Verzeichnis von "msbuild.exe" (2) Verzeichnis des ersten erstellten Projekts oder Projektmappe
es: @<archivo> Inserta la configuración de la línea de comandos de un archivo de texto. Para incluir varios archivos de respuesta, especifique cada uno de ellos por separado. Todo archivo de respuesta denominado "msbuild.rsp" se consume automáticamente desde las ubicaciones siguientes: (1) el directorio de msbuild.exe (2) el directorio del primer proyecto o solución compilada
fr: @<fichier> Insère les paramètres de ligne de commande à partir d'un fichier texte. Pour indiquer plusieurs fichiers réponse, spécifiez chacun d'eux séparément. Tous les fichiers réponse nommés "msbuild.rsp" sont automatiquement consommés depuis les emplacements suivants : (1) répertoire de msbuild.exe (2) répertoire de la première solution ou du premier projet généré
it: @<file> Inserisce le impostazioni della riga di comando da un file di testo. Per specificare più file di risposta, specificare ciascun file separatamente. Qualsiasi file di risposta denominato "msbuild.rsp" viene usato automaticamente dai percorsi seguenti: (1) la directory di msbuild.exe (2) la directory della prima compilazione di soluzione o progetto
ja: @<file> テキスト ファイルからコマンド ラインの設定を挿入します。 複数の応答ファイルを指定するには、各応答ファイルを 別個に指定します。 "msbuild.rsp" という名前を持つ任意の応答ファイルは、自動的に 次の場所から実行されます。 (1) msbuild.exe のディレクトリ (2) 最初にビルドされたプロジェクトまたはソリューションのディレクトリ
ko: @<file> 텍스트 파일에서 명령줄 설정을 삽입합니다. 여러 지시 파일을 지정하려면 각 지시 파일을 개별적으로 지정합니다. "msbuild.rsp"라는 지시 파일이 다음 위치에서 자동으로 사용됩니다. (1) msbuild.exe의 디렉터리 (2) 빌드된 첫 번째 프로젝트 또는 솔루션의 디렉터리
pl: @<plik> Wstawianie ustawień wiersza polecenia z pliku tekstowego. Aby określić wiele plików odpowiedzi, określ każdy z tych plików osobno. Wszelkie pliki odpowiedzi o nazwie „msbuild.rsp” będą automatycznie wykorzystywane z następujących lokalizacji: (1) katalog programu msbuild.exe (2) katalog pierwszej kompilacji projektu lub rozwiązania
pt_br: @<file> Inserir as configurações de linha de comando por meio de um arquivo de texto. Para especificar vários arquivos de resposta, especifique cada arquivo de resposta separadamente. Todos os arquivos de resposta chamados "msbuild.rsp" são consumidos automaticamente dos seguintes locais: (1) o diretório do msbuild.exe (2) o diretório do primeiro projeto ou solução compilada
ru: @<файл> Вставка параметров командной строки из текстового файла. Для задания нескольких файлов ответов укажите каждый файл ответов отдельно. Все файлы ответов с именем "msbuild.rsp" автоматически считываются из следующих расположений: (1) каталога, где находится файл msbuild.exe (2) каталога первой сборки проекта или решения
tr: @<dosya> Komut satırı ayarlarını bir metin dosyasından ekler. Birden çok yanıt dosyası belirtmek için her yanıt dosyasını ayrı ayrı belirtin. Aşağıdaki konumlardaki "msbuild.rsp" adlı yanıt dosyaları otomatik olarak kullanılır: (1) msbuild.exe dosyasının dizini (2) derlenen ilk projenin veya çözümün dizini
zh_hans: @<file> 从文本文件插入命令行设置。若要指定 多个响应文件，请分别指定每个响应 文件。 自动从以下位置使用任何 名为 "msbuild.rsp" 的响应文件: (1) msbuild.exe 的目录 (2) 生成的第一个项目或解决方案的目录
zh_hant: @<file> 從文字檔插入命令列設定。若要 指定多個回應檔，請分開指定每一個 回應檔。 所有名為 "msbuild.rsp" 的回應檔 將會自動從下列位置取用: (1) msbuild.exe 的目錄 (2) 建置第一個專案或解決方案的目錄
