Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DebuggingSolutionFiles
source: MSBUILD : error MSB1048: Solution files cannot be debugged directly. Run MSBuild first with an environment variable MSBUILDEMITSOLUTION=1 to create a corresponding ".sln.metaproj" file. Then debug that.
cs: MSBUILD : error MSB1048: Soubory řešení nejde ladit přímo. Nejdřív spusťte příkaz MSBuild s proměnnou prostředí MSBUILDEMITSOLUTION=1, abyste vytvořili odpovídající soubor .sln.metaproj. Potom tento soubor odlaďte.
de: MSBUILD : error MSB1048: Die Projektmappendateien können nicht direkt debuggt werden. Führen Sie zuerst MSBuild mit einer Umgebungsvariablen (MSBUILDEMITSOLUTION=1) aus, um eine entsprechende Datei mit der Bezeichnung ".sln.metaproj" zu erstellen. Führen Sie anschließend einen Debugvorgang aus.
es: MSBUILD : error MSB1048: los archivos de solución no se pueden depurar directamente. Ejecute primero MSBuild con una variable de entorno MSBUILDEMITSOLUTION=1 para crear el archivo ".sln.metaproj" correspondiente. Después depure ese archivo.
fr: MSBUILD : error MSB1048: Impossible de déboguer directement les fichiers solution. Exécutez d'abord MSBuild avec une variable d'environnement MSBUILDEMITSOLUTION=1 pour créer le fichier ".sln.metaproj" correspondant. Procédez ensuite au débogage.
it: MSBUILD : error MSB1048: non è possibile eseguire direttamente il debug dei file della soluzione. Eseguire MSBuild prima con una variabile di ambiente MSBUILDEMITSOLUTION=1 per creare un file ".sln.metaproj" corrispondente. Eseguirne quindi il debug.
ja: MSBUILD : error MSB1048: ソリューション ファイルを直接デバッグすることはできません。まず、環境変数 MSBUILDEMITSOLUTION=1 を設定して MSBuild を実行し、対応する ".sln.metaproj" ファイルを作成します。次に、そのファイルをデバッグします。
ko: MSBUILD : error MSB1048: 솔루션 파일을 직접 디버그할 수 없습니다. 우선 환경 변수 MSBUILDEMITSOLUTION=1과 함께 MSBuild를 실행하여 해당 ".sln.metaproj" 파일을 만드세요. 그런 다음 이를 디버그하세요.
pl: MSBUILD : error MSB1048: Plików rozwiązań nie można debugować bezpośrednio. Najpierw uruchom program MSBuild przy użyciu zmiennej środowiskowej MSBUILDEMITSOLUTION=1, aby utworzyć odpowiedni plik „.sln.metaproj”. Następnie debuguj ten plik.
pt_br: MSBUILD : error MSB1048: Não é possível depurar os arquivos de solução diretamente. Execute o MSBuild primeiro com uma variável de ambiente MSBUILDEMITSOLUTION=1 para criar um arquivo ".sln.metaproj" correspondente. Em seguida, realize a depuração.
ru: MSBUILD : error MSB1048: файлы решения невозможно отладить напрямую. Сначала запустите MSBuild с переменной среды MSBUILDEMITSOLUTION=1, чтобы создать соответствующий файл ".sln.metaproj". Затем выполните отладку.
tr: MSBUILD : error MSB1048: Çözüm dosyalarının hataları doğrudan ayıklanamıyor. Karşılık gelen bir “.sln.metaproj” dosyası oluşturmak için öncelikle MSBuild’i MSBUILDEMITSOLUTION=1 ortam değişkeni ile çalıştırın. Sonra, hatalarını ayıklayın.
zh_hans: MSBUILD : error MSB1048: 无法直接调试解决方案文件。首先使用环境变量 MSBUILDEMITSOLUTION=1 运行 MSBuild 以创建对应的“.sln.metaproj”文件。然后进行调试。
zh_hant: MSBUILD : error MSB1048: 無法直接對方案檔偵錯。先使用環境變數 MSBUILDEMITSOLUTION=1 執行 MSBuild，以建立對應的 ".sln.metaproj" 檔案。然後對該檔案偵錯。

source: Build started.
cs: Vytváření sestavení bylo zahájeno.
de: Der Buildvorgang wurde gestartet.
es: Compilación iniciada.
fr: La génération a démarré.
it: Compilazione avviata.
ja: ビルドを開始しました。
ko: 빌드를 시작했습니다.
pl: Kompilacja rozpoczęła się.
pt_br: Compilação iniciada.
ru: Сборка начата.
tr: Oluşturma başlatıldı.
zh_hans: 已启动生成。
zh_hant: 已經開始建置。

# AmbiguousProjectDirectoryError
source: MSBUILD : error MSB1050: Specify which project or solution file to use because the folder "{0}" contains more than one project or solution file.
cs: MSBUILD : error MSB1050: Určete, který soubor projektu nebo řešení se má použít, protože složka {0} obsahuje více než jeden takový soubor.
de: MSBUILD : error MSB1050: Geben Sie die zu verwendende Projekt- oder Projektmappendatei an, da der Ordner "{0}" mehrere Projekt- oder Projektmappendateien enthält.
es: MSBUILD : error MSB1050: Especifique el archivo de proyecto o de solución que se va a utilizar ya que la carpeta "{0}" contiene más de un archivo de proyecto o de solución.
fr: MSBUILD : error MSB1050: Spécifiez le fichier projet ou solution à utiliser, car le dossier "{0}" contient plusieurs fichiers projet ou solution.
it: MSBUILD : error MSB1050: specificare il file di progetto o di soluzione da usare perché la cartella "{0}" ne contiene più di uno.
ja: MSBUILD : error MSB1050: フォルダー "{0}" は複数のプロジェクトまたはソリューション ファイルを含んでいるため、使用するプロジェクトまたはソリューション ファイルを指定してください。
ko: MSBUILD : error MSB1050: "{0}" 폴더에 프로젝트 또는 솔루션 파일이 두 개 이상 있으므로 사용할 프로젝트 또는 솔루션 파일을 지정하세요.
pl: MSBUILD : error MSB1050: określ plik projektu lub rozwiązania, który zostanie użyty, ponieważ folder „{0}” zawiera więcej niż jeden plik projektu lub rozwiązania.
pt_br: MSBUILD : error MSB1050: especifique qual arquivo de projeto ou de solução será usado, pois a pasta "{0}" contém mais de um projeto ou arquivo de solução.
ru: MSBUILD : error MSB1050: укажите, какой файл проекта или решения следует использовать, так как папка "{0}" содержит несколько таких файлов.
tr: MSBUILD : error MSB1050: "{0}" klasöründe birden fazla proje veya çözüm dosyası var. Lütfen hangi projenin veya çözüm dosyasının kullanılacağını belirtin.
zh_hans: MSBUILD : error MSB1050: “{0}”文件夹中包含多个项目或解决方案文件，请指定要使用的项目或解决方案文件。
zh_hant: MSBUILD : error MSB1050: 因為資料夾 "{0}" 包含多個專案檔或解決方案檔，所以請指定所要使用的專案檔或解決方案檔。

# HelpMessage_28_WarnAsErrorSwitch
source: -warnAsError[:code[;code2]] List of warning codes to treats as errors. Use a semicolon or a comma to separate multiple warning codes. To treat all warnings as errors use the switch with no values. (Short form: -err[:c;[c2]]) Example: -warnAsError:MSB4130 When a warning is treated as an error the target will continue to execute as if it was a warning but the overall build will fail.
cs: -warnAsError[:kód[;kód2]] Seznam kódů upozornění, která se mají považovat za chyby. Více kódů oddělte středníkem nebo čárkou. Pokud chcete považovat za chyby všechna upozornění, použijte přepínač bez hodnot. (Krátký tvar: -err[:k;[k2]]) Příklad: -warnAsError:MSB4130 Pokud se upozornění považuje za chybu, cíl bude pokračovat v činnosti, jako by šlo o upozornění, ale celkové sestavení skončí neúspěšně.
de: -warnAsError[:code[;code2]] Liste mit als Fehler zu behandelnden Warncodes. Trennen Sie mehrere Warncodes durch Kommas oder Semikolons. Verwenden Sie den Switch ohne Daten, damit alle Warnungen als Fehler behandelt werden. (Kurzform: -err[:c;[c2]]) Beispiel: -warnAsError:MSB4130 Wenn eine Warnung als Fehler behandelt wird, wird das Ziel wie bei einer Warnung weiter ausgeführt, für die gesamte Erstellung kommt es jedoch zu einem Fehler.
es: -warnaserror[:code[;code2]] Lista de códigos de advertencia para tratar como errores. Use un punto y coma o una coma para separar varios códigos de advertencia. Para tratar todas las advertencias como errores, use el modificador sin valores. (Forma corta: -err[:c;[c2]]) Ejemplo: -warnaserror:MSB4130 Cuando una advertencia se trata como error, el destino seguirá ejecutándose como se fuera una advertencia pero la compilación global dará error.
fr: -warnAsError[:code[;code2]] Liste de codes d'avertissement à traiter comme des erreurs. Utilisez un point-virgule ou une virgule pour séparer plusieurs codes d'avertissement. Pour traiter tous les avertissements comme des erreurs, utilisez le commutateur sans valeur. (Forme abrégée : -err[:c;[c2]]) Exemple : -warnAsError:MSB4130 Quand un avertissement est traité comme une erreur, la cible continue de s'exécuter comme un avertissement, mais la génération globale échoue.
it: -warnAsError[:codice[;codice2]] Elenco di codici avviso da considerare come errori. Usare il punto e virgola o la virgola per delimitare più codici avviso. Per considerare tutti gli avvisi come errori, usare l'opzione senza specificare alcun valore. Forma breve: -err[:c;[c2]]. Esempio: -warnAsError:MSB4130 Quando un avviso viene considerato come errore, l'esecuzione della destinazione continua come se si trattasse di un avviso ma la compilazione generale non riuscirà.
ja: -warnAsError[:code[;code2]] エラーとして扱う警告コードの一覧です。複数の警告コードを区切る には、セミコロンまたはコンマを使用します。すべての警告を エラーとして扱うには、値がないスイッチを使用します。 (短い形式: -err[:c;[c2]]) 例: -warnAsError:MSB4130 警告をエラーとして扱う場合、ターゲットではその警告を警告 として扱い実行を継続しますが、全体的なビルドは 失敗します。
ko: -warnAsError[:code[;code2]] 오류로 처리할 경고 코드 목록입니다. 여러 경고 코드를 구분하려면 세미콜론이나 쉼표를 사용하세요. 모든 경고를 오류로 처리하려면 값없이 스위치를 사용하세요. (약식: -err[:c;[c2]]) 예: -warnAsError:MSB4130 경고를 오류로 처리하는 경우 대상이 계속해서 경고인 것처럼 실행되지만 전체 빌드는 실패합니다.
pl: -warnAsError[:code[;code2]] Lista kodów ostrzeżeń traktowanych jak błędy. Oddziel kody ostrzeżeń średnikami lub przecinkami. Aby traktować wszystkie ostrzeżenia jak błędy, użyj przełącznika bez wartości. (Skrócona forma: -err[:c;[c2]]) Przykład: -warnAsError:MSB4130 Gdy ostrzeżenie zostanie potraktowane jak błąd, element docelowy będzie nadal wykonywany jak w przypadku ostrzeżenia, ale kompilacja nie powiedzie się.
pt_br: -warnAsError[:code[;code2]] Lista de códigos de aviso a serem tratados como erros. Use um ponto e vírgula ou uma vírgula para separar vários códigos de aviso. Para tratar todos os avisos como erros, use a opção sem valores. (Forma abreviada: -err[:c;[c2]]) Exemplo: -warnAsError:MSB4130 Quando um aviso for tratado como um erro, o destino continuará a ser executado como se ele fosse um aviso, mas o build geral falhará.
ru: -warnAsError[:код[;код_2]] Список кодов предупреждений, которые следует считать ошибками. Чтобы разделить коды, используйте точку с запятой или запятую. Параметр без значений указывает считать все предупреждения ошибками. (краткая форма: -err[:код;[код_2]]) Пример: -warnAsError:MSB4130 Если предупреждение считается ошибкой, целевой объект продолжит выполняться (что и происходит в случае возникновения предупреждений), но произойдет сбой сборки.
tr: -warnAsError[:code[;code2]] Hata olarak işlenecek uyarı kodları listesi. Farklı uyarı kodlarını ayırmak için noktalı virgül veya virgül kullanın. Tüm uyarıları hata olarak işlemek için, değeri olmayan anahtarı kullanın. (Kısa biçim: -err[:c;[c2]]) Örnek: -warnAsError:MSB4130 Bir uyarı hata olarak işlendiğinde hedef bunu uyarı olarak çalıştırmaya devam eder, ancak genel derleme başarısız olur.
zh_hans: -warnAsError[:code[;code2]] 视为错误的警告代码列表。使用分号 或逗号分隔多个警告代码。将所有 警告视为错误，使用没有值的开关 (缩写: -err[:c;[c2]]) 示例: -warnAsError:MSB4130 当警告被视为错误时，目标将 当作警告继续执行，但是整个 生成将失败。
zh_hant: -warnAsError[:code[;code2]] 要視為錯誤的警告碼清單。如有多個警告碼， 請使用分號或逗點加以分隔。若要將所有警告 視為錯誤，請使用參數，但不要指定值。 (簡短形式: -err[:c;[c2]]) 範例: -warnAsError:MSB4130 當警告視為錯誤時，目標會將其 視為警告繼續執行，但整個建置 作業會失敗。

# HelpMessage_29_WarnAsMessageSwitch
source: -warnAsMessage[:code[;code2]] List of warning codes to treats as low importance messages. Use a semicolon or a comma to separate multiple warning codes. (Short form: -noWarn[:c;[c2]]) Example: -warnAsMessage:MSB3026
cs: -warnAsMessage[:kód[;kód2]] Seznám kódů upozornění, která se mají považovat za zprávy s nízkou důležitostí. Více kódů oddělte středníkem nebo čárkou. (Krátký tvar: -noWarn[:k;[k2]]) Příklad: -warnAsMessage:MSB3026
de: -warnAsMessage[:code[;code2]] Liste von Warncodes, die als Meldungen mit geringer Priorität zu behandeln sind. Trennen Sie mehrere Warncodes durch Kommas oder Semikolons. (Kurzform: -noWarn[:c;[c2]]) Beispiel: -warnAsMessage:MSB3026
es: -warnAsMessage[:code[;code2]] Lista de códigos de advertencia para tratar como mensajes de baja importancia. Use un punto y coma o una coma para separar varios códigos de advertencia. (Forma corta: -noWarn[:c;[c2]]) Ejemplo: -warnAsMessage:MSB3026
fr: -warnAsMessage[:code[;code2]] Liste de codes d'avertissement à traiter comme des messages d'importance faible. Utilisez un point-virgule ou une virgule pour séparer plusieurs codes d'avertissement. (Forme abrégée : -noWarn[:c;[c2]]) Exemple : -warnAsMessage:MSB3026
it: -warnAsMessage[:codice[;codice2]] Elenco di codici avviso da considerare come messaggi non importanti. Usare un punto e virgola o una virgola per separare più codici avviso. Forma breve: -noWarn[:c;[c2]]. Esempio: -warnAsMessage:MSB3026
ja: -warnAsMessage[:code[;code2]] 重要度の低いメッセージとして扱う警告コードの 一覧です。複数の警告コードを区切るには、セミコロン またはコロンを使用します。 (短い形式: -noWarn[:c;[c2]]) 例: -warnAsMessage:MSB3026
ko: -warnAsMessage[:code[;code2]] 중요도가 낮은 메시지로 처리할 경고 코드 목록입니다. 여러 경고 코드를 구분하려면 세미콜론이나 쉼표를 사용하세요. (약식: -noWarn[:c;[c2]]) 예: -warnAsMessage:MSB3026
pl: -warnAsMessage[:code[;code2]] Lista kodów ostrzeżeń traktowanych jak komunikaty o małej ważności. Oddziel kody ostrzeżeń średnikami lub przecinkami. (Skrócona forma: -noWarn[:c;[c2]]) Przykład: -warnAsMessage:MSB3026
pt_br: -warnAsMessage[:code[;code2]] Lista de códigos de aviso a serem tratados como mensagens de baixa importância. Use um ponto e vírgula ou uma vírgula para separar vários códigos de aviso. (Forma abreviada: -noWarn[:c;[c2]]) Exemplo: -warnAsMessage:MSB3026
ru: -warnAsMessage[:код[;код_2]] Список кодов предупреждений, которые следует считать сообщениями с низкой важностью. Чтобы разделить коды, используйте точку с запятой или запятую. (краткая форма: -noWarn[:код;[код_2]]) Пример: -warnAsMessage:MSB3026
tr: -warnAsMessage[:code[;code2]] Düşük önemli iletiler olarak işlenecek uyarı kodlarının listesi. Birden fazla uyarı kodunu ayırmak için noktalı virgül veya virgül kullanın. (Kısa biçim: -noWarn[:c;[c2]]) Örnek: -warnAsMessage:MSB3026
zh_hans: -warnAsMessage[:code[;code2]] 视为低重要性消息的警告代码列表。 使用分号或逗号分隔 多个警告代码。 (缩写: -noWarn[:c;[c2]]) 示例: -warnAsMessage:MSB3026
zh_hant: -warnAsMessage[:code[;code2]] 要視為低重要性訊息的警告碼清單。 如有多個警告碼，請使用分號或逗點 加以分隔。 (Short form:-noWarn[:c;[c2]]) 範例: -warnAsMessage:MSB3026

# ParameterRequiredError
source: MSBUILD : error MSB1049: The {0} parameter must be specified
cs: MSBUILD : error MSB1049: Parametr {0} musí být zadaný.
de: MSBUILD : error MSB1049: Der Parameter {0} muss festgelegt werden.
es: MSBUILD : error MSB1049: Debe especificarse el parámetro {0}
fr: MSBUILD : error MSB1049: Le paramètre {0} doit être spécifié
it: MSBUILD : error MSB1049: è necessario specificare il parametro {0}
ja: MSBUILD : error MSB1049: {0} パラメーターを指定する必要があります
ko: MSBUILD : error MSB1049: {0} 매개 변수를 지정해야 합니다.
pl: MSBUILD : error MSB1049: konieczne jest określenie parametru {0}
pt_br: MSBUILD : error MSB1049: o parâmetro {0} deve ser especificado
ru: MSBUILD : error MSB1049: необходимо указать параметр "{0}".
tr: MSBUILD : error MSB1049: {0} parametresi belirtilmelidir
zh_hans: MSBUILD : error MSB1049: 必须指定 {0} 参数
zh_hant: MSBUILD : error MSB1049: 必須指定 {0} 參數。

# MissingWarnAsMessageParameterError
source: MSBUILD : error MSB1051: Specify one or more warning codes to treat as low importance messages when using the -warnAsMessage switch.
cs: MSBUILD : error MSB1051: Když použijete přepínač -warnAsMessage, určete jeden nebo více kódů upozornění, která se mají považovat za zprávy s nízkou důležitostí.
de: MSBUILD : error MSB1051: Geben Sie mindestens einen Warncode an, der als Meldung mit geringer Priorität behandelt werden soll, wenn Sie den Switch "-warnAsMessage" verwenden.
es: MSBUILD : error MSB1051: Especifique uno o varios códigos de advertencia para tratarlos como mensajes de baja importancia al utilizar el modificador -warnAsMessage.
fr: MSBUILD : error MSB1051: Spécifiez un ou plusieurs codes d'avertissement à traiter comme des messages d'importance faible lors de l'utilisation du commutateur /warnAsMessage.
it: MSBUILD : error MSB1051: quando si usa l'opzione -warnAsMessage, specificare uno o più codici avviso da considerare come messaggi non importanti.
ja: MSBUILD : error MSB1051: -warnAsMessage スイッチを使用する場合、重要度の低いメッセージとして扱う警告コードを 1 つ以上指定してください。
ko: MSBUILD : error MSB1051: -warnAsMessage 스위치를 사용하는 경우 중요도가 낮은 메시지로 처리할 경고 코드를 하나 이상 지정하세요.
pl: MSBUILD : error MSB1051: określ kody ostrzeżeń traktowane jak komunikaty o małej ważności podczas używania przełącznika -warnAsMessage.
pt_br: MSBUILD : error MSB1051: especifique um ou mais códigos de aviso a serem tratados como mensagens de baixa importância ao usar a opção -warnAsMessage.
ru: MSBUILD : error MSB1051: если используется параметр -warnAsMessage, нужно указать один код предупреждения (или несколько), которые следует считать сообщениями с низкой важностью.
tr: MSBUILD : error MSB1051: -warnAsMessage anahtarını kullanırken düşük önemli iletiler olarak işlenecek bir veya daha fazla uyarı kodu belirtin.
zh_hans: MSBUILD : error MSB1051: 在使用 -warnAsMessage 开关时，指定一个或多个警告代码作为低重要性消息。
zh_hant: MSBUILD : error MSB1051: 使用 -warnAsMessage 參數時，請指定一或多個要視為低重要性訊息的警告碼。
