Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_31_RestoreSwitch
source: -restore[:True|False] Runs a target named Restore prior to building other targets and ensures the build for these targets uses the latest restored build logic. This is useful when your project tree requires packages to be restored before it can be built. Specifying -restore is the same as specifying -restore:True. Use the parameter to override a value that comes from a response file. (Short form: -r)
cs: -restore[:True|False] Před sestavením jiných cílů spustí cíl s názvem Restore a zajistí, aby sestavení pro tyto cíle používalo nejnovější obnovenou logiku sestavení. Je to užitečné, když váš strom projektů vyžaduje obnovení balíčků, aby je bylo možné sestavit. Zadání parametru -restore je stejné jako zadání -restore:True. Pomocí tohoto parametru přepíšete hodnotu pocházející ze souboru odpovědí. (Krátký tvar: -r)
de: -restore[:True|False] Führt vor der Erstellung anderer Ziele ein Ziel namens "Restore" aus. Dies ist hilfreich, wenn Pakete in Ihrer Projektstruktur wiederhergestellt werden müssen, bevor sie erstellt werden können. Die Angabe von "-restore" ist identisch mit der Angabe von "-restore:True". Verwenden Sie den Parameter, um einen Wert außer Kraft zu setzen,override der aus einer Antwortdatei stammt. (Kurzform: -r)
es: -restore[:True|False] Ejecuta un destino denominado Restore antes de compilar otros destino. Esto resulta útil si el árbol de proyectos requiere que los paquetes se restauren antes de que se puedan compilar. La especificación de -restore es lo mismo que especificar -restore:True. Use el parámetro para invalidar un valor procedente de un archivo de respuesta. (Forma corta: -r)
fr: -restore[:True|False] Exécute la restauration d'une cible nommée avant la génération des autres cibles et veille à ce que la build pour ces cibles utilise la dernière logique de build restaurée. Cela est utile quand votre arborescence du projet nécessite la restauration des packages pour permettre leur génération. Spécifier -restore revient à spécifier -restore:True. Utilisez le paramètre pour remplacer une valeur qui provient d'un fichier réponse. (Forme abrégée : -r)
it: -restore[:True|False] Esegue una destinazione denominata Restore prima di compilare altre destinazioni e assicura che per la compilazione per queste destinazioni venga usata l'ultima logica di compilazione ripristinata. È utile quando l'albero del progetto richiede il ripristino dei pacchetti prima della compilazione. Specificare -restore equivale a specificare -restore:True. Usare il parametro per eseguire l'override di un valore che deriva da un file di risposta. Forma breve: -r.
ja: -restore[:True|False] 他のターゲットをビルドする前に Restore という名前のターゲットを実行し、これらのターゲットのビルドが 最新の復元ビルド ロジックを使用するようにします。 これは、パッケージ ツリーでパッケージをビルド する前に復元する必要がある場合に役立ちます。 -restore を使用する操作は、-restore:True を指定する操作と 同じです。このパラメーターを使用すると、 応答ファイルからの値をオーバーライドできます。 (短い形式: -r)
ko: -restore[:True|False] 다른 대상을 빌드하기 전에 Restore라는 대상을 실행하고 이러한 대상의 빌드에 최신 복원된 빌드 논리가 사용되는지 확인합니다. 프로젝트 트리를 빌드하기 전에 프로젝트 트리에서 패키지를 복원해야 하는 경우에 유용합니다. -restore를 지정하는 것은 -restore:True를 지정하는 것과 동일합니다. 이 매개 변수를 사용하여 지시 파일에서 가져오는 값을 재정의할 수 있습니다. (약식: -r)
pl: -restore[:True|False] Uruchamia element docelowy o nazwie Restore przed skompilowaniem innych elementów docelowych i zapewnia, że kompilacja tych elementów docelowych korzysta z najnowszej logiki przywróconej kompilacji. Jest to przydatne, gdy drzewo projektu wymaga przywrócenia pakietów przed ich skompilowaniem. Podanie parametru -restore jest równoznaczne z podaniem parametru -restore:True. Za pomocą tego parametru można przesłonić wartość pochodzącą z pliku odpowiedzi. (Krótka forma: -r)
pt_br: -restore[:True|False] Executa um destino chamado Restore antes de compilar outros destinos e garante o build desses destinos usando uma lógica de build restaurada. Isso é útil quando sua árvore de projeto precisar que pacotes sejam restaurados antes de serem compilados. Especificar -restore é o mesmo que -restore:True. Use o parâmetro para substituir um valor originado de um arquivo de resposta. (Forma abreviada: -r)
ru: -restore[:True|False] Запускает целевой объект с именем "Восстановление перед сборкой других целевых объектов" и гарантирует, что сборка для этих целевых объектов использует логику последней восстановленной сборки. Это полезно, если дереву проектов нужно восстановить пакеты перед сборкой. Указание -restore аналогично указанию -restore:True. Используйте этот параметр, чтобы переопределить значение, поступающее от файла ответа. (Краткая форма: -r)
tr: -restore[:True|False] Diğer hedefleri derlemeden önce Restore adlı bir hedefi çalıştırır ve bu hedeflere yönelik derlemenin en son geri yüklenen derleme mantığını kullanmasını sağlar. Bu, proje ağacınızın paketlerin oluşturulabilmesi için önce geri yüklenmesini gerektirdiği durumlarda yararlıdır. -restore değerinin belirtilmesi, -restore:True değerinin belirtilmesiyle aynıdır. Yanıt dosyasından gelen bir değeri geçersiz kılmak için parametreyi kullanın. (Kısa biçim: -r)
zh_hans: -restore[:True|False] 在生成其他目标前，运行名为 Restore 的 目标，并确保这些模板的生成 使用最新还原的生成逻辑。 项目树需要先将包还原才能 生成包时，将会用到此操作 指定 -restore 与指定 -restore:True 相同。请使用此参数 替代来自响应文件的值。 (缩写: -r)
zh_hant: -restore[:True|False] 在建置其他目標前，會先執行名為 Restore 的目標，並確認這些目標的 組建使用還原的最新組建邏輯。 當您的專案樹狀結構要求套件必須 才可加以建置時，這會很實用。 指定 -restore 的方式與指定 -restore:True 的方式相同。該參數 可用來覆寫來自回應檔的值。 (簡短形式: -r)

# InvalidNodeReuseTrueValue
source: MSBUILD : error MSB1042: Node reuse value is not valid. This version of MSBuild does not support node reuse. If specified, the node reuse switch value must be false.
cs: MSBUILD : error MSB1042: Hodnota opakovaného použití uzlu není platná. Tato verze nástroje MSBuild opakované použití uzlu nepodporuje. Pokud je zadána, hodnota přepínače opakovaného použití uzlu musí být false.
de: MSBUILD : error MSB1042: Der Wert für die Knotenwiederverwendung ist ungültig. Diese Version von MSBuild unterstützt keine Knotenwiederverwendung. Wenn angegeben, muss der Wert für die Option zur Knotenwiederverwendung FALSE lauten.
es: MSBUILD : error MSB1042: El valor de reutilización de nodos no es válido. Esta versión de MSBuild no admite la reutilización de nodos. Si se especifica, el valor de conmutación de reutilización de nodos debe ser falso.
fr: MSBUILD : error MSB1042: La valeur de réutilisation du nœud est non valide. Cette version de MSBuild ne prend pas en charge la réutilisation du nœud. Si elle est spécifiée, la valeur du commutateur de réutilisation du nœud doit être false.
it: MSBUILD : error MSB1042: il valore di nodereuse non è valido. Questa versione di MSBuild non supporta il riutilizzo dei nodi. Se specificata, il valore dell'opzione nodereuse deve essere false.
ja: MSBUILD : error MSB1042: ノードの再利用値が無効です。このバージョンの MSBuild はノードの再利用をサポートしていません。指定する場合には、ノードの再利用スイッチ値を false にする必要があります。
ko: MSBUILD : error MSB1042: 노드 다시 사용 값이 유효하지 않습니다. 이 버전의 MSBuild에서는 노드 다시 사용을 지원하지 않습니다. 지정하는 경우 노드 다시 사용 스위치 값이 false여야 합니다.
pl: MSBUILD : error MSB1042: Wartość ponownego użycia węzła jest nieprawidłowa. Ta wersja programu MSBuild nie obsługuje ponownego użycia węzła. W przypadku określenia przełącznik ponownego użycia węzła musi mieć wartość false.
pt_br: MSBUILD : error MSB1042: o valor de reutilização do nó não é válido. Essa versão do MSBuild não dá suporte à reutilização de nó. Se especificado, o valor da opção de reutilização de nó deve ser falso.
ru: MSBUILD : error MSB1042: значение повторного использования узла является недопустимым. Эта версия MSBuild не поддерживает повторное использование узла. Значение должно быть "Ложь".
tr: MSBUILD : error MSB1042: Düğüm yeniden kullanım değeri geçerli değil. MSBuild’in bu sürümü düğüm yeniden kullanımını desteklemiyor. Belirtildiyse, düğüm yeniden kullanım anahtar değeri false olarak ayarlanmalıdır.
zh_hans: MSBUILD : error MSB1042: 节点重复使用值无效。此版本的 MSBuild 不支持节点重复使用。若已指定，则节点重复使用开关值必须为 false。
zh_hant: MSBUILD : error MSB1042: 節點重複使用值無效。此版 MSBuild 不支援節點重複使用。若已指定，節點重複使用參數值必為 false。

# InvalidRestoreValue
source: MSBUILD : error MSB1052: Restore value is not valid. {0}
cs: MSBUILD : error MSB1052: Hodnota obnovení není platná. {0}
de: MSBUILD : error MSB1052: Der Wert für die Wiederherstellung ist nicht gültig. {0}
es: MSBUILD : error MSB1052: El valor de restauración no es válido. {0}.
fr: MSBUILD : error MSB1052: La valeur de restauration est non valide. {0}
it: MSBUILD : error MSB1052: il valore di restore non è valido. {0}
ja: MSBUILD : error MSB1052: 復元値が無効です。 {0}
ko: MSBUILD : error MSB1052: 복원 값이 유효하지 않습니다. {0}.
pl: MSBUILD : error MSB1052: Wartość przywracania jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1052: o valor de restauração não é válido. {0}
ru: MSBUILD : error MSB1052: значение восстановления является недопустимым. {0}
tr: MSBUILD : error MSB1052: Geri yükleme değeri geçerli değil. {0}.
zh_hans: MSBUILD : error MSB1052: 还原值无效。{0}
zh_hant: MSBUILD : error MSB1052: 還原值無效。{0}

# HelpMessage_32_ProfilerSwitch
source: -profileEvaluation:<file> Profiles MSBuild evaluation and writes the result to the specified file. If the extension of the specified file is '.md', the result is generated in markdown format. Otherwise, a tab separated file is produced.
cs: -profileEvaluation:<file> Profilovat vyhodnocení MSBuildu a zapsat výsledek do zadaného souboru. Pokud bude přípona zadaného souboru .md, výsledek se vygeneruje ve formátu Markdown. Jinak se vytvoří soubor s hodnotami oddělenými tabulátory.
de: -profileEvaluation:<Datei> Erstellt ein Profil für die MSBuild-Bewertung und schreibt das Ergebnis in die angegebene Datei. Wenn die Erweiterung der angegebenen Datei ".md" lautet, wird das Ergebnis in Markdownformat generiert. Andernfalls wird eine durch Tabulatoren getrennte Datei erstellt.
es: -profileEvaluation:<archivo> Genera un perfil de la evaluación de MSBuild y escribe el resultado en el archivo especificado. Si la extensión del archivo especificado es ".md", el resultado se genera en formato Markdown. De lo contrario, se genera un archivo separado por tabuladores.
fr: -profileEvaluation:<fichier> Profile l'évaluation MSBuild et écrit le résultat dans le fichier spécifié. Si l'extension du fichier spécifié est '.md', le résultat est généré au format Markdown. Sinon, un fichier de valeurs séparées par des tabulations est généré.
it: -profileEvaluation:<file> Esegue la profilatura della valutazione di MSBuild e scrive il risultato nel file specificato. Se l'estensione del file specificato è '.md', il risultato viene generato in formato Markdown. In caso contrario, viene prodotto un file delimitato da tabulazioni.
ja: -profileEvaluation:<file> MSBuild の評価をプロファイルし、結果を指定のファイルに 書き込みます。指定のファイルの拡張子が '.md' の場合、結果はマークダウン形式で生成されます。 それ以外の場合、タブで区切られたファイルが生成されます。
ko: -profileEvaluation:<file> MSBuild 평가를 프로파일링하고 결과를 지정된 파일에 기록합니다. 지정된 파일의 확장명이 '.md'이면 결과가 Markdown 형식으로 생성됩니다. 그렇지 않으면 탭으로 구분된 파일이 생성됩니다.
pl: -profileEvaluation:<plik> Profiluje oszacowanie programu MSBuild i zapisuje wynik w określonym pliku. Jeśli rozszerzenie określonego pliku to „md”, wynik jest generowany w formacie znaczników markdown. W przeciwnym razie jest tworzony plik rozdzielany tabulatorami.
pt_br: -profileEvaluation:<file> Cria um perfil de avaliação do MSBuild e grava o resultado no arquivo especificado. Se a extensão do arquivo especificado for '.md', o resultado será gerado no formato markdown. Caso contrário, um arquivo separado por tabulação será gerado.
ru: -profileEvaluation:<файл> Профилирует оценку MSBuild и записывает результат в указанный файл. Если указанный файл имеет расширение MD, результат создается в формате Markdown. В противном случае создается файл с разделением знаками табуляции.
tr: -profileEvaluation:<dosya> MSBuild değerlendirmesinin profilini oluşturur ve sonucu belirtilen dosyaya yazar. Belirtilen dosyanın uzantısı '.md' ise, sonuç markdown biçiminde oluşturulur. Aksi halde, sekme ayrılmış bir dosya oluşturulur.
zh_hans: -profileEvaluation:<file> 配置文件 MSBuild 求值并将结果写入 指定的文件。如果指定文件的扩展 为 .md，将以 markdown 格式生成 结果。否则，将生成制表符分隔文件。
zh_hant: -profileEvaluation:<檔案> 設定檔 MSBuild 會進行評估， 並將結果寫入指定的檔案。若指定檔案的延伸模組為 '.md'， 則產生的結果格式將會是 Markdown 格式。 否則，會產生以 Tab 字元分隔的檔案。

# HelpMessage_33_RestorePropertySwitch
source: -restoreProperty:<n>=<v> Set or override these project-level properties only during restore and do not use properties specified with the -property argument. <n> is the property name, and <v> is the property value. Use a semicolon or a comma to separate multiple properties, or specify each property separately. (Short form: -rp) Example: -restoreProperty:IsRestore=true;MyProperty=value
cs: -restoreProperty:<n>=<v> Nastavit nebo přepsat během obnovování jen tyto vlastnosti na úrovni projektu a nepoužívat vlastnosti zadané pomocí argumentu -property. <n> je název vlastnosti a <v> je její hodnota. Pokud existuje více vlastností oddělte je pomocí středníku nebo čárky, nebo zadejte každou vlastnost samostatně. (Krátký tvar: -rp) Příklad: -restoreProperty:IsRestore=true;MyProperty=value
de: -restoreProperty:<n>=<v> Hiermit werden diese Eigenschaften auf Projektebene nur während der Wiederherstellung festgelegt oder außer Kraft gesetzt. Die über das -property-Argument angegebenen Eigenschaften werden nicht verwendet. <n> ist der Eigenschaftenname, und <v> ist der Eigenschaftswert. Verwenden Sie ein Semikolon oder ein Komma zum Trennen mehrerer Eigenschaften, oder geben Sie die einzelnen Eigenschaften gesondert an. (Kurzform: -rp) Beispiel: -restoreProperty:IsRestore=true;MyProperty=value
es: -restoreProperty:<n>=<v> Establezca o invalide estas propiedades de nivel de proyecto solo durante la restauración y no use las propiedades especificadas con el argumento -property. <n> es el nombre de la propiedad y <v> es el valor de la propiedad. Use un punto y coma o una coma para separar varias propiedades, o especifique cada propiedad por separado. (Forma corta: -rp) Ejemplo: -restoreProperty:IsRestore=true;MyProperty=value
fr: -restoreProperty:<n>=<v> Définit ou remplace ces propriétés au niveau du projet uniquement durant la restauration et n'utilise pas les propriétés spécifiées avec l'argument -property. <n> est le nom de propriété et <v> la valeur de propriété. Utilisez un point-virgule ou une virgule pour séparer plusieurs propriétés, ou spécifiez chaque propriété à part. (Forme abrégée : -rp) Exemple : -restoreProperty:IsRestore=true;MyProperty=value
it: -restoreProperty:<n>=<v> Imposta queste proprietà a livello di progetto o ne esegue l'override solo durante il ripristino e non usa le proprietà specificate con l'argomento -property. <v> rappresenta il nome della proprietà e <v> il valore della proprietà. Usare il punto e virgola o la virgola per delimitare più proprietà o specificare ogni proprietà separatamente. (Forma breve: -rp) Esempio: -restoreProperty:IsRestore=true;MyProperty=value
ja: -restoreProperty:<n>=<v> これらのプロジェクトレベルのプロパティは 復元時のみ設定または上書きし、-property 引数で指定した プロパティは使用しないでください。<n> はプロパティ名で、 <v> はプロパティ値です。 セミコロンまたはコンマを使用して複数のプロパティを区切るか、 各プロパティを別個に指定します。 (短縮形: -rp) 例: -restoreProperty:IsRestore=true;MyProperty=value
ko: -restoreProperty:<n>=<v> 복원하는 동안 프로젝트 수준 속성만 설정하거나 재정의하고, -property 인수로 지정된 속성을 사용하지 않습니다. <n>은 속성 이름이고 <v>는 속성 값입니다. 세미콜론 또는 쉼표를 사용하여 여러 속성을 구분하거나, 각 속성을 개별적으로 지정합니다. (약식: -rp) 예: -restoreProperty:IsRestore=true;MyProperty=value
pl: -restoreProperty:<n>=<v> Ustawia lub przesłania te właściwości na poziomie projektu tylko podczas przywracania i nie używa właściwości określonych za pomocą argumentu -property. <n> to nazwa właściwości, a <v> to wartość właściwości. Użyj średnika lub przecinka do rozdzielenia wielu właściwości albo określ każdą właściwość osobno. (Krótka wersja: -rp) Przykład: -restoreProperty:IsRestore=true;MyProperty=wartość
pt_br: -restoreProperty:<n>=<v> Definir ou substituir somente essas propriedades no nível do projeto durante a restauração e não usar as propriedades especificadas com o argumento -property. <n> é o nome da propriedade e <v> é o valor da propriedade. Use um ponto e vírgula ou uma vírgula para separar várias propriedades, ou especifique cada propriedade separadamente. (Forma abreviada: -rp) Exemplo: -restoreProperty:IsRestore=true;MyProperty=value
ru: -restoreProperty:<n>=<v> Задайте или переопределите только свойства на уровне проекта во время восстановления и не используйте свойства, указанные с помощью аргумента -property. <n> является именем свойства, а <v> — его значением. Используйте точку с запятой или запятую, чтобы разделить несколько свойств, либо укажите каждое свойство отдельно. (Краткая форма: -rp) Пример: -restoreProperty:IsRestore=true;MyProperty=value
tr: -restoreProperty:<n>=<v> Bu proje düzeyi özellikleri yalnızca geri yükleme sırasında ayarlayın veya geçersiz kılın, -property bağımsız değişkeni ile belirtilen özellikleri kullanmayın. <n> özellik adı ve <v> özellik değeri. Birden çok özelliği ayırmak için noktalı virgül veya virgül kullanın veya her özelliği ayrı ayrı belirtin. (Kısa biçim: -rp) Örnek: -restoreProperty:IsRestore=true;MyProperty=value
zh_hans: -restoreProperty:<n>=<v> 在还原期间设置或重写这些项目级属性 并且不使用 -property 参数 指定的属性。<n> 为属性 名称，<v> 为属性值。使用 分号或逗号分隔多个属性， 或者分别指定每个属性。 (缩写: -rp) 示例: -restoreProperty:IsRestore=true;MyProperty=value
zh_hant: -restoreProperty:<n>=<v> 請只有在還原期間設定或覆寫這些專案層級的屬性， 而不要使用以 -property 引數所指定的 屬性。<n> 為屬性名稱， 而 <v> 則為屬性值。 請使用分號或逗號分開多個屬性， 或是個別指定每個屬性。 (簡短形式: -rp) 範例: -restoreProperty:IsRestore=true;MyProperty=value

# InvalidProfilerValue
source: MSBUILD : error MSB1053: Provided filename is not valid. {0}
cs: MSBUILD : error MSB1053: Zadaný název souboru není platný. {0}
de: MSBUILD : error MSB1053: Der angegebene Dateiname ist ungültig. {0}
es: MSBUILD : error MSB1053: El nombre de archivo proporcionado no es válido. {0}
fr: MSBUILD : error MSB1053: Le nom de fichier fourni n'est pas valide. {0}
it: MSBUILD : error MSB1053: il nome file specificato non è valido. {0}
ja: MSBUILD : error MSB1053: 指定したファイル名が無効です。{0}
ko: MSBUILD : error MSB1053: 지정한 파일 이름이 유효하지 않습니다. {0}
pl: MSBUILD : error MSB1053: Podana nazwa pliku jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1053: o nome de arquivo fornecido é inválido. {0}
ru: MSBUILD : error MSB1053: указанное имя файла недопустимо. {0}
tr: MSBUILD : error MSB1053: Sağlanan dosya adı geçerli değil. {0}
zh_hans: MSBUILD : error MSB1053: 提供的文件名无效。{0}
zh_hant: MSBUILD : error MSB1053: 提供的檔案名稱無效。{0}

# MissingProfileParameterError
source: MSBUILD :error MSB1054: A filename must be specified to generate the profiler result.
cs: MSBUILD: chyba MSB1054: Kvůli vygenerování výsledku profileru musí být zadaný název souboru.
de: MSBUILD : error MSB1054: Ein Dateiname muss angegeben werden, um das Profilerergebnis zu generieren.
es: MSBUILD :error MSB1054: Es necesario especificar un nombre de archivo para generar el resultado del generador de perfiles.
fr: MSBUILD : erreur MSB1054 : Un nom de fichier doit être spécifié pour générer le résultat du profileur.
it: MSBUILD :error MSB1054: per generare il risultato del profiler, è necessario specificare un nome file.
ja: MSBUILD : エラー MSB1054: プロファイラーの結果を生成するには、ファイル名を指定する必要があります。
ko: MSBUILD :오류 MSB1054: 프로파일러 결과를 생성하려면 파일 이름을 지정해야 합니다.
pl: MSBUILD : błąd MSB1054: Należy określić nazwę pliku, aby wygenerować wynik profilera.
pt_br: MSBUILD :erro MSB1054: um nome de arquivo deve ser especificado para gerar o resultado do criador de perfil.
ru: MSBUILD: ошибка MSB1054 — укажите имя файла, чтобы создать результат профилировщика.
tr: MSBUILD: MSB1054 hatası: Profil oluşturucu sonucunun oluşturulması için bir dosya adı belirtilmelidir.
zh_hans: MSBUILD :错误 MSB1054: 必须指定文件名才可生成探查器结果。
zh_hant: MSBUILD :錯誤 MSB1054: 必須指定檔案名稱才能產生分析工具結果。

# XMake.LoggerCreationError
source: MSBUILD : error MSB1021: Cannot create an instance of the logger. {0}
cs: MSBUILD : error MSB1021: Nelze vytvořit instanci protokolovacího nástroje. {0}
fr: MSBUILD : error MSB1021: Impossible de créer une instance du journal. {0}
ja: MSBUILD : error MSB1021: Logger のインスタンスを作成できません。{0}
ko: MSBUILD : error MSB1021: 로거의 인스턴스를 만들 수 없습니다. {0}
pt_br: MSBUILD : error MSB1021: Não é possível criar instância do agente de log. {0}
tr: MSBUILD : error MSB1021: Günlük oluşturucunun bir örneği oluşturulamıyor. {0}

# XMake.LoggerNotFoundError
source: MSBUILD : error MSB1020: The logger was not found. Check the following: 1.) The logger name specified is the same as the name of the logger class. 2.) The logger class is "public" and implements the Microsoft.Build.Framework.ILogger interface. 3.) The path to the logger assembly is correct, or the logger can be loaded using only the assembly name provided.
cs: MSBUILD : error MSB1020: Protokolovací nástroj se nenašel. Zkontrolujte následující body: 1.) Zadaný název protokolovacího nástroje je stejný jako název třídy protokolovacího nástroje. 2.) Třída protokolovacího nástroje je veřejná (public) a implementuje rozhraní Microsoft.Build.Framework.ILogger. 3.) Cesta k sestavení protokolovacího nástroje je správná, nebo se protokolovací nástroj dá načíst jenom pomocí zadaného názvu sestavení.
fr: MSBUILD : error MSB1020: Le journal est introuvable. Vérifiez les points suivants : 1.) Le nom du journal est le même que celui de la classe de journalisation. 2.) La classe de journalisation est "public" et implémente l'interface Microsoft.Build.Framework.ILogger. 3.) Le chemin de l'assembly de journalisation est correct ou le journal peut uniquement être chargé à l'aide du nom d'assembly fourni.
ja: MSBUILD : error MSB1020: Logger が見つかりませんでした。次のことを確認してください。1.)指定した logger 名が logger クラス名と同一であること。2.)logger クラスが public であり Microsoft.Build.Framework.ILogger インターフェイスを実装すること。3.)logger アセンブリへのパスが正しいこと、または指定されたアセンブリ名のみを使って logger が読み込まれること。
ko: MSBUILD : error MSB1020: 로거를 찾을 수 없습니다. 다음을 확인하세요. 1) 지정한 로거 이름이 로거 클래스 이름과 같은지 확인합니다. 2.) 로거 클래스가 "public"이고 Microsoft.Build.Framework.ILogger 인터페이스를 구현하는지 확인합니다. 3.) 로거 어셈블리의 경로가 올바른지 또는 지정한 어셈블리 이름만 사용하여 로거를 로드할 수 있는지 확인합니다.
pt_br: MSBUILD : error MSB1020: O agente não foi encontrado. Verifique se: 1.) O nome do agente especificado é igual ao nome da classe de agente. 2.) A classe de agente é "public" e implementa a interface Microsoft.Build.Framework.ILogger. 3.) O caminho para o assembly de agente está correto ou o agente pode ser carregado somente com o nome do assembly fornecido.
tr: MSBUILD : error MSB1020: Günlükçü bulunamadı. Aşağıdakileri denetleyin: 1.) Belirtilen günlükçü adı, günlükçü sınıfının adıyla aynıdır. 2.) Günlükçü sınıfı "geneldir" ve Microsoft.Build.Framework.ILogger arabirimini uygular. 3.) Günlükçü bütünleştirilmiş kodunun yolu doğrudur veya günlükçü yalnızca belirtilen günlükçü adı kullanılarak yüklenebilir.
