Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_25_PreprocessSwitch
source: -preprocess[:file] Creates a single, aggregated project file by inlining all the files that would be imported during a build, with their boundaries marked. This can be useful for figuring out what files are being imported and from where, and what they will contribute to the build. By default the output is written to the console window. If the path to an output file is provided that will be used instead. (Short form: -pp) Example: -pp:out.txt
cs: -preprocess[:soubor] Vytvoří jeden agregovaný soubor projektu vložením všech souborů, které by byly importovány během sestavení, s označením jejich hranic. To může být užitečné ke zjištění, které soubory se importují a odkud a čím přispějí k sestavení. Ve výchozím stavu se výstup zapíše do okna konzoly. Pokud je zadaná cesta k výstupnímu souboru, použije se místo toho. (Krátký tvar: -pp) Příklad: -pp:out.txt
de: -preprocess[:file] Erstellt eine einzelne aggregierte Projektdatei durch Einbeziehen aller Dateien, die beim Erstellen importiert werden würden, mit gekennzeichneten Grenzen. Dies kann sinnvoll sein, um zu ermitteln, welche Dateien importiert werden und woher sowie worin ihr Beitrag zum Erstellen besteht. Die Ausgabe wird standardmäßig im Konsolenfenster angezeigt. Wenn der Pfad zu einer Ausgabedatei bereitgestellt wird, wird dieser verwendet. (Kurzform: -pp) Beispiel: -pp:out.txt
es: -preprocess[:archivo] Crea un solo archivo de proyecto agregado alineando todos los archivos que se importarían durante una compilación, con sus límites marcados. Puede resultar útil para saber qué archivos se van a importar, desde dónde y qué aportarán a la compilación. De forma predeterminada, la salida se escribe en la ventana de la consola. Si se proporciona la ruta de acceso a un archivo de salida, se utilizará en su lugar. (Forma corta: -pp) Ejemplo: -pp:out.txt
fr: -preprocess[:file] Crée un seul fichier projet agrégé en incluant tous les fichiers importés durant une génération, avec leurs limites marquées. Cela permet de déterminer les fichiers à importer, leur emplacement d'origine et leur rôle dans la build. Par défaut, la sortie est écrite dans la fenêtre de console. Si le chemin d'un fichier de sortie est fourni, il est utilisé à la place. (Forme abrégée : -pp) Exemple : -pp:out.txt
it: -preprocess[:file] Crea un singolo file di progetto aggregato incorporando tutti i file che verrebbero importati durante una compilazione, contrassegnandone i limiti. Questa opzione può risultare utile per comprendere quali file verranno importati e da quali origini, nonché il modo in cui contribuiranno alla compilazione. Per impostazione predefinita, l'output viene scritto nella finestra della console. Se specificato, verrà invece usato il percorso di un file di output. Forma breve: -pp. Esempio: -pp:out.txt
ja: -preprocess[:file] ビルド中にインポートされるすべてのファイルを インライン展開することで、単一の 集約されたプロジェクト ファイルを作成します。ファイルの境界にはマークが挿入されます。これは、 インポートされるファイルとそれが存在する場所、および ビルドに対するファイルの関係を明らかにするのに 役立ちます。既定では、出力はコンソール ウィンドウに表示されます。出力ファイルのパスを指定すると、 代わりにそのパスが使用されます。 (短い形式: -pp) 例: -pp:out.txt
ko: -preprocess[:file] 빌드 중에 가져온 모든 파일에 해당 경계를 표시하여 인라인 처리하면 집계된 단일 프로젝트 파일을 만들 수 있습니다. 이렇게 하면 가져오고 있는 파일, 파일을 가져온 위치 및 해당 파일이 빌드에 어떤 영향을 주는지를 파악하는 데 도움이 됩니다. 기본적으로 출력은 콘솔 창에 기록됩니다. 출력 파일에 대한 경로가 제공되면 해당 경로가 대신 사용됩니다. (약식: -pp) 예: -pp:out.txt
pl: -preprocess[:plik] Tworzy jeden zagregowany plik projektu przez wbudowanie wszystkich plików, które zostałyby zaimportowane podczas kompilacji, z oznaczeniem ich granic. Może to być przydatne do ustalenia, które pliki są importowane i skąd oraz jaki jest ich wkład w kompilację. Domyślnie dane wyjściowe są zapisywane w oknie konsoli. W przypadku podania ścieżki do pliku wyjściowego jest ona używana zamiast lokalizacji domyślnej. (Krótka wersja: -pp) Przykład: -pp:out.txt
pt_br: -preprocess[:arquivo] Cria um arquivo de projeto único e agregado embutindo todos os arquivos que poderiam ser importados durante um build, com seus limites marcados. Isso pode ser útil para descobrir quais arquivos são importados, de qual localização e como contribuirão para o build. Por padrão, a saída é gravada na janela do console. Se o caminho de um arquivo de saída for fornecido, ele será usado. (Forma abreviada: -pp) Exemplo: -pp:out.txt
ru: -preprocess[:file] Создает один объединенный файл проекта, встраивая в него все файлы, которые были бы импортированы во время сборки, и отмечая их границы. Это может быть полезно, чтобы узнать, какие файлы импортируются и откуда, и что они добавят в сборку. По умолчанию выходные данные записываются в окно консоли. Если указан путь к файлу выходных данных, то будет использоваться этот файл. (Краткая форма: -pp) Пример: -pp:out.txt
tr: -preprocess[:file] Bir derleme sırasında içeri aktarılacak tüm dosyaları satır içinde kullanarak ve sınırlarını belirleyerek tek bir kümelenmiş proje dosyası oluşturur. Bu, hangi dosyaların nereden içeri aktarılacağını ve derlemeye nasıl katkıda bulunacağını belirlemede yararlı olabilir. Çıkış, varsayılan olarak konsol penceresine yazılır. Bir çıkış dosyası yolu belirtildiyse o dosya kullanılır. (Kısa biçim: -pp) Örnek: -pp:out.txt
zh_hans: -preprocess[:file] 通过嵌入将在生成过程中导入的 所有文件并标记其边界， 创建一个聚合的项目文件。这对于 了解导入什么文件、从何处导入以及 这些文件在生成中的构成 非常有用。默认情况下，输出将写入 控制台窗口。如果提供输出文件的路径， 则将改用该路径。 (缩写: -pp) 示例: -pp:out.txt
zh_hant: -preprocess[:file] 藉由內嵌所有會在建置期間匯入的檔案 建立單一的彙總專案檔， 並標記這些檔案的界限。要找出匯入的檔案有哪些、 來自何處， 以及檔案將對建置有哪些貢獻時， 這會很實用。根據預設，輸出會寫入 主控台視窗。如有提供輸出檔的路徑， 則會改用該路徑。 (簡短形式: -pp) 範例: -pp:out.txt

# HelpMessage_26_DetailedSummarySwitch
source: -detailedSummary[:True|False] Shows detailed information at the end of the build about the configurations built and how they were scheduled to nodes. (Short form: -ds)
cs: -detailedSummary[:True|False] Při dokončení sestavení zobrazí podrobné informace o sestavených konfiguracích a způsobu jejich naplánování do uzlů. (Krátký tvar: -ds)
de: -detailedSummary[:True|False] Zeigt am Ende der Erstellung detaillierte Informationen zu den erstellten Konfigurationen an und enthält eine Erläuterung, wie sie in Knoten geplant wurden. (Kurzform: -ds)
es: -detailedSummary[:True|False] Muestra información detallada al final de la compilación sobre las configuraciones compiladas y el modo en que se programaron en los nodos. (Forma corta: -ds)
fr: -detailedSummary[:True|False] À la fin de la build, affiche des informations détaillées sur les configurations générées et la façon dont elles étaient planifiées sur les nœuds. (Forme abrégée : -ds)
it: -detailedSummary[:True|False] Al termine della compilazione visualizza informazioni dettagliate sulle configurazioni compilate e sulla relativa modalità di pianificazione nei nodi. Forma breve: -ds.
ja: -detailedSummary[:True|False] ビルドの最後に、ビルドした構成と、ノードに対して どのようにスケジュールされたかについて、 詳細情報が表示されます。 (短い形式: -ds)
ko: -detailedSummary[:True|False] 빌드가 끝날 때 자세한 정보 표시 구성 및 노드 예약 방법에 대해 설명합니다. (Short form: -ds)
pl: -detailedSummary Pokazuje szczegółowe informacje na zakończenie kompilacji o utworzonych konfiguracjach i jak zostały one zaplanowane dla węzłów. (Krótka forma: -ds)
pt_br: -detailedSummary[:True|False] Mostra informações detalhadas no final da compilação sobre as configurações compiladas e como elas foram agendadas para os nós. (Forma abreviada: -ds)
ru: -detailedSummary[:True|False] Показывает в конце сборки подробные сведения о созданных конфигурациях и графике их передачи на узлы. (Краткая форма: -ds)
tr: -detailedSummary[:True|False] Derleme sonunda, derlenen yapılandırmalar ve bu yapılandırmaların düğümlere nasıl zamanlandıkları ile ilgili ayrıntılı bilgileri gösterir. (Kısa biçim: -ds)
zh_hans: -detailedSummary 在生成的结尾显示有关 所生成配置的详细信息，以及如何向节点安排 这些配置。 (缩写: -ds)
zh_hant: -detailedSummary[:True|False] 在建置結束時顯示詳細資訊， 內容為建置的組態， 以及將組態排程到節點的方式。 (簡短形式: -ds)

# InvalidConfigurationFile
source: MSBUILD : Configuration error MSB1043: The application could not start. {0}
cs: MSBUILD : Configuration error MSB1043: Nepodařilo se spustit aplikaci. {0}
de: MSBUILD : Configuration error MSB1043: Die Anwendung konnte nicht gestartet werden. {0}
es: MSBUILD : Configuration error MSB1043: No se pudo iniciar la aplicación. {0}
fr: MSBUILD : Configuration error MSB1043: L'application n'a pas pu démarrer. {0}
it: MSBUILD : Configuration error MSB1043: non è stato possibile avviare l'applicazione. {0}
ja: MSBUILD : Configuration error MSB1043: アプリケーションを起動できませんでした。{0}
ko: MSBUILD : Configuration error MSB1043: 애플리케이션을 시작할 수 없습니다. {0}
pl: MSBUILD : Configuration error MSB1043: nie można uruchomić aplikacji. {0}
pt_br: MSBUILD : Configuration error MSB1043: Não foi possível iniciar o aplicativo. {0}
ru: MSBUILD : Configuration error MSB1043: Не удалось запустить приложение. {0}
tr: MSBUILD : Configuration error MSB1043: Uygulama başlatılamadı. {0}
zh_hans: MSBUILD : Configuration error MSB1043: 应用程序未能启动。{0}
zh_hant: MSBUILD : Configuration error MSB1043: 應用程式無法啟動。{0}

# InvalidDetailedSummaryValue
source: MSBUILD : error MSB1061: Detailed summary value is not valid. {0}
cs: MSBUILD : error MSB1061: Podrobná souhrnná hodnota není platná. {0}
de: MSBUILD : error MSB1061: Der detaillierte Zusammenfassungswert ist ungültig. {0}
es: MSBUILD : error MSB1061: El valor de resumen detallado no es válido. {0}
fr: MSBUILD : error MSB1061: une valeur de résumé détaillée n’est pas valide. {0}
it: MSBUILD : error MSB1061: il valore del riepilogo dettagliato non è valido. {0}
ja: MSBUILD : error MSB1061: 詳細な概要値が無効です。 {0}
ko: MSBUILD : error MSB1061: 자세한 요약 값이 잘못되었습니다. {0}
pl: MSBUILD : error MSB1061: wartość szczegółowego podsumowania jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1061: O valor do resumo detalhado é inválido. {0}
ru: MSBUILD : error MSB1061: значение подробной сводки недопустимо. {0}
tr: MSBUILD : error MSB1061: Ayrıntılı özet değeri geçerli değil. {0}
zh_hans: MSBUILD : error MSB1061: 详细汇总值无效。{0}
zh_hant: MSBUILD : error MSB1061: 詳細摘要值無效。{0}

# InvalidGraphBuildValue
source: MSBUILD : error MSB1057: Graph build value is not valid.
cs: MSBUILD : error MSB1057: Hodnota sestavení grafu není platná.
de: MSBUILD : error MSB1057: Der Wert für die Diagrammerstellung ist nicht gültig.
es: MSBUILD : error MSB1057: El valor de compilación del grafo no es válido.
fr: MSBUILD : error MSB1057: la valeur de build du graphe n'est pas valide.
it: MSBUILD : error MSB1057: il valore di graphBuild non è valido.
ja: MSBUILD : error MSB1057: Graph build 値が無効です。
ko: MSBUILD : error MSB1057: 그래프 빌드 값이 잘못되었습니다.
pl: MSBUILD : error MSB1057: Wartość kompilacji grafu jest nieprawidłowa.
pt_br: MSBUILD : error MSB1057: O valor de build do gráfico não é válido.
ru: MSBUILD : error MSB1057: значение сборки графа является недопустимым.
tr: MSBUILD : error MSB1057: Grafik derleme değeri geçerli değil.
zh_hans: MSBUILD : error MSB1057: 关系图生成值无效。
zh_hant: MSBUILD : error MSB1057: 圖形組建值無效。

# InvalidInteractiveValue
source: MSBUILD : error MSB1055: Interactive value is not valid. {0}
cs: MSBUILD : error MSB1055: Interaktivní hodnota není platná. {0}
de: MSBUILD : error MSB1055: Der Wert für die Interaktivität ist nicht gültig. {0}
es: MSBUILD : error MSB1055: El valor interactivo no es válido. {0}.
fr: MSBUILD : error MSB1055: La valeur interactive n'est pas valide. {0}
it: MSBUILD : error MSB1055: il valore di Interactive non è valido. {0}
ja: MSBUILD : error MSB1055: Interactive 値が無効です。{0}
ko: MSBUILD : error MSB1055: 대화형 값이 유효하지 않습니다. {0}
pl: MSBUILD : error MSB1055: Wartość interakcyjna jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1055: O valor interativo não é válido. {0}
ru: MSBUILD : error MSB1055: интерактивное значение является недопустимым. {0}
tr: MSBUILD : error MSB1055: Etkileşimli değer geçerli değil. {0}
zh_hans: MSBUILD : error MSB1055: 交互值无效。{0}
zh_hant: MSBUILD : error MSB1055: 互動值無效。{0}

# InvalidIsolateProjectsValue
source: MSBUILD : error MSB1056: Isolate projects value is not valid. {0}
cs: MSBUILD : error MSB1056: Hodnota izolace projektů není platná. {0}
de: MSBUILD : error MSB1056: Der Wert für das Isolieren von Projekten ist nicht gültig. {0}
es: MSBUILD : error MSB1056: El valor de los proyectos aislados no es válido. {0}.
fr: MSBUILD : error MSB1056: La valeur d’isolation des projets n'est pas valide. {0}
it: MSBUILD : error MSB1056: il valore di isolateProjects non è valido. {0}
ja: MSBUILD : error MSB1056: Isolate projects 値が無効です。{0}
ko: MSBUILD : error MSB1056: 프로젝트 격리 값이 유효하지 않습니다. {0}
pl: MSBUILD : error MSB1056: Wartość projektów izolacji jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1056: O valor de projetos isolados não é válido. {0}
ru: MSBUILD : error MSB1056: значение изолирования проектов является недопустимым. {0}
tr: MSBUILD : error MSB1056: Projeleri yalıtma değeri geçerli değil. {0}
zh_hans: MSBUILD : error MSB1056: 独立项目值无效。{0}
zh_hant: MSBUILD : error MSB1056: 獨立式專案值無效。{0}

# InvalidLoggerError
source: MSBUILD : error MSB1019: Logger switch was not correctly formed.
cs: MSBUILD : error MSB1019: Přepínač protokolovacího nástroje nebyl vytvořen správně.
de: MSBUILD : error MSB1019: Der Protokollierungsschalter wurde nicht richtig formuliert.
es: MSBUILD : error MSB1019: El modificador del registrador no está formado correctamente.
fr: MSBUILD : error MSB1019: Le commutateur du journal est incorrect.
it: MSBUILD : error MSB1019: formato dell'opzione del logger non valido.
ja: MSBUILD : error MSB1019: Logger スイッチが正しく形成されませんでした。
ko: MSBUILD : error MSB1019: 로거 스위치의 형식이 잘못되었습니다.
pl: MSBUILD : error MSB1019: przełącznik rejestratora został nieprawidłowo sformułowany.
pt_br: MSBUILD : error MSB1019: Opção de agente de log não foi construída corretamente.
ru: MSBUILD : error MSB1019: ключ журнала сформирован некорректно.
tr: MSBUILD : error MSB1019: Günlükçü anahtarı doğru biçimlendirilmemiş.
zh_hans: MSBUILD : error MSB1019: 记录器开关的格式不正确。
zh_hant: MSBUILD : error MSB1019: 記錄器參數的格式不正確。

# InvalidMaxCPUCountValue
source: MSBUILD : error MSB1030: Maximum CPU count is not valid. {0}
cs: MSBUILD : error MSB1030: Maximální počet procesorů je neplatný. {0}
de: MSBUILD : error MSB1030: Die maximale CPU-Anzahl ist nicht gültig. {0}
es: MSBUILD : error MSB1030: El número máximo de CPU no es válido. {0}
fr: MSBUILD : error MSB1030: Le nombre maximal d'UC n'est pas valide. {0}
it: MSBUILD : error MSB1030: numero massimo di CPU non valido. {0}
ja: MSBUILD : error MSB1030: 最大 CPU 数が無効です。{0}
ko: MSBUILD : error MSB1030: 최대 CPU 수가 잘못되었습니다. {0}
pl: MSBUILD : error MSB1030: maksymalna liczba procesorów CPU jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1030: Contagem máxima de CPU inválida. {0}
ru: MSBUILD : error MSB1030: недопустимое значение наиб. ЦП. {0}
tr: MSBUILD : error MSB1030: En yüksek CPU sayısı geçerli değil. {0}
zh_hans: MSBUILD : error MSB1030: 最大 CPU 计数无效。{0}
zh_hant: MSBUILD : error MSB1030: 最大 CPU 計數無效。{0}

# InvalidMaxCPUCountValueOutsideRange
source: MSBUILD : error MSB1032: Maximum CPU count is not valid. Value must be an integer greater than zero and no more than 1024.
cs: MSBUILD : error MSB1032: Maximální počet procesorů je neplatný. Hodnotou musí být celé číslo větší než nula a menší než 1024.
de: MSBUILD : error MSB1032: Die maximale CPU-Anzahl ist nicht gültig. Der Wert muss eine ganze Zahl größer als Null und nicht größer als 1024 sein.
es: MSBUILD : error MSB1032: El número máximo de CPU no es válido. El valor debe ser un entero mayor que cero y no superior a 1024.
fr: MSBUILD : error MSB1032: Le nombre maximal d'UC n'est pas valide. La valeur doit être un entier supérieur à zéro et inférieur à 1024.
it: MSBUILD : error MSB1032: il numero massimo di CPU non è valido. Il valore deve essere un numero intero maggiore di zero e non superiore a 1024.
ja: MSBUILD : error MSB1032: 最大 CPU 数が無効です。値は 1 以上 1024 以下の整数である必要があります。
ko: MSBUILD : error MSB1032: 최대 CPU 수가 잘못되었습니다. 값은 0보다 크고 1024 이하인 정수여야 합니다.
pl: MSBUILD : error MSB1032: Maksymalna liczba procesorów CPU jest nieprawidłowa. Wartość musi być liczbą całkowitą z przedziału od 0 do 1024.
pt_br: MSBUILD : error MSB1032: Contagem máxima de CPU inválida. O valor deve ser um número inteiro maior que zero e menor que 1.024.
ru: MSBUILD : error MSB1032: недопустимое значение максимального числа ЦП. Значение должно быть целым числом больше нуля и не более 1024.
tr: MSBUILD : error MSB1032: En yüksek CPU sayısı geçerli değil. Değer sıfırdan büyük ve 1024’ten küçük bir tamsayı olmalıdır.
zh_hans: MSBUILD : error MSB1032: 最大 CPU 计数无效。值必须为大于 0 且小于 1024 的整数。
zh_hant: MSBUILD : error MSB1032: 最大 CPU 計數無效。值必須為大於零且不超過 1024 的整數。

# InvalidNodeNumberValue
source: MSBUILD : error MSB1033: Node number is not valid. {0}.
cs: MSBUILD : error MSB1033: Číslo uzlu je neplatné. {0}.
de: MSBUILD : error MSB1033: Die Knotennummer ist nicht gültig. {0}.
es: MSBUILD : error MSB1033: El número de nodos no es válido. {0}.
fr: MSBUILD : error MSB1033: Le numéro du nœud n'est pas valide. {0}.
it: MSBUILD : error MSB1033: numero di nodi non valido. {0}.
ja: MSBUILD : error MSB1033: ノード番号が無効です。{0}。
ko: MSBUILD : error MSB1033: 노드 번호가 잘못되었습니다. {0}.
pl: MSBUILD : error MSB1033: numer węzła jest nieprawidłowy. {0}.
pt_br: MSBUILD : error MSB1033: Número de nó inválido. {0}.
ru: MSBUILD : error MSB1033: недопустимый номер узла. {0}.
tr: MSBUILD : error MSB1033: Düğüm sayısı geçerli değil. {0}.
zh_hans: MSBUILD : error MSB1033: 节点数无效。{0}。
zh_hant: MSBUILD : error MSB1033: 節點數目無效。{0}。

# InvalidNodeNumberValueIsNegative
source: MSBUILD : error MSB1034: Node number is not valid. Value must be an integer greater than zero.
cs: MSBUILD : error MSB1034: Číslo uzlu je neplatné. Hodnotou musí být celé číslo větší než nula.
de: MSBUILD : error MSB1034: Die Knotennummer ist nicht gültig. Der Wert muss eine ganze Zahl größer als Null sein.
es: MSBUILD : error MSB1034: El número de nodo no es válido. El valor debe ser un entero mayor que cero.
fr: MSBUILD : error MSB1034: Le numéro du nœud n'est pas valide. La valeur doit être un entier supérieur à zéro.
it: MSBUILD : error MSB1034: il numero di nodi non è valido. Il valore deve essere un numero intero maggiore di zero.
ja: MSBUILD : error MSB1034: ノード番号が無効です。値は 1 以上の整数である必要があります。
ko: MSBUILD : error MSB1034: 노드 번호가 잘못되었습니다. 값은 0보다 큰 정수여야 합니다.
pl: MSBUILD : error MSB1034: Numer węzła jest nieprawidłowy. Wartość musi być liczbą całkowitą większą od zera.
pt_br: MSBUILD : error MSB1034: Número de nó inválido. O valor deve ser um número inteiro maior que zero.
ru: MSBUILD : error MSB1034: недопустимый номер узла. Значение должно быть целым числом больше нуля.
tr: MSBUILD : error MSB1034: Düğüm sayısı geçerli değil. Değer sıfırdan büyük bir tamsayı olmalıdır.
zh_hans: MSBUILD : error MSB1034: 节点数无效。值必须为大于 0 的整数。
zh_hant: MSBUILD : error MSB1034: 節點數目無效。值必須為大於零的整數。

# InvalidPropertyError
source: MSBUILD : error MSB1006: Property is not valid.
cs: MSBUILD : error MSB1006: Vlastnost není platná.
de: MSBUILD : error MSB1006: Die Eigenschaft ist ungültig.
es: MSBUILD : error MSB1006: La propiedad no es válida.
fr: MSBUILD : error MSB1006: La propriété n'est pas valide.
it: MSBUILD : error MSB1006: proprietà non valida.
ja: MSBUILD : error MSB1006: プロパティが無効です。
ko: MSBUILD : error MSB1006: 속성이 잘못되었습니다.
pl: MSBUILD : error MSB1006: właściwość jest nieprawidłowa.
pt_br: MSBUILD : error MSB1006: Propriedade inválida.
ru: MSBUILD : error MSB1006: недопустимое свойство.
tr: MSBUILD : error MSB1006: Özellik geçerli değil.
zh_hans: MSBUILD : error MSB1006: 属性无效。
zh_hant: MSBUILD : error MSB1006: 屬性無效。

# InvalidSchemaFile
source: MSBUILD : MSB1046: The schema "{0}" is not valid. {1}
cs: MSBUILD : MSB1046: Schéma {0} není platné. {1}
de: MSBUILD : MSB1046: Das Schema "{0}" ist ungültig. {1}
es: MSBUILD : MSB1046: El esquema "{0}" no es válido. {1}
fr: MSBUILD : MSB1046: Le schéma "{0}" n'est pas valide. {1}
it: MSBUILD : MSB1046: schema "{0}" non valido. {1}
ja: MSBUILD : MSB1046: スキーマ "{0}" は無効です。{1}
ko: MSBUILD : MSB1046: "{0}" 스키마가 잘못되었습니다. {1}
pl: MSBUILD : MSB1046: Schemat {0} jest nieprawidłowy. {1}
pt_br: MSBUILD : MSB1046: O esquema "{0}" não é válido. {1}
ru: MSBUILD : MSB1046: недопустимая схема "{0}". {1}
tr: MSBUILD : MSB1046: "{0}" şeması geçerli değil. {1}
zh_hans: MSBUILD : MSB1046: 架构“{0}”无效。{1}
zh_hant: MSBUILD : MSB1046: 結構描述 "{0}" 無效。{1}

# InvalidSwitchIndicator
source: Switch: {0}
cs: Přepínač: {0}
de: Schalter: {0}
es: Modificador: {0}
fr: Commutateur : {0}
it: Opzione: {0}
ja: スイッチ: {0}
ko: 스위치: {0}
pl: Przełącznik: {0}
pt_br: Opção: {0}
ru: Ключ: {0}
tr: Anahtar: {0}
zh_hans: 开关:{0}
zh_hant: 參數: {0}

# InvalidToolsVersionError
source: MSBUILD : error MSB1040: ToolsVersion is not valid. {0}
cs: MSBUILD : error MSB1040: Hodnota ToolsVersion je neplatná. {0}
de: MSBUILD : error MSB1040: ToolsVersion ist nicht gültig. {0}
es: MSBUILD : error MSB1040: El valor de ToolsVersion no es válido. {0}
fr: MSBUILD : error MSB1040: ToolsVersion n'est pas valide. {0}
it: MSBUILD : error MSB1040: ToolsVersion non valido. {0}
ja: MSBUILD : error MSB1040: ToolsVersion が無効です。{0}
ko: MSBUILD : error MSB1040: ToolsVersion이 잘못되었습니다. {0}
pl: MSBUILD : error MSB1040: wartość ToolsVersion jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1040: ToolsVersion inválido. {0}
ru: MSBUILD : error MSB1040: недопустимая версия ToolsVersion. {0}
tr: MSBUILD : error MSB1040: ToolsVersion geçerli değil. {0}
zh_hans: MSBUILD : error MSB1040: ToolsVersion 无效。{0}
zh_hant: MSBUILD : error MSB1040: ToolsVersion 無效。{0}

# InvalidVerbosityError
source: MSBUILD : error MSB1018: Verbosity level is not valid.
cs: MSBUILD : error MSB1018: Je nastavena neplatná úroveň podrobností protokolování.
de: MSBUILD : error MSB1018: Der Ausführlichkeitsgrad ist ungültig.
es: MSBUILD : error MSB1018: El nivel de detalle no es válido.
fr: MSBUILD : error MSB1018: Le niveau de verbosité n'est pas valide.
it: MSBUILD : error MSB1018: livello di dettaglio non valido.
ja: MSBUILD : error MSB1018: 詳細レベルが無効です。
ko: MSBUILD : error MSB1018: 세부 정보 표시 수준이 잘못되었습니다.
pl: MSBUILD : error MSB1018: poziom szczegółowości jest nieprawidłowy.
pt_br: MSBUILD : error MSB1018: Nível de detalhamento não é válido.
ru: MSBUILD : error MSB1018: недопустимый уровень детализации.
tr: MSBUILD : error MSB1018: Ayrıntı düzeyi geçerli değil.
zh_hans: MSBUILD : error MSB1018: 详细程度无效。
zh_hant: MSBUILD : error MSB1018: 詳細程度等級無效。

# LoggerFatalError
source: MSBUILD : error MSB1028: The logger failed unexpectedly.
cs: MSBUILD : error MSB1028: Došlo k neočekávané chybě protokolovacího nástroje.
de: MSBUILD : error MSB1028: Unerwarteter Fehler bei der Protokollierung.
es: MSBUILD : error MSB1028: Error inesperado del registrador.
fr: MSBUILD : error MSB1028: Échec inattendu du journal.
it: MSBUILD : error MSB1028: errore imprevisto del logger.
ja: MSBUILD : error MSB1028: logger が予期せずに失敗しました。
ko: MSBUILD : error MSB1028: 로거에서 예기치 않은 오류가 발생했습니다.
pl: MSBUILD : error MSB1028: wystąpiła nieoczekiwana awaria rejestratora.
pt_br: MSBUILD : error MSB1028: Falha inesperada do agente de log.
ru: MSBUILD : error MSB1028: неожиданный сбой журнала.
tr: MSBUILD : error MSB1028: Günlükçü beklenmedik biçimde başarısız oldu.
zh_hans: MSBUILD : error MSB1028: 记录器意外失败。
zh_hant: MSBUILD : error MSB1028: 記錄器發生未預期的失敗。

# LoggerFailurePrefixNoErrorCode
source: MSBUILD : Logger error {0}: {1}
cs: MSBUILD : Protokolovací nástroj – error {0}: {1}
de: MSBUILD: Protokollierungsfehler {0}: {1}
es: MSBUILD : error del registrador; error {0}: {1}
fr: MSBUILD : Journal - error {0}: {1}
ja: MSBUILD : ロガー error {0}: {1}
ko: MSBUILD : 로거 error {0}: {1}
pl: MSBUILD : rejestrator — error {0}: {1}
pt_br: MSBUILD : Erro de agente {0}: {1}
ru: MSBUILD : журнала error {0}: {1}
tr: MSBUILD : Günlükçü error {0}: {1}
zh_hans: MSBUILD: 记录器 error {0}: {1}
zh_hant: MSBUILD : 記錄器 error {0}: {1}
