Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_47_TerminalLoggerSwitch
source: -terminalLogger[:auto,on,off] Enable or disable the terminal logger. Terminal logger provides enhanced build output on the console in real time, organized logically by project, and designed to highlight actionable information. Specify auto (or use the option without arguments) to use the terminal logger only if the standard output is not redirected. Don't parse the output or otherwise rely on it remaining unchanged in future versions. This option is available in MSBuild 17.8 and later. (Short form: -tl)
cs: -terminalLogger[:auto,on,off] Povolí nebo zakáže protokolovací nástroj terminálu. Protokolovací nástroj terminálu poskytuje v konzole v reálném čase rozšířený výstup sestavení, který je logicky uspořádán podle projektů a je navržen tak, aby zvýrazňoval informace s možností reakce. Pokud chcete, aby byl protokolovací nástroj terminálu použit, pouze pokud není přesměrován standardní výstup, zadejte auto (nebo použijte volbu bez argumentů). Výstup neparsujte ani jinak nespoléhejte na to, že v budoucích verzích zůstane beze změny. Tato možnost je dostupná v MSBuildu 17.8 a novějších verzích. (Krátký tvar: -tl)
fr: -terminalLogger[:auto,on,off] Activez ou désactivez l’enregistreur d’événements du terminal. Enregistreur d’événements terminal fournit une sortie de build améliorée sur la console en temps réel, organisé logiquement par projet et conçu pour mettre en évidence les informations exploitables. Spécifier automatiquement (ou utiliser l’option sans arguments) pour utiliser l’enregistreur d’événements de terminal uniquement si le la sortie standard n’est pas redirigée. N’analysez pas la sortie ou reposez-vous sur le fait qu’il reste inchangé dans les futures versions. Cette option est disponible dans MSBuild 17.8 et ultérieures. (Forme abrégée : -tl)
ja: -terminalLogger[:auto,on,off] ターミナル ロガーを有効または無効にします。ターミナル ロガーは 本体のビルド出力がリアルタイムで強化され、 プロジェクトごとに論理的に整理され、強調表示するように設計されています アクション可能な情報です。auto を指定する (またはオプションを使用する) 引数を指定せずに) ターミナル ロガーを使用する場合は、 標準出力はリダイレクトされません。出力を解析しないでください それ以外の場合は、将来変更されずに残っている バージョン。このオプションは、MSBuild 17.8 以降で利用可能です 以降で。 (短い形式: -tl)
ko: -terminalLogger[:auto,on,off] 터미널 로거를 사용하거나 사용하지 않도록 설정합니다. 터미널 로거 는 콘솔에서 향상된 빌드 출력을 실시간으로 제공합니다. 이러한 출력은 프로젝트별로 논리적으로 구성되고 실행 가능한 정보를 강조 표시하도록 설계되어 있습니다. 자동을 지정(또는 인수 없이 옵션 사용)하여 터미널 로거를 사용합니다. 단, 이 경우 표준 출력이 리디렉션되지 않아야 합니다. 출력을 구문 분석하지 않습니다. 그렇지 않을 경우 이후 버전에서 변경되지 않은 상태로 유지됩니다. 이 옵션은 MSBuild 17.8 이상 버전에서 제공됩니다. (약식: -tl)
pt_br: -terminalLogger[:auto,on,off] Habilitar ou desabilitar o registrador de terminal. O agente do terminal fornece saída de compilação aprimorada no console em tempo real, organizada logicamente por projeto e projetada para destacar informações acionáveis. Especificar automaticamente (ou use a opção sem argumentos) para usar o registrador de terminal somente se a a saída padrão não for redirecionada. Não analise a saída nem confie que ela permanecerá inalterada em futuras versões. Essa opção está disponível no MSBuild 17.8 e posterior. (Forma abreviada: -tl)
tr: -terminalLogger[:auto,on,off] Terminal günlükçüsünü etkinleştir veya devre dışı bırak. Terminal günlükçüsü konsolda gerçek zamanlı olarak gelişmiş derleme çıktısı sağlar, projeye göre mantıksal olarak düzenler ve eyleme dönüştürülebilir bilgileri vurgular. Sadece standart çıktı yeniden yönlendirilmiyorsa terminal günlükçüsünü kullanmak için otomatik olarak ayarlayın (veya bu seçeneği bağımsız değişken olmadan kullanın). Çıktı verilerini ayrıştırmayın veya gelecek sürümlerde değişmeden kalacak şekilde kullanın. Bu seçenek MSBuild 17.8 ve sonraki sürümlerde kullanılabilir. (Kısa biçimi: -tl)

# HelpMessage_48_TerminalLoggerParametersSwitch
source: -terminalLoggerParameters: <parameters> Parameters to terminal logger. (Short form: -tlp) The available parameters. default--Specifies the default behavior of the terminal logger. It requires one of the following values: - `on`, `true` forces TerminalLogger to be used even when it would be disabled. - `off`, `false` forces TerminalLogger to not be used even when it would be enabled. - `auto` enables TerminalLogger when the terminal supports it and the session doesn't have redirected stdout/stderr verbosity--Override the -verbosity setting for this logger showCommandLine--Show TaskCommandLineEvent messages Example: -tlp:default=auto;verbosity=diag;shownCommandLine
cs: -terminalLoggerParameters: <parameters> Parametry pro protokolovací nástroj terminálu. (Krátký tvar: -tlp) Dostupné parametry. default – Určuje výchozí chování protokolovacího nástroje terminálu. Vyžaduje jednu z následujících hodnot: - on, true vynutí použití TerminalLoggeru, i kdyby byl zakázaný. - off, false vynutí nepoužívání TerminalLoggeru, i kdyby byl povolený. - auto povolí TerminalLogger, když to terminál podporuje a relace nemá přesměrované stdout/stderr verbosity – Přepíše nastavení -verbosity pro tento protokolovací nástroj. showCommandLine – Zobrazí zprávy TaskCommandLineEvent. Příklad: -tlp:default=auto;verbosity=diag;shownCommandLine
fr: -terminalLoggerParameters: <parameters> Paramètres de l’enregistreur d’événements de terminal. (Forme abrégée : -tlp) Paramètres disponibles. default --Spécifie le comportement par défaut du terminal enregistreur. Elle nécessite l’une des valeurs suivantes : - 'on', 'true' force TerminalLogger à être utilisé même quand il serait désactivé. - 'off', 'false' force TerminalLogger à ne pas être utilisé même lorsqu’il serait activé. - « auto » active TerminalLogger lorsque le terminal la prend en charge et la session n’a pas redirigée stdout/stderr verbosity--Remplacer le paramètre -verbosity pour cet enregistreur showCommandLine--Afficher les messages TaskCommandLineEvent Exemple : -tlp:default=auto;verbosity=diag;shownCommandLine
ja: -terminalLoggerParameters: <parameters> ターミナル ロガーへのパラメーター。(短い形式: -tlp) 使用可能なパラメーター。 default -- ターミナル の既定の動作を指定します ロガー。次のいずれかの値が必要です: - `on`、`true` は TerminalLogger を強制的に使用します 無効である場合も同様です。 - `off`、`false` は TerminalLogger を使用しないように強制します 有効である場合も同様です。 - `auto` は、次の場合にターミナルで TerminalLogger を有効にします サポートされており、セッションがリダイレクトされていない場合です stdout/stderr verbosity-- 下記の verbosity 設定をオーバーライドします logger showCommandLine -- TaskCommandLineEvent メッセージを表示します 例: -tlp:default=auto;verbosity=diag;shownCommandLine
ko: -terminalLoggerParameters: <parameters> 터미널 로거에 대한 매개 변수입니다. (약식: -tlp) 사용 가능한 매개 변수입니다. default--터미널의 기본 동작을 지정합니다. 로거입니다. 다음 값 중 하나가 필요합니다. - 'on', 'true'는 terminalLogger를 사용하도록 강제하며, 이는 사용하지 않도록 설정된 경우에도 마찬가지입니다. - 'off', 'false'는 terminalLogger를 사용하지 않도록 강제하며, 이는 사용하도록 설정된 경우에도 마찬가지입니다. - 'auto'는 터미널이 지원하고 세션이 리디렉션되지 않을 때 TerminalLogger를 사용하도록 설정합니다. stdout/stderr verbosity--이 로거에 대한 -verbosity 설정을 재정의합니다. showCommandLine--TaskCommandLineEvent 메시지를 표시합니다. 예: -tlp:default=auto;verbosity=diag;shownCommandLine
pt_br: -terminalLoggerParameters: <parameters> Parâmetros para o registrador de terminal. (Forma abreviada: -tlp) Os parâmetros disponíveis. default--Especifica o comportamento padrão do agente de terminal. Requer um dos seguintes valores: - `on`, `true` força o TerminalLogger a ser usado mesmo quando ele estiver desabilitado. - `off`, `false` força o TerminalLogger a não ser usado mesmo quando estiver habilitado. - `auto` ativa o TerminalLogger quando o terminal der suporte e a sessão não tiver redirecionado stdout/stderr verbosidade--Substitui a configuração de -verbosidade para esse agente showCommandLine--Mostra mensagens de TaskCommandLineEvent Exemplo: -tlp:default=auto;verbosity=diag;shownCommandLine
tr: -terminalLoggerParameters: <parameters> Terminal günlükçüsü için parametreler. (Kısa biçimi: -tlp) Mevcut parametreler. default--Terminalin davranışını varsayılan olarak ayarlar günlükçü. Şu değerlerden birini gerektirir: - `on`, `true` TerminalLogger’ı devre dışı olsa bile kullanılmaya zorlar. - `on`, `true` TerminalLogger’ı etkinleştirilmiş olsa bile kullanılmamaya zorlar. - 'auto' terminal desteklediğinde ve oturumda yeniden yönlendirilmiş stdout/stderr bulunmadığında TerminalLogger’ı etkinleştirir verbosity--Bu günlükçü için -verbosity ayarını geçersiz kıl showCommandLine--TaskCommandLineEvent iletilerini göster Örnek: -tlp:default=auto;verbosity=diag;shownCommandLine

# HelpMessage_51_GetResultOutputFileSwitch
source: -getResultOutputFile:file Redirect output from get* into a file. Example: -getProperty:Bar -getResultOutputFile:Biz.txt This writes the value of property Bar into Biz.txt.
cs: -getResultOutputFile:file Přesměruje výstup get* do souboru. Příklad: -getProperty:Bar -getResultOutputFile:Biz.txt Tím se zapíše hodnota vlastnosti Bar do souboru Biz.txt.
fr: -getResultOutputFile:file Rediriger la sortie de get* vers un fichier. Exemple : -getProperty:Bar -getResultOutputFile:Biz.txt Cette opération écrit la valeur de la barre de propriétés dans Biz.txt.
ja: -getResultOutputFile:file get* からの出力をファイルにリダイレクトします。 例: -getProperty:Bar -getResultOutputFile:Biz.txt これにより、プロパティ Bar の値が Biz.txt に書き込まれます。
ko: -getResultOutputFile:file get*에서 파일로 출력을 리디렉션합니다. 예: -getProperty:Bar -getResultOutputFile:Biz.txt 그러면 속성 Bar의 값이 Biz.txt에 기록됩니다.
pt_br: -getResultOutputFile:file Redirecionar a saída de get* para um arquivo. Exemplo: -getProperty:Bar -getResultOutputFile:Biz.txt Isso grava o valor da propriedade Bar em Biz.txt.
tr: -getResultOutputFile:file get* çıktısını bir dosyaya yeniden yönlendir. Örnek: -getProperty:Bar -getResultOutputFile:Biz.txt Bu, Bar özelliğinin değerini Biz.txt dosyasına yazar.

# HelpMessage_52_BuildCheckSwitch
source: -check Enables BuildChecks during the build. BuildCheck enables evaluating rules to ensure properties of the build. For more info see aka.ms/buildcheck
cs: -check Povolí během sestavování BuildChecks. BuildCheck umožňuje vyhodnocovat pravidla, aby se zajistily vlastnosti sestavení. Další informace viz aka.ms/buildcheck
fr: -check Active BuildChecks pendant la construction. BuildCheck permet d'évaluer les règles pour garantir les propriétés de la build. Pour plus d'informations, consultez aka.ms/buildcheck
ja: -check ビルド中に BuildChecks を有効にします。 BuildCheck を使用すると、ビルドのプロパティを保証するための 評価ルールが有効になります。詳細については、aka.ms/buildcheck を参照してください
ko: -check 빌드하는 동안 BuildChecks를 사용하도록 설정합니다. BuildCheck는 속성을 확실히 하기 위해 규칙 평가를 사용 설정합니다 빌드의 자세한 내용은 aka.ms/buildcheck를 참조하세요.
pt_br: -check Habilita BuildChecks durante o build. BuildCheck habilita a avaliação de regras para garantir as propriedades do build. Para obter mais informações, confira aka.ms/buildcheck
tr: -check Derleme sırasında BuildChecks'i sağlar. BuildCheck, özelliklerin güvenliğini sağlamak için kuralların değerlendirilmesini sağlar kuralların değerlendirilmesini sağlar. Daha fazla bilgi için bkz. aka.ms/buildcheck

# InvalidLowPriorityValue
source: MSBUILD : error MSB1064: Low priority value is not valid. {0}
cs: MSBUILD : error MSB1064: Hodnota s nízkou prioritou není platná. {0}
de: MSBUILD : error MSB1064: Der Wert mit niedriger Priorität ist ungültig. {0}
es: MSBUILD : error MSB1064: El valor de prioridad baja no es válido. {0}.
fr: MSBUILD : error MSB1064: la valeur basse priorité n’est pas valide. {0}
it: MSBUILD : error MSB1064: il valore di priorità bassa non è valido. {0}
ja: MSBUILD : error MSB1064: 低優先度値が無効です。 {0}
ko: MSBUILD : error MSB1064: 낮은 우선 순위 값이 유효하지 않습니다. {0}
pl: MSBUILD : error MSB1064: wartość niskiego priorytetu jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1064: o valor de baixa prioridade não é válido. {0}
ru: MSBUILD : error MSB1064: недопустимое значение низкого приоритета. {0}
tr: MSBUILD : error MSB1064: Düşük öncelikli değer geçerli değil. {0}
zh_hans: MSBUILD : error MSB1064: 低优先级值无效。{0}
zh_hant: MSBUILD : error MSB1064: 低優先順序值無效。{0}

# InvalidTerminalLoggerValue
source: MSBUILD : error MSB1065: Terminal logger value is not valid. It should be one of 'auto', 'true', or 'false'. {0}
cs: MSBUILD : error MSB1065: Hodnota terminálového protokolovacího nástroje není platná. Mělo by to být auto, true nebo false. {0}
de: MSBUILD : error MSB1065: Der Terminalprotokollierungswert ist ungültig. Es sollte "auto", "true" oder "false" sein. {0}
es: MSBUILD : error MSB1065: El valor del registrador de terminales no es válido. Debe ser uno de "auto", "true", o "false".{0}
fr: MSBUILD : error MSB1065: La valeur du journal du terminal n’est pas valide. Il doit s’agir de 'auto', 'true' ou 'false'. {0}
it: MSBUILD : error MSB1065: il valore del logger del terminale non è valido. Deve essere 'auto', 'true' o 'false'. {0}
ja: MSBUILD : error MSB1065: ターミナル ロガーの値が無効です。'auto'、'true'、または 'false' のいずれかである必要があります。 {0}
ko: MSBUILD : error MSB1065: 터미널 로거 값이 잘못되었습니다. 'auto', 'true' 또는 'false' 중 하나여야 합니다. {0}
pl: MSBUILD : error MSB1065: Wartość rejestratora terminali jest nieprawidłowa. Powinna to być wartość „auto”, „true” lub „false”. {0}
pt_br: MSBUILD : error MSB1065: o valor do agente de terminal não é válido. O valor deve ser "auto", "true" ou "false". {0}
ru: MSBUILD : error MSB1065: Недопустимое значение средства ведения журнала терминала. Это должно быть одно из следующих значений: "auto", "ИСТИНА" или "ЛОЖЬ". {0}
tr: MSBUILD : error MSB1065: Terminal günlükçüsü değeri geçerli değil. Değer şunlardan biri olmalıdır: 'otomatik', 'doğru' veya 'yanlış'. {0}
zh_hans: MSBUILD : error MSB1065: 终端记录器值无效。它应为 "auto"、"true" 或 "false" 之一。{0}
zh_hant: MSBUILD : error MSB1065: 終端機記錄器值無效。它應該是 'auto'、'true' 或 'false' 其中之一。{0}

# InvalidReportFileAccessesValue
source: MSBUILD : error MSB1063: Report file accesses value is not valid. {0}
cs: MSBUILD : error MSB1063: Hodnota přístupů k souborům sestavy není platná. {0}
de: MSBUILD : error MSB1063: Der Wert für den Zugriff auf die Berichtsdatei ist ungültig. {0}
es: MSBUILD : error MSB1063: el valor de acceso al archivo de informe no es válido. {0}
fr: MSBUILD : error MSB1063: la valeur d’accès au fichier de rapport n’est pas valide. {0}
it: MSBUILD : error MSB1063: il valore degli accessi al file di report non è valido. {0}
ja: MSBUILD : error MSB1063: レポート ファイルのアクセス値が無効です。 {0}
ko: MSBUILD : error MSB1063: 보고서 파일 액세스 값이 잘못되었습니다. {0}
pl: MSBUILD : error MSB1063: wartość dostępów do pliku raportu jest nieprawidłowa. {0}
pt_br: MSBUILD : error MSB1063: o valor de acesso ao arquivo de relatório não é válido. {0}
ru: MSBUILD : error MSB1063: переданное значение отчета о доступе к файлам является недопустимым. {0}
tr: MSBUILD : error MSB1063: Dosya erişimleri değerinin geçerli olmadığını bildirir. {0}
zh_hans: MSBUILD : error MSB1063: 报表文件访问值无效。{0}
zh_hant: MSBUILD : error MSB1063: 報告檔案存取值無效。{0}

# LongPaths
source: Based on the Windows registry key LongPathsEnabled, the LongPaths feature is {0}.
cs: Na základě klíče registru Windows LongPathsEnabled má funkce LongPaths hodnotu {0}.
fr: D’après la clé de Registre Windows LongPathsEnabled, la fonctionnalité LongPaths est {0}.
ja: Windows レジストリ キー LongPathsEnabled に基づいて、LongPaths 機能は{0}です。
ko: Windows 레지스트리 키 LongPathsEnabled에 따라 LongPaths 기능이 {0}입니다.
pt_br: Com base na chave do Registro do Windows LongPathsEnabled, o recurso LongPaths é {0}.
tr: Windows kayıt defteri anahtarı LongPathsEnabled ayarına bağlı olarak LongPaths özelliği {0}.

# LongPaths_Disabled
source: disabled
cs: zakázáno
fr: désactivé
ja: 無効
ko: 사용 안 함
pt_br: desabilitado
tr: devre dışı

# LongPaths_Enabled
source: enabled
cs: povoleno
fr: activé
ja: 有効
ko: 사용
pt_br: habilitado
tr: etkin

# LongPaths_Missing
source: not set
cs: nenastaveno
fr: non défini
ja: 未設定
ko: 설정 안 함
pt_br: não definido
tr: ayarlanmadı

# MSBuildVersionMessage
source: MSBuild version {0} for {1}
cs: MSBuild verze {0} pro {1}
de: MSBuild-Version {0} für {1}
es: Versión de MSBuild {0} para {1}
fr: Version MSBuild {0} pour {1}
it: Versione di MSBuild {0} per {1}
ja: MSBuild のバージョン {0} ({1})
ko: msbuild 버전 {0}({1}용)
pl: Wersja programu MSBuild {0} dla {1}
pt_br: Versão do MSBuild {0} para {1}
ru: Версия MSBuild {0} для {1}
tr: {1} için MSBuild sürüm {0}
zh_hans: 适用于 {1} MSBuild 版本 {0}
zh_hant: {1} 的 MSBuild 版本 {0}

# CurrentDirectory
source: Current directory = "{0}"
cs: Aktuální adresář = {0}
de: Aktuelles Verzeichnis = "{0}"
es: Directorio actual: "{0}"
fr: Répertoire actif = "{0}"
it: Directory corrente = "{0}"
ja: 現在のディレクトリ = "{0}"
ko: 현재 디렉터리 = "{0}"
pl: Bieżący katalog = „{0}”
pt_br: Diretório atual = "{0}"
ru: Текущий каталог = "{0}"
tr: Geçerli dizin = "{0}"
zh_hans: 当前目录 = "{0}"
zh_hant: 目前目錄 = "{0}"

# DuplicateOutputResultsCache
source: MSBUILD : error MSB1058: Only one output results cache can be specified.
cs: MSBUILD : error MSB1058: Lze zadat pouze jednu výstupní mezipaměť pro výsledky.
de: MSBUILD : error MSB1058: Es darf nur ein Cache für Ausgabeergebnisse angegeben werden.
es: MSBUILD : error MSB1058: Solo se puede especificar una memoria caché de resultados de salida.
fr: MSBUILD : error MSB1058: un seul cache de résultats de sortie peut être spécifié.
it: MSBUILD : error MSB1058: è possibile specificare una sola cache dei risultati di output.
ja: MSBUILD : error MSB1058: 指定できる出力結果キャッシュは 1 つのみです。
ko: MSBUILD : error MSB1058: 출력 결과 캐시는 하나만 지정할 수 있습니다.
pl: MSBUILD : error MSB1058: można określić tylko jedną wyjściową pamięć podręczną wyników.
pt_br: MSBUILD : error MSB1058: somente um cache de resultados de saída pode ser especificado.
ru: MSBUILD : error MSB1058: можно указать только один выходной файл кэша результатов.
tr: MSBUILD : error MSB1058: Yalnızca bir çıkış sonuçları önbelleği belirtilebilir.
zh_hans: MSBUILD : error MSB1058: 只能指定一个输出结果缓存。
zh_hant: MSBUILD : error MSB1058: 只能指定一個輸出結果快取。

# DuplicateProjectSwitchError
source: MSBUILD : error MSB1008: Only one project can be specified.
cs: MSBUILD : error MSB1008: Lze zadat pouze jeden projekt.
de: MSBUILD : error MSB1008: Es darf nur ein Projekt angegeben werden.
es: MSBUILD : error MSB1008: Sólo puede especificarse un proyecto.
fr: MSBUILD : error MSB1008: Un seul projet peut être spécifié.
it: MSBUILD : error MSB1008: è possibile specificare un solo progetto.
ja: MSBUILD : error MSB1008: 1 つのプロジェクトのみを指定できます。
ko: MSBUILD : error MSB1008: 프로젝트를 하나만 지정할 수 있습니다.
pl: MSBUILD : error MSB1008: można określić tylko jeden projekt.
pt_br: MSBUILD : error MSB1008: Somente um projeto pode ser especificado.
ru: MSBUILD : error MSB1008: можно указать только один проект.
tr: MSBUILD : error MSB1008: Yalnızca bir proje belirtilebilir.
zh_hans: MSBUILD : error MSB1008: 只能指定一个项目。
zh_hant: MSBUILD : error MSB1008: 只能指定一個專案。

# EnvironmentVariableAsSwitch
source: MSBUILD : error MSB1060: Undefined environment variable passed in as switch.
cs: MSBUILD : error MSB1060: Nedefinovaná proměnná prostředí předaná jako přepínač.
de: MSBUILD : error MSB1060: Nicht definierte Umgebungsvariable, die als Switch übergeben wurde.
es: MSBUILD : error MSB1060: Variable de entorno no definida pasada como modificador.
fr: MSBUILD : error MSB1060: variable d’environnement non définie passée en tant que commutateur.
it: MSBUILD : error MSB1060: variabile di ambiente non definita passata come opzione.
ja: MSBUILD : error MSB1060: 未定義の環境変数が切り替えとして渡されました。
ko: MSBUILD : error MSB1060: 정의되지 않은 환경 변수가 스위치로 전달되었습니다.
pl: MSBUILD : error MSB1060: Niezdefiniowana zmienna środowiskowa przekazana jako przełącznik.
pt_br: MSBUILD : error MSB1060: variável de ambiente indefinida passada como comutador.
ru: MSBUILD : error MSB1060: в качестве параметра передана неопределенная переменная среды.
tr: MSBUILD : error MSB1060: Tanımlanmamış ortam değişkeni anahtar olarak geçirildi.
zh_hans: MSBUILD : error MSB1060: 未定义的环境变量作为开关传入。
zh_hant: MSBUILD : error MSB1060: 以切換參數傳入未定義的環境變數。

# FatalError
source: MSBUILD : error MSB1025: An internal failure occurred while running MSBuild.
cs: MSBUILD : error MSB1025: Při spuštění nástroje MSBuild došlo k vnitřní chybě.
de: MSBUILD : error MSB1025: Interner Fehler beim Ausführen von MSBuild.
es: MSBUILD : error MSB1025: Error interno al ejecutar MSBuild.
fr: MSBUILD : error MSB1025: Une erreur interne s'est produite lors de l'exécution de MSBuild.
it: MSBUILD : error MSB1025: errore interno durante l'esecuzione di MSBuild.
ja: MSBUILD : error MSB1025: MSBuild を実行中に内部エラーが発生しました。
ko: MSBUILD : error MSB1025: MSBuild를 실행하는 동안 내부 오류가 발생했습니다.
pl: MSBUILD : error MSB1025: podczas uruchamiania programu MSBuild wystąpił błąd wewnętrzny.
pt_br: MSBUILD : error MSB1025: Falha interna durante a execução do MSBuild.
ru: MSBUILD : error MSB1025: внутренняя ошибка при выполнении MSBuild.
tr: MSBUILD : error MSB1025: MSBuild çalıştırılırken bir iç hata oluştu.
zh_hans: MSBUILD : error MSB1025: 运行 MSBuild 时发生内部错误。
zh_hant: MSBUILD : error MSB1025: 執行 MSBuild 時發生內部錯誤。

# HelpMessage_1_Syntax
source: Syntax: MSBuild.exe [options] [project file | directory]
cs: Syntaxe: MSBuild.exe [možnosti] [soubor projektu | adresář]
de: Syntax: MSBuild.exe [Optionen] [Projektdatei | Verzeichnis]
es: Sintaxis: MSBuild.exe [opciones] [archivo de proyecto | directorio]
fr: Syntaxe : MSBuild.exe [options] [fichier projet | répertoire]
it: Sintassi: MSBuild.exe [opzioni] [file di progetto | directory]
ja: 構文: MSBuild.exe [オプション] [プロジェクト ファイル | ディレクトリ]
ko: 구문: MSBuild.exe [options] [project file | directory]
pl: Składnia: MSBuild.exe [opcje] [plik projektu | katalog]
pt_br: Sintaxe: MSBuild.exe [opções] [arquivo de projeto| diretório]
ru: Синтаксис: MSBuild.exe [параметры] [файл проекта | каталог]
tr: Söz dizimi: MSBuild.exe [seçenekler] [proje dosyası | dizin]
zh_hans: 语法: MSBuild.exe [选项] [项目文件 | 目录]
zh_hant: 語法: MSBuild.exe [選項] [專案檔 | 目錄]
