Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpMessage_2_Description
source: Description: Builds the specified targets in the project file. If a project file is not specified, MSBuild searches the current working directory for a file that has a file extension that ends in "proj" and uses that file. If a directory is specified, MSBuild searches that directory for a project file.
cs: Popis: Sestaví určené cíle v souboru projektu. Pokud není zadaný soubor projektu, nástroj MSBuild vyhledá v aktuálním pracovním adresáři soubor s příponou, která končí řetězcem proj, a použije tento soubor. Pokud je zadaný adresář, MSBuild vyhledá soubor projektu v tomto adresáři.
de: Beschreibung: Erstellt die angegebenen Ziele in der Projektdatei. Wenn keine Projektdatei angegeben ist, wird das aktuelle Arbeitsverzeichnis von MSBuild nach einer Datei durchsucht, die eine Dateierweiterung besitzt, die auf "proj" endet. Diese Datei wird dann verwendet. Wenn ein Verzeichnis angegeben ist, sucht MSBuild in diesem Verzeichnis nach einer Projektdatei.
es: Descripción: Crea los destinos especificados en el archivo del proyecto. Si no se especifica un archivo de proyecto, MSBuild busca en el directorio de trabajo actual un archivo con una extensión de archivo que termine en "proj" y usa ese archivo. Si se especifica un directorio, MSBuild busca en ese directorio un archivo de proyecto.
fr: Description : Génère les cibles spécifiées dans le fichier projet. Si aucun fichier projet n'est spécifié, MSBuild recherche dans le répertoire de travail actuel un fichier dont l'extension se termine par « proj » et utilise ce dernier. Si un répertoire est spécifié, MSBuild recherche dans ce répertoire un fichier projet.
it: Descrizione: compila le destinazioni specificate nel file di progetto. Se non viene specificato un file di progetto, MSBuild esegue la ricerca di un file con estensione che termina con "proj" nella directory di lavoro corrente e verrà usato tale file. Se viene specificata una directory, MSBuild cerca tale directory per un file di progetto.
ja: 説明: プロジェクト ファイル内の指定したターゲットをビルドします。 プロジェクト ファイルを指定しなかった場合、MSBuild は 現在の作業ディレクトリの中から "proj" で終わるファイル 拡張子を検索し、そのファイルを使用します。ディレクトリ を指定した場合、MSBuild はそのディレクトリの中から プロジェクト ファイルを検索します。
ko: 설명: 지정한 대상을 프로젝트 파일에 빌드합니다. 프로젝트 파일을 지정하지 않으면 MSBuild는 현재 작업 디렉터리에서 파일 확장명이 "proj"로 끝나는 파일을 찾아서 사용합니다. 디렉터리를 지정하면 MSBuild는 해당 디렉터리에서 프로젝트 파일을 검색합니다.
pl: Opis: Kompiluje określone elementy docelowe w pliku projektu. Jeśli nie określono pliku projektu, program MSBuild wyszukuje w bieżącym katalogu roboczym plik, którego rozszerzenie kończy się na „proj”, i używa tego pliku. Jeśli określono katalog, program MSBuild wyszuka plik projektu w tym katalogu.
pt_br: Descrição: Compila os destinos especificados no arquivo de projeto. Se não houver arquivo de projeto especificado, o MSBuild pesquisará no diretório de trabalho atual um arquivo que contenha uma extensão de arquivo que termine em "proj" e usa esse arquivo. Se um diretório for especificado, o MSBuild pesquisará esse diretório para um arquivo de projeto.
ru: Описание: собирает указанные целевые объекты в файле проекта. Если файл проекта не указан, MSBuild ищет в текущем рабочем каталоге файл, который имеет расширение, заканчивающееся на proj, и использует этот файл. Если указан каталог, MSBuild ищет файл проекта в нем.
tr: Açıklama: Proje dosyasında belirtilen hedefleri oluşturur. Proje dosyası belirtilmezse MSBuild, geçerli çalışma dizininde dosya uzantısının sonu "proj" olan bir dosya arar ve bu dosyayı kullanır. Dizin belirtilirse MSBuild, proje dosyasını söz konusu dizinde arar.
zh_hans: 描述: 在项目文件中生成指定的目标。如果 未指定项目文件，MSBuild 将搜索 当前工作目录来查找文件 扩展名以“proj”结尾的文件并使用该文件。如果 如果指定了目录，MSBuild 将搜索此 目录来查找项目文件。
zh_hant: 描述: 在專案檔中建置指定的目標。若未 指定專案檔，MSBuild 會從目前的 工作目錄中，搜尋副檔名結尾為 "proj" 的檔案，並使用該檔案。 如有指定目錄，MSBuild 會從該目錄 搜尋專案檔。

# HelpMessage_34_InteractiveSwitch
source: -interactive[:True|False] Indicates that actions in the build are allowed to interact with the user. Do not use this argument in an automated scenario where interactivity is not expected. Specifying -interactive is the same as specifying -interactive:true. Use the parameter to override a value that comes from a response file.
cs: -interactive[:True|False] Udává, že akce v sestavení mají povolenou interakci s uživatelem. Nepoužívejte tento argument v automatizovaném scénáři, kde se interaktivita neočekává. Zadání -interactive je stejné jako zadání -interactive:true. Použijte tento parametr k přepisu hodnoty, která pochází ze souboru odpovědí.
de: -interactive[:True|False] Weist darauf hin, dass für Aktionen im Build eine Interaktion mit dem Benutzer zugelassen ist. Verwenden Sie dieses Argument in einem automatisierten Szenario, in dem keine Interaktivität erwartet wird. Das Angeben von "-interactive" entspricht der Angabe von "-interactive:true". Verwenden Sie den Parameter, um einen Wert zu überschreiben, der aus einer Antwortdatei stammt.
es: -interactive[:True|False] Indica que las acciones de la compilación se permiten para interactuar con el usuario. No use este argumento en un escenario automatizado donde no se espera interactividad. Especificar -interactive es lo mismo que especificar -interactive:true. Use el parámetro para invalidar un valor que procede de un archivo de respuesta.
fr: -interactive[:True|False] Indique que les actions de la build sont autorisées à interagir avec l'utilisateur. N'utilisez pas cet argument dans un scénario automatisé où aucune interactivité n'est attendue. Spécifier -interactive revient à spécifier -interactive:true. Utilisez le paramètre pour remplacer une valeur qui provient d'un fichier réponse.
it: -interactive[:True|False] Indica che le azioni nella compilazione possono interagire con l'utente. Non usare questo argomento in uno scenario automatizzato in cui non è prevista interattività. Specificare -interactive equivale a specificare -interactive:true. Usare il parametro per eseguire l'override di un valore che proviene da un file di risposta.
ja: -interactive[:True|False] ビルド内のアクションが、ユーザーと対話できることを 示します。この引数は、対話機能が予期されない 自動化シナリオでは使用しないで ください。 -interactive を指定する操作は、interactive:true を -指定する操作と同じです。応答ファイルからの値を オーバーライドする場合に、このパラメーターを使用します。
ko: -interactive[:True|False] 빌드의 작업이 사용자와 상호 작용할 수 있음을 나타냅니다. 상호 작용이 필요하지 않은 자동화된 시나리오에서는 이 인수를 사용하지 마세요. -interactive를 지정하는 것은 -interactive:true를 지정하는 것과 같습니다. 매개 변수를 사용하여 지시 파일에서 가져오는 값을 재정의합니다.
pl: -interactive[:True|False] Wskazuje, że akcje w ramach kompilacji mogą wchodzić w interakcję z użytkownikiem. Nie należy używać tego argumentu w scenariuszu zautomatyzowanym, w którym interakcyjność nie jest oczekiwana. Podanie parametru -interactive jest równoznaczne z podaniem parametru -interactive:true. Użyj tego parametru, aby przesłonić wartość pochodzącą z pliku odpowiedzi.
pt_br: -interactive[:True|False] Indica que as ações no build podem interagir com o usuário. Não use este argumento em um cenário automatizado no qual não se espera interatividade. Especificar -interactive é o mesmo que especificar -interactive:true. Use o parâmetro para substituir um valor proveniente de um arquivo de resposta.
ru: -interactive[:True|False] Указывает, что действию в сборке можно взаимодействовать с пользователем. Не используйте этот аргумент в сценарии автоматизации, где интерактивность не ожидается. Указание -interactive равносильно указанию -interactive:true. Используйте этот параметр, чтобы переопределить значение, которое поступает из файла ответа.
tr: -interactive[:True|False] Derlemedeki eylemlerin kullanıcıyla etkileşim kurmasına izin verildiğini gösterir. Etkileşimin beklenmediği otomatik bir senaryoda bu bağımsız değişkeni kullanmayın. -interactive değerinin belirtilmesi, -interactive:true değerinin belirtilmesiyle aynıdır. Parametreyi, yanıt dosyasından gelen bir değeri geçersiz kılmak için kullanın.
zh_hans: -interactive[:True|False] 指示允许生成中的操作 与用户互动。请勿在不需要 互动的自动化场景中使用 此参数。 指定 -interactive 与指定 -interactive:true 相同。使用此参数替代 来自响应文件中的值。
zh_hant: -interactive[:True|False] 指出不允許組建中的動作與使用者 互動。請勿在自動化情節中使用此 引數，因為在這個情節中不應出現 功能。 指定 -interactive 就等同於指定 -interactive:true。這個參數可用來 覆寫來自回應檔的值。

# HelpMessage_35_IsolateProjectsSwitch
source: -isolateProjects[:True|MessageUponIsolationViolation|False] Causes MSBuild to build each project in isolation. When set to "MessageUponIsolationViolation" (or its short form "Message"), only the results from top-level targets are serialized if the -outputResultsCache switch is supplied. This is to mitigate the chances of an isolation-violating target on a dependency project using incorrect state due to its dependency on a cached target whose side effects would not be taken into account. (For example, the definition of a property.) This is a more restrictive mode of MSBuild as it requires that the project graph be statically discoverable at evaluation time, but can improve scheduling and reduce memory overhead when building a large set of projects. (Short form: -isolate) This flag is experimental and may not work as intended.
cs: -isolateProjects[:True| MessageUponIsolationViolation| Nepravda] Způsobí, že MSBuild sestaví každý projekt v izolaci. Když se nastaví na MessageUponIsolationViolation (nebo jeho krátký tvar „Zpráva“), jsou serializovány pouze výsledky z cílů nejvyšší úrovně pokud je dodán přepínač -outputResultsCache . Tímto se zmírní pravděpodobnost cíle porušujícího izolaci v projektu závislosti pomocí nesprávného stavu kvůli své závislosti na cíli uloženém v mezipaměti , jehož vedlejší účinky by se nezohlednily. (Například definice vlastnosti.) Toto je přísnější režim MSBuildu, protože vyžaduje , aby byl graf projektu staticky zjistitelný v období vyhodnocování, ale může zlepšit plánování a snížit režie paměti při sestavování velké sady projektů. (Krátký tvar: -isolate) Tento příznak je experimentální a nemusí fungovat podle očekávání.
de: -isolateProjects[:True| MessageUponIsolationViolation| False] Führt dazu, dass MSBuild jedes Projekt isoliert erstellt. Bei Festlegung auf "MessageUponIsolationViolation" (oder die zugehörige Kurzform "Message"), werden die Resultate von Top Level-Zielen nur serialisiert, wenn der Parameter "-outputResultsCache" angegeben wurde. Dies dient dazu, die Wahrscheinlichkeit eines gegen die Isolation verstoßenden Ziels für ein Abhängigkeitsprojekt mithilfe von Falscher Status aufgrund seiner Abhängigkeit von einem zwischengespeicherten Ziel, dessen Nebenwirkungen nicht berücksichtigt würden, abzuschwächen. (Beispiel: Die Definition einer Eigenschaft.) Dies ist ein restriktiverer Modus von MSBuild, da er erfordert, dass das Projektdiagramm zum Zeitpunkt der Auswertung statisch auffindbar ist, jedoch kann die Planung kann verbessert und der Arbeitsspeicheraufwand reduziert werden, wenn große Gruppen von Projekten erstellt werden. (Kurzform: -isolate) Dieses Kennzeichen ist experimentell und funktioniert möglicherweise nicht wie vorgesehen.
es: -isolateProjects[:True| MessageUponIsolationViolation| Falso] Hace que MSBuild compile cada proyecto de forma aislada. Cuando se establece en "MessageUponIsolationViolation" (o su valor corto forma "Mensaje"), solo los resultados de los destinos de nivel superior se serializan si el modificador -outputResultsCache es Suministrado. Esto es para mitigar las posibilidades de un destino que infringe el aislamiento en un proyecto de dependencia mediante un estado incorrecto debido a su dependencia en un destino almacenado en caché cuyos efectos secundarios no se tendrán en cuenta. (Por ejemplo, la definición de una propiedad.) Este es un modo más restrictivo de MSBuild, ya que requiere que el gráfico del proyecto se pueda detectar estáticamente en tiempo de evaluación, pero puede mejorar la programación y reducir la sobrecarga de memoria al compilar un gran conjunto de proyectos. (Forma corta: -isolate) Esta marca es experimental y puede que no funcione según lo previsto.
fr: -isolateProjects[:True| MessageCalculIsolationViolation| Faux] Force MSBuild à générer chaque projet en isolement. Lorsqu’il est défini sur « MessageCalculIsolationViolation » (ou sa valeur formulaire « Message »), seuls les résultats des cibles de niveau supérieur sont sérialisées si le commutateur -outputResultsCache fourni. Ceci permet d’atténuer les chances d’une violation d’isolation de la cible sur un projet de dépendance à l’aide de état incorrect en raison de sa dépendance sur une cible mise en cache dont les effets secondaires ne sont pas pris en compte. (Par exemple, définition d’une propriété.) Il s’agit d’un mode plus restrictif de MSBuild, car il nécessite que le graphe du projet soit statiquement détectable sur temps d’évaluation, mais peut améliorer la planification et réduire surcharge mémoire lors de la génération d’un grand ensemble de projets. (Forme abrégée : -isolate) Cet indicateur est expérimental et peut ne pas fonctionner comme prévu.
it: -isolateProjects[:True| MessageUponIsolationViolation| False] Fa in modo che MSBuild compili ogni progetto in isolamento. Se impostato su "MessageUponIsolationViolation" (o sul relativo breve modulo "Messaggio"), solo i risultati delle destinazioni di primo livello vengono serializzati se l'opzione -outputResultsCache è Fornito. Consente di ridurre le probabilità di un destinazione che viola l'isolamento in un progetto di dipendenza tramite stato non corretto a causa della dipendenza da una destinazione memorizzata nella cache i cui effetti collaterali non verrebbero presi in considerazione. (Ad esempio, la definizione di una proprietà.) Questa è una modalità più restrittiva di MSBuild perché richiede che il grafico del progetto sia individuabile in modo statico tempo di valutazione, ma può migliorare la pianificazione e ridurre sovraccarico di memoria durante la compilazione di un set di progetti di grandi dimensioni. (Forma breve: -isolate) Questo flag è sperimentale e potrebbe non funzionare come previsto.
ja: -isolateProjects[:True|MessageUponIsolationViolation|False] MSBuild で各プロジェクトを分離してビルドするようにします。 "MessageUponIsolationViolation" (またはその短縮形 "Message") に設定した場合、最上位レベルのターゲットからの結果のみ -outputResultsCache スイッチが供給された場合にシリアル化されます。 これは、次の可能性を軽減するためです: ターゲットがキャッシュされたターゲットへの依存関係が原因で 状態が正しくなく、依存関係プロジェクトの分離違反の場合、 その副作用は考慮されません。 (たとえば、プロパティの定義など) これは MSBuild のより制限の厳しいモードです。 プロジェクト グラフが評価時に静的に検出可能な必要性があり、 スケジュールを改善し、プロジェクトの大規模なセットをビルドするとき のメモリ オーバーヘッド削減することができるためです。 (短縮形: -isolate) このフラグは試験段階であるため、意図したとおりに動作しない可能性があります。
ko: -isolateProjects[:True|MessageUponIsolationViolation|False] MSBuild가 각 프로젝트를 격리 모드로 빌드하도록 합니다. "MessageUponIsolationViolation"(또는 약식 "Message")으로 설정하면 -outputResultsCache 스위치가 제공되는 경우 최상위 수준 대상의 결과만 직렬화됩니다. 이는 부작용이 고려되지 않는 캐시된 대상에 대한 종속성으로 인해 잘못된 상태를 사용하는 종속성 프로젝트의 격리 위반 대상 존재 가능성을 완화하기 위한 것입니다. (예: 속성 정의) 이 모드는 평가 시 프로젝트 그래프를 정적으로 검색할 수 있어야 하므로 보다 제한적인 MSBuild 모드이지만 대규모 프로젝트 집합을 빌드할 때 예약 기능을 개선하고 메모리 오버헤드를 줄일 수 있습니다. (약식: -isolate) 이 플래그는 실험적이며 의도한 대로 작동하지 않을 수 있습니다.
pl: -isolateProjects[:True|MessageUponIsolationViolation|False] Powoduje, że program MSBuild kompiluje każdy projekt osobno. Po ustawieniu na wartość „MessageUponIsolationViolation” (lub jej skróconą formę „Message”), serializowane są tylko wyniki z celów najwyższego poziomu , jeśli przełącznik -outputResultsCache jest dostarczony. Ma to na celu zmniejszenie szans na to, że cel naruszy izolację w projekcie zależnym przy użyciu nieprawidłowego stanu z powodu jego zależności od buforowanego celu którego efekty uboczne nie byłyby brane pod uwagę. (Na przykład definicja właściwości). Jest to bardziej restrykcyjny tryb MSBuild, ponieważ wymaga , aby graf projektu był statycznie wykrywalny w czasie ewaluacji, ale może też poprawiać planowanie i zmniejszyć pamięć podczas budowania dużego zestawu projektów. (Skrócona forma: -isolate) Ta flaga jest eksperymentalna i może nie działać zgodnie z przeznaczeniem.
pt_br: -isolarProjects[:True|MessageUponIsolationViolation|False] Faz com que o MSBuild crie cada projeto isoladamente. Quando definido como "MessageUponIsolationViolation" (ou sua abreviação formulário "Mensagem"), apenas os resultados dos alvos de nível superior são serializados se a opção -outputResultsCache for fornecido. Isso é para mitigar as chances de um alvo de violação de isolamento em um projeto de dependência usando estado incorreto devido à sua dependência de um destino armazenado em cache cujos efeitos colaterais não seriam levados em consideração. (Por exemplo, a definição de uma propriedade.) Este é um modo mais restritivo do MSBuild, pois requer que o gráfico do projeto seja descoberto estaticamente em tempo de avaliação, mas pode melhorar o agendamento e reduzir sobrecarga de memória ao criar um grande conjunto de projetos. (forma abreviada: -isolar) Este sinalizador é experimental e pode não funcionar conforme o esperado.
ru: -isolateProjects[:True|MessageUponIsolationViolation|False] MSBuild выполняет сборку каждого проекта изолированно. Если задано значение "MessageUponIsolationViolation" или его краткая форма "Message"), то происходит сериализация результатов только целевых объектов верхнего уровня, если указан параметр -outputResultsCache. Этот параметр позволяет исключить ситуацию, когда нарушающий изоляцию целевой объект в проекте зависимости может использовать неверное состояние из-за зависимости от кэшированного целевого объекта, побочные эффекты которого не учитываются. (Например, определение какого-либо свойства.) Это режим MSBuild с более строгими ограничениями, поскольку для него требуется, чтобы граф проекта был статически обнаруживаемым во время проверки. Тем не менее, при этом улучшается планирование и снижается избыточное использование памяти при сборки крупного набора проектов. (Краткая форма: -isolate) Это экспериментальный флаг, он может работать неправильно.
tr: -isolateProjects[:True| MessageUponIsolationViolation| False] MSBuild'in her projeyi yalıtımda derlemesini sağlar. "MessageUponIsolationViolation" olarak ayarlandığında (veya kısa form "İleti"), yalnızca üst düzey hedeflerden gelen sonuçlar -outputResultsCache anahtarı şu olduğunda seri hale getirilebilir: Sağlanan. Bu, bir yalıtım ihlal eden hedef, bir bağımlılık projesini kullanan önbelleğe alınmış bir hedefte bağımlılığı nedeniyle hatalı durum yan etkileri hesaplanmadı. (Örneğin, bir özelliğin tanımı.) Bu, gerektirdiği şekilde daha kısıtlayıcı bir MSBuild modu proje grafiği statik olarak bulunabilir ancak zamanlamanın geliştirilmesine ve daha az büyük bir proje kümesi oluşturulurken bellek ek yükü. (Kısa form: -isolate) Bu bayrak deneyseldir ve amaçlandık şekilde çalışmayabilir.
zh_hans: -isolateProjects[:True|MessageUponIsolationViolation|False] 使 MSBuild 以隔离方式生成每个项目。 设置为 “MessageUponIsolationViolation” (或其缩写 窗体“Message”)时，仅在提供了 -outputResultsCache 开关的情况下才会 序列化来自顶级目标的 结果。这是为了减少依赖项目上的孤立 违规目标使用不正确状态的 可能性，因为它依赖于一个缓存目标 其副作用不会被考虑在内。 (例如，属性的定义。) 这是 MSBuild 的更严格的模式，因为它需要 在评估时静态地发现项目图 但可以改善调度并减少构建 大量项目时的内存开销。 (缩写: -isolate) 此标志是实验性的，可能无法按预期工作。
zh_hant: -isolateProjects[:True|MessageUponIsolationViolation|False] 導致 MSBuild 在隔離中建置每個專案。 設定為 "MessageUponIsolationViolation" (或其簡短形式 "Message") 時，如果提供 -outputResultsCache 切換，則只會序列化來自 頂層目標的結果。這是為了降低相依性專案上， 由於其相依性位於快取目標上 (其副作用 不會納入考量)，而使用不正確狀態 造成違反隔離目標的機會。 (例如，屬性的定義。) 這是 MSBuild 更具限制的模式， 因為它要求專案圖形在評估階段可靜態探索， 但可能會改善排程，並減少建置大量專案時 的記憶體額外負荷。 (簡短形式: -isolate) 此旗標是實驗性，可能無法如預期運作。
