Repository: dotnet/msbuild
Catalog: src/MSBuild/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TerminalLoggerNotUsedDisabled
source: Terminal Logger was not used because build is run in context of a process (e.g. 'dotnet test') that requests direct access to stdout stream.
cs: Terminálový protokolovač se nepoužil, protože sestavení se spouští v kontextu procesu (např. dotnet test), který požaduje přímý přístup k datovému proudu stdout.
de: Die Terminalprotokollierung wurde nicht verwendet, da der Build im Kontext eines Prozesses (z. B. "dotnet test") ausgeführt wird, der direkten Zugriff auf den stdout-Stream anfordert.
es: No se usó el terminal de Logger porque la compilación se ejecuta en el contexto de un proceso (por ejemplo, "dotnet test") que solicita acceso directo a la secuencia stdout.
fr: L’enregistreur d’événements de terminal n’a pas été utilisé, car la build est exécutée dans le contexte d’un processus (par exemple, 'dotnet test') qui demande un accès direct au flux stdout.
it: Il logger di terminale non è stato usato perché la compilazione viene eseguita nel contesto di un processo (ad esempio 'dotnet test') che richiede l'accesso diretto al flusso stdout.
ja: ビルドは stdout ストリームへの直接アクセスを要求するプロセス (例: 'dotnet test') のコンテキストで実行されるため、ターミナル ロガーは使用されませんでした。
ko: 빌드가 stdout 스트림에 대한 직접 액세스를 요청하는 프로세스(예: 'dotnet test')의 컨텍스트에서 실행되기 때문에 터미널 로거는 사용되지 않았습니다.
pl: Rejestrator terminali nie został użyty, ponieważ kompilacja jest uruchamiana w kontekście procesu (np. „dotnet test”), który żąda bezpośredniego dostępu do strumienia StdOut.
pt_br: O Agente de Terminal não foi usado porque a compilação é executada no contexto de um processo (por exemplo, 'dotnet test') que solicita acesso direto ao fluxo stdout.
ru: Средство ведения журнала терминалов не используется, так как сборка выполняется в контексте процесса (например, "dotnet test"), который запрашивает прямой доступ к потоку stdout.
tr: Derleme StdOut akışına doğrudan erişim isteyen bir işlem (ör. 'dotnet test') bağlamında çalıştığı için Terminal Günlükçüsü kullanılmadı.
zh_hans: 未使用终端记录器，因为生成是在请求直接访问 stdout 流的进程的上下文中运行的(如“dotnet test”)。
zh_hant: 因為組建是在要求直接存取 stdout 資料流的處理常式 (例如 'dotnet test') 內容中執行，所以未使用終端記錄器。

# TerminalLoggerNotUsedNotSupported
source: Terminal Logger was not used because the output is not supported.
cs: Terminálový protokolovač se nepoužil, protože výstup se nepodporuje.
de: Die Terminalprotokollierung wurde nicht verwendet, da die Ausgabe nicht unterstützt wird.
es: No se usó el terminal de Logger porque no se admite la salida.
fr: L’enregistreur d’événements de terminal n’a pas été utilisé, car la sortie n’est pas prise en charge.
it: Il logger del terminale non è stato usato perché l'output non è supportato.
ja: 出力がサポートされていないため、ターミナル ロガーは使用されませんでした。
ko: 출력이 지원되지 않아 터미널 로거를 사용하지 않았습니다.
pl: Rejestrator terminali nie został użyty, ponieważ dane wyjściowe nie są obsługiwane.
pt_br: O Agente de Terminal não foi usado porque não há suporte para a saída.
ru: Средство ведения журнала терминалов не используется, так как выходные данные не поддерживаются.
tr: Çıkış desteklenmediğinden Terminal Günlükçüsü kullanılmadı.
zh_hans: 未使用终端记录器，因为不支持输出。
zh_hant: 因為不支援輸出，所以未使用終端記錄器。

# TerminalLoggerNotUsedRedirected
source: Terminal Logger was not used because the output is being redirected to a file.
cs: Terminálový protokolovač se nepoužil, protože výstup se přesměrovává do souboru.
de: Die Terminalprotokollierung wurde nicht verwendet, da die Ausgabe an eine Datei umgeleitet wird.
es: No se usó el terminal de Logger porque la salida se está redirigiendo a un archivo.
fr: L’enregistreur d’événements du terminal n’a pas été utilisé car la sortie est redirigée vers un fichier.
it: Il logger del terminale non è stato usato perché l'output viene reindirizzato a un file.
ja: 出力がファイルにリダイレクトされているため、ターミナル ロガーは使用されませんでした。
ko: 출력이 파일로 리디렉션되기 때문에 터미널 로거가 사용되지 않았습니다.
pl: Rejestrator terminali nie został użyty, ponieważ dane wyjściowe są przekierowywane do pliku.
pt_br: O Agente de Terminal não foi usado porque a saída está sendo redirecionada para um arquivo.
ru: Средство ведения журнала терминалов не используется, так как выходные данные перенаправляются в файл.
tr: Çıkış bir dosyaya yeniden yönlendirildiği için Terminal Günlükçüsü kullanılmadı.
zh_hans: 未使用终端记录器，因为正在将输出重定向到文件。
zh_hant: 因為輸出正重新導向至檔案，所以未使用終端記錄器。

# UnexpectedParametersError
source: MSBUILD : error MSB1002: This switch does not take any parameters.
cs: MSBUILD : error MSB1002: Pro tento přepínač se nepoužívají žádné parametry.
de: MSBUILD : error MSB1002: Der Schalter erlaubt keine Parameter.
es: MSBUILD : error MSB1002: Este modificador no tiene ningún parámetro.
fr: MSBUILD : error MSB1002: Ce commutateur n'accepte aucun paramètre.
it: MSBUILD : error MSB1002: questa opzione non accetta parametri.
ja: MSBUILD : error MSB1002: このスイッチにはパラメーターを指定できません。
ko: MSBUILD : error MSB1002: 이 스위치에는 매개 변수를 지정할 수 없습니다.
pl: MSBUILD : error MSB1002: ten przełącznik nie ma żadnych parametrów.
pt_br: MSBUILD : error MSB1002: Esta opção não aceita parâmetros.
ru: MSBUILD : error MSB1002: у этого ключа нет параметров.
tr: MSBUILD : error MSB1002: Bu anahtar parametreyle kullanılmaz.
zh_hans: MSBUILD : error MSB1002: 此开关不采用任何参数。
zh_hant: MSBUILD : error MSB1002: 這個參數不使用任何參數。

# UnknownSwitchError
source: MSBUILD : error MSB1001: Unknown switch.
cs: MSBUILD : error MSB1001: Neznámý přepínač.
de: MSBUILD : error MSB1001: Unbekannter Schalter.
es: MSBUILD : error MSB1001: Modificador desconocido.
fr: MSBUILD : error MSB1001: Commutateur inconnu.
it: MSBUILD : error MSB1001: opzione sconosciuta.
ja: MSBUILD : error MSB1001: 不明なスイッチです。
ko: MSBUILD : error MSB1001: 알 수 없는 스위치입니다.
pl: MSBUILD : error MSB1001: nieznany przełącznik.
pt_br: MSBUILD : error MSB1001: Opção desconhecida.
ru: MSBUILD : error MSB1001: неизвестный ключ.
tr: MSBUILD : error MSB1001: Bilinmeyen anahtar.
zh_hans: MSBUILD : error MSB1001: 未知开关。
zh_hant: MSBUILD : error MSB1001: 未知的參數。

# UnsupportedOS
source: MSBUILD : error MSB1015: MSBuild does not run on this version of the operating system. It is only supported on Windows 7 and later versions.
cs: MSBUILD : error MSB1015: MSBuild nejde spustit v této verzi operačního systému. Podporuje se jenom v systémech Windows 7 a novějších verzích.
de: MSBUILD : error MSB1015: MSBuild kann unter dieser Version des Betriebssystems nicht ausgeführt werden. Nur Windows 7 und Folgeversionen werden unterstützt.
es: MSBUILD : error MSB1015: MSBuild no se ha podido ejecutar en esta versión del sistema operativo. Solo se admite en Windows 7 y versiones posteriores.
fr: MSBUILD : error MSB1015: MSBuild ne s'exécute pas sur cette version du système d'exploitation. Il n'est pris en charge que sur Windows 7 et les versions ultérieures.
it: MSBUILD : error MSB1015: MSBuild non può essere eseguito su questa versione del sistema operativo. È supportato solo in Windows 7 e versioni successive.
ja: MSBUILD : error MSB1015: MSBuild はこのバージョンのオペレーティング システムでは実行できません。Windows 7 およびそれ以降のバージョンでのみサポートされています。
ko: MSBUILD : error MSB1015: 이 운영 체제 버전에서는 MSBuild를 실행할 수 없습니다. MSBuild는 Windows 7 이상의 버전에서만 지원됩니다.
pl: MSBUILD : error MSB1015: Program MSBuild nie działa w tej wersji systemu operacyjnego. Jest obsługiwany tylko w systemie Windows 7 i nowszych wersjach.
pt_br: MSBUILD : error MSB1015: O MSBuild não é executado nesta versão do sistema operacional. É suportado apenas no Windows 7 e em versões posteriores.
ru: MSBUILD : error MSB1015: MSBuild не работает в этой версии операционной системы. Он поддерживается только в Windows 7, Windows XP и более поздних версиях.
tr: MSBUILD : error MSB1015: MSBuild işletim sisteminin bu sürümünde çalışmaz. Yalnızca Windows 7 ve üzeri sürümlerde desteklenir.
zh_hans: MSBUILD : error MSB1015: MSBuild 不在此版本操作系统上运行，而仅在 Windows 7 及更高版本的操作系统上受支持。
zh_hant: MSBUILD : error MSB1015: MSBuild 不會在此版本的作業系統上執行。只有在 Windows 7 及更新版本才受支援。

# UnsupportedSwitchForSolutionFiles
source: The '{0}' switch is not supported for solution files.
cs: Přepínač „{0}“ se pro soubory řešení nepodporuje.
de: Der Switch "{0}" wird für Projektmappendateien nicht unterstützt.
es: El modificador '{0}' no es compatible con los archivos de solución.
fr: Le commutateur '{0}' n’est pas pris en charge pour les fichiers solution.
it: L'opzione '{0}' non è supportata per i file di soluzione.
ja: '{0}' スイッチはソリューション ファイルではサポートされていません。
ko: 솔루션 파일에는 '{0}' 스위치가 지원되지 않습니다.
pl: Przełącznik „{0}” nie jest obsługiwany dla plików rozwiązań.
pt_br: A opção '{0}' não é suportada para arquivos de solução.
ru: Параметр "{0}" не поддерживается для файлов решений.
tr: Çözüm dosyaları için '{0}' anahtarı desteklenmez.
zh_hans: 解决方案文件不支持“{0}”开关。
zh_hant: 解決方案檔案不支援 '{0}' 切換。

# Using35Engine
source: Forcing load of Microsoft.Build.Engine because MSBUILDOLDOM=1...
cs: Probíhá vynucení načtení Microsoft.Build.Engine, protože MSBUILDOLDOM=1...
de: Laden von "Microsoft.Build.Engine" wird erzwungen, da MSBUILDOLDOM=1...
es: Forzando la carga de Microsoft.Build.Engine porque MSBUILDOLDOM=1...
fr: Chargement forcé de Microsoft.Build.Engine, car MSBUILDOLDOM=1...
it: Verrà imposto il caricamento di Microsoft.Build.Engine perché MSBUILDOLDOM=1...
ja: MSBUILDOLDOM=1 のため、Microsoft.Build.Engine を強制的に読み込んでいます...
ko: MSBUILDOLDOM=1이므로 Microsoft.Build.Engine을 강제로 로드하는 중...
pl: Wymuszanie załadowania aparatu Microsoft.Build.Engine, ponieważ MSBUILDOLDOM=1...
pt_br: Forçando carregamento do Microsoft.Build.Engine porque MSBUILDOLDOM=1...
ru: Принудительная загрузка Microsoft.Build.Engine перед MSBUILDOLDOM=1...
tr: MSBUILDOLDOM=1 olduğundan Microsoft.Build.Engine yükleme zorlanıyor...
zh_hans: 强制加载 Microsoft.Build.Engine，因为 MSBUILDOLDOM=1...
zh_hant: 正在強制載入 Microsoft.Build.Engine，因為 MSBUILDOLDOM=1...

# MissingIgnoreProjectExtensionsError
source: MSBUILD : error MSB1035: Specify the project extensions to ignore.
cs: MSBUILD : error MSB1035: Zadejte přípony projektů, které mají být ignorovány.
de: MSBUILD : error MSB1035: Geben Sie die zu ignorierenden Projekterweiterungen an.
es: MSBUILD : error MSB1035: Especifique las extensiones de proyecto que se van a omitir.
fr: MSBUILD : error MSB1035: Spécifiez les extensions de projet à ignorer.
it: MSBUILD : error MSB1035: specificare le estensioni di progetto da ignorare.
ja: MSBUILD : error MSB1035: 無視するプロジェクトの拡張子を指定してください。
ko: MSBUILD : error MSB1035: 무시할 프로젝트 확장명을 지정하십시오.
pl: MSBUILD : error MSB1035: określ rozszerzenia projektu, które mają być ignorowane.
pt_br: MSBUILD : error MSB1035: Especifique as extensões do projeto a serem ignoradas.
ru: MSBUILD : error MSB1035: задайте игнорируемые расширения проекта.
tr: MSBUILD : error MSB1035: Yoksayılacak proje uzantılarını belirtin.
zh_hans: MSBUILD : error MSB1035: 指定要忽略的项目扩展名。
zh_hant: MSBUILD : error MSB1035: 指定要忽略的專案副檔名。

# InvalidExtensionToIgnore
source: MSBUILD : error MSB1036: There is an invalid extension in the -ignoreProjectExtensions list. Extensions must start with a period ".", have one or more characters after the period and not contain any invalid path characters or wildcards.
cs: MSBUILD : error MSB1036: Seznam -ignoreProjectExtensions obsahuje neplatnou příponu. Přípony musí začínat tečkou (.), za níž následuje jeden nebo několik znaků, a nesmí obsahovat žádné znaky, které nejsou platné v cestě, ani zástupné znaky.
de: MSBUILD : error MSB1036: Die -ignoreProjectExtensions-Liste enthält eine ungültige Erweiterung. Erweiterungen müssen mit einem Punkt "." beginnen, auf den mindestens ein Zeichen folgen muss, und dürfen keine ungültigen Pfadzeichen oder Platzhalterzeichen enthalten.
es: MSBUILD : error MSB1036: Hay una extensión no válida en la lista -ignoreProjectExtensions. Las extensiones deben comenzar con un punto ".", deben tener uno o varios caracteres detrás del punto y no deben contener caracteres o comodines de ruta de acceso que no sean válidos.
fr: MSBUILD : error MSB1036: Extension non valide dans la liste -ignoreProjectExtensions. Les extensions doivent commencer par un point (".") et contenir au moins un caractère après ce point. Par ailleurs, elles ne doivent pas contenir de caractères génériques ni de caractères de chemin non valides.
it: MSBUILD : error MSB1036: estensione non valida nell'elenco -ignoreProjectExtensions. Le estensioni devono iniziare con un punto ".", devono includere uno o più caratteri dopo il punto e non devono contenere caratteri di percorso o caratteri jolly non validi.
ja: MSBUILD : error MSB1036: -ignoreProjectExtensions のリスト内に無効な拡張子があります。拡張子はピリオド "." で始まり、1 つ以上の文字が続く必要があります。無効なパス文字やワイルドカードは許可されません。
ko: MSBUILD : error MSB1036: -ignoreProjectExtensions 목록에 잘못된 확장명이 있습니다. 확장명은 마침표(".")로 시작되고 마침표 뒤에 하나 이상의 문자가 있어야 하며 잘못된 경로 문자 또는 와일드카드를 포함해서는 안 됩니다.
pl: MSBUILD : error MSB1036: Nieprawidłowe rozszerzenie na liście -ignoreProjectExtensions. Rozszerzenia muszą zaczynać się kropką („.”), muszą zawierać co najmniej jeden znak po kropce i nie mogą zawierać nieprawidłowych znaków ścieżki ani symboli wieloznacznych.
pt_br: MSBUILD : error MSB1036: Há uma extensão inválida na lista -ignoreProjectExtensions. As extensões devem começar com um ponto ".", ter um ou mais caracteres depois do ponto e não conter nenhum caractere de caminho nem curingas inválidos.
ru: MSBUILD : error MSB1036: недопустимое расширение в списке -ignoreProjectExtensions. Расширения должны начинаться с точки ".", содержать один или несколько символов после точки и не могут включать в себя какие-либо недопустимые символы пути или подстановочные знаки.
tr: MSBUILD : error MSB1036: -ignoreProjectExtensions listesinde geçersiz bir uzantı var. Uzantılar noktayla "." başlamalı, noktadan sonra bir veya daha fazla karakter içermeli ve uzantılarda geçersiz yol karakterleri veya joker karakterler bulunmamalıdır.
zh_hans: MSBUILD : error MSB1036: -ignoreProjectExtensions 列表中存在无效扩展名。扩展名必须以句点“.”开头，句点后有一个或多个字符，并且不包含任何无效的路径字符或通配符。
zh_hant: MSBUILD : error MSB1036: -ignoreProjectExtensions 清單中有無效的副檔名。副檔名必須以句點 "." 開頭、句點後面必須有一個 (含) 以上的字元，而且不可包含任何無效路徑字元或萬用字元。

# MissingConsoleLoggerParameterError
source: MSBUILD : error MSB1037: Specify one or more parameters for the console logger if using the -consoleLoggerParameters switch
cs: MSBUILD : error MSB1037: Pokud používáte přepínač -consoleLoggerParameters, zadejte jeden nebo více parametrů protokolovacího nástroje konzoly.
de: MSBUILD : error MSB1037: Geben Sie bei Verwendung des Schalters "-consoleLoggerParameters" mindestens einen Parameter für die Konsolenprotokollierung an.
es: MSBUILD : error MSB1037: Especifique uno o varios parámetros para el registrador de consola si utiliza el modificador -consoleLoggerParameters
fr: MSBUILD : error MSB1037: Spécifiez un ou plusieurs paramètres pour le journaliseur de console si vous utilisez le commutateur -consoleLoggerParameters
it: MSBUILD : error MSB1037: specificare uno o più parametri per il logger di console se si usa l'opzione -consoleLoggerParameters
ja: MSBUILD : error MSB1037: -consoleLoggerParameters スイッチを使用する場合は、このスイッチにコンソール ロガーのパラメーターを 1 つ以上指定してください
ko: MSBUILD : error MSB1037: -consoleLoggerParameters 스위치를 사용하는 경우 콘솔 로거의 매개 변수를 하나 이상 지정하세요.
pl: MSBUILD : error MSB1037: w przypadku korzystania z przełącznika -consoleLoggerParameters określ jeden lub więcej parametrów rejestratora konsoli
pt_br: MSBUILD : error MSB1037: Especifique um ou mais parâmetros para cada agente de console se estiver usando a opção -consoleLoggerParameters
ru: MSBUILD : error MSB1037: задайте один или несколько параметров журнала консоли при использовании ключа -consoleLoggerParameters
tr: MSBUILD : error MSB1037: -consoleLoggerParameters anahtarı kullanılıyorsa konsol günlükçüsü için bir veya birden çok parametre belirtin
zh_hans: MSBUILD : error MSB1037: 为控制台记录器指定一个或多个参数(如果使用 -consoleLoggerParameters 开关)
zh_hant: MSBUILD : error MSB1037: 如果使用 -consoleLoggerParameters 參數，請為主控台記錄器指定一或多個參數

# MissingFileLoggerParameterError
source: MSBUILD : error MSB1038: Specify one or more parameters for the file logger if using the -fileLoggerParameters switch
cs: MSBUILD : error MSB1038: Pokud používáte přepínač -fileLoggerParameters, zadejte jeden nebo více parametrů protokolovacího nástroje souborů
de: MSBUILD : error MSB1038: Geben Sie bei Verwendung des Schalters "-fileLoggerParameters" mindestens einen Parameter für die Dateiprotokollierung an.
es: MSBUILD : error MSB1038: Especifique uno o varios parámetros para el registrador de archivos si utiliza el modificador -fileLoggerParameters
fr: MSBUILD : error MSB1038: Spécifiez un ou plusieurs paramètres pour le journaliseur vers un fichier si vous utilisez le commutateur -fileLoggerParameters
it: MSBUILD : error MSB1038: specificare uno o più parametri per il logger di file se si usa l'opzione -fileLoggerParameters
ja: MSBUILD : error MSB1038: -fileLoggerParameters スイッチを使用する場合は、このスイッチにファイル ロガーのパラメーターを 1 つ以上指定してください
ko: MSBUILD : error MSB1038: -fileLoggerParameters 스위치를 사용하는 경우 파일 로거에 대한 매개 변수를 하나 이상 지정하세요.
pl: MSBUILD : error MSB1038: w przypadku korzystania z przełącznika -fileLoggerParameters określ jeden lub więcej parametrów rejestratora plików
pt_br: MSBUILD : error MSB1038: Especifique um ou mais parâmetros para o agente de arquivo se estiver usando a opção -fileLoggerParameters
ru: MSBUILD : error MSB1038: задайте один или несколько параметров для журнала файла при использовании ключа -fileLoggerParameters
tr: MSBUILD : error MSB1038: -fileLoggerParameters anahtarı kullanılıyorsa dosya günlükçüsü için bir veya birden çok parametre belirtin
zh_hans: MSBUILD : error MSB1038: 为文件记录器指定一个或多个参数(如果使用 -fileLoggerParameters 开关)
zh_hant: MSBUILD : error MSB1038: 如果使用 -fileLoggerParameters 參數，請為檔案記錄器指定一或多個參數

# MissingNodeReuseParameterError
source: MSBUILD : error MSB1041: Specify one or more parameters for node reuse if using the -nodeReuse switch
cs: MSBUILD : error MSB1041: Pokud používáte přepínač -nodeReuse, zadejte jeden nebo více parametrů opakovaného použití uzlu.
de: MSBUILD : error MSB1041: Geben Sie bei Verwendung des Schalters "-nodeReuse" mindestens einen Parameter für die Knotenwiederverwendung an.
es: MSBUILD : error MSB1041: Especifique uno o varios parámetros para la reutilización de nodos si utiliza el modificador -nodeReuse
fr: MSBUILD : error MSB1041: Spécifiez un ou plusieurs paramètres pour la réutilisation du nœud si vous utilisez le commutateur -nodeReuse
it: MSBUILD : error MSB1041: specificare uno o più parametri per il riutilizzo dei nodi se si usa l'opzione -nodeReuse
ja: MSBUILD : error MSB1041: -nodeReuse スイッチを使用する場合は、このスイッチにノード再利用のパラメーターを 1 つ以上指定してください
ko: MSBUILD : error MSB1041: -nodeReuse 스위치를 사용하는 경우 노드 다시 사용에 대한 매개 변수를 하나 이상 지정하세요.
pl: MSBUILD : error MSB1041: w przypadku korzystania z przełącznika -nodeReuse określ jeden lub więcej parametrów ponownego używania węzła
pt_br: MSBUILD : error MSB1041: Especifique um ou mais parâmetros para reutilização de nó se estiver usando a opção -nodeReuse
ru: MSBUILD : error MSB1041: задайте один или несколько параметров для повторного использования узла при использовании ключа -nodeReuse
tr: MSBUILD : error MSB1041: -nodeReuse anahtarı kullanılıyorsa düğüm yeniden kullanımı için bir veya birden çok parametre belirtin
zh_hans: MSBUILD : error MSB1041: 为节点重用指定一个或多个参数(如果使用 -nodeReuse 开关)
zh_hant: MSBUILD : error MSB1041: 如果使用 -nodeReuse 參數，請為節點重複使用指定一或多個參數

# InvalidNodeReuseValue
source: MSBUILD : error MSB1042: Node reuse value is not valid. {0}.
cs: MSBUILD : error MSB1042: Hodnota opakovaného použití uzlu je neplatná. {0}.
de: MSBUILD : error MSB1042: Der Wert für die Knotenwiederverwendung ist nicht gültig. {0}.
es: MSBUILD : error MSB1042: El valor de reutilización de nodos no es válido. {0}.
fr: MSBUILD : error MSB1042: La valeur de réutilisation du noeud n'est pas valide. {0}.
it: MSBUILD : error MSB1042: valore di riutilizzo dei nodi non valido. {0}.
ja: MSBUILD : error MSB1042: ノードの再利用値が無効です。{0}。
ko: MSBUILD : error MSB1042: 노드 다시 사용 값이 잘못되었습니다. {0}.
pl: MSBUILD : error MSB1042: wartość ponownego użycia węzła jest nieprawidłowa. {0}.
pt_br: MSBUILD : error MSB1042: Valor de reutilização de nó inválido. {0}.
ru: MSBUILD : error MSB1042: недопустимое значение повторного использования узла. {0}.
tr: MSBUILD : error MSB1042: Düğüm yeniden kullanım değeri geçerli değil. {0}.
zh_hans: MSBUILD : error MSB1042: 节点重用值无效。{0}。
zh_hant: MSBUILD : error MSB1042: 節點重複使用值無效。{0}。

# InvalidPreprocessPath
source: MSBUILD : error MSB1047: File to preprocess to is not valid. {0}
cs: MSBUILD : error MSB1047: Soubor, do kterého má být provedeno předběžné zpracování, není platný. {0}
de: MSBUILD : error MSB1047: Die vorzuverarbeitende Datei ist ungültig. {0}
es: MSBUILD : error MSB1047: El archivo en el que se preprocesará no es válido. {0}
fr: MSBUILD : error MSB1047: Le fichier à prétraiter n'est pas valide. {0}
it: MSBUILD : error MSB1047: file da pre-elaborare non valido. {0}
ja: MSBUILD : error MSB1047: 前処理するファイルが無効です。{0}
ko: MSBUILD : error MSB1047: 전처리할 파일이 잘못되었습니다. {0}
pl: MSBUILD : error MSB1047: Plik, który ma zostać wstępnie przetworzony, jest nieprawidłowy. {0}
pt_br: MSBUILD : error MSB1047: O arquivo a ser pré-processado é inválido. {0}
ru: MSBUILD : error MSB1047: недопустимый файл для предварительной обработки. {0}
tr: MSBUILD : error MSB1047: Ön işlem uygulanacak dosya geçerli değil. {0}
zh_hans: MSBUILD : error MSB1047: 要预处理的文件无效。{0}
zh_hant: MSBUILD : error MSB1047: 要前置處理的目地檔案無效。{0}

# NeedJustMyCode
source: If MSBuild debugging does not work correctly, please verify that the "Just My Code" feature is enabled in Visual Studio, and that you have selected the managed debugger.
cs: Pokud ladění MSBuild nepracuje správně, ověřte, zda je v sadě Visual Studio povolena možnost Pouze můj kód a zda byl zvolen spravovaný ladicí nástroj.
de: Wenn das MSBuild-Debugging nicht ordnungsgemäß funktioniert, überprüfen Sie, ob die Funktion "Nur mein Code" in Visual Studio aktiviert ist und ob Sie den verwalteten Debugger ausgewählt haben.
es: Si la depuración de MSBuild no funciona correctamente, compruebe que la funcionalidad "Solo mi código" está habilitada en Visual Studio y que ha seleccionado el depurador administrado.
fr: Si le débogage MSBuild ne fonctionne pas correctement, vérifiez que la fonctionnalité "Uniquement mon code" est activée dans Visual Studio, et que vous avez sélectionné le débogueur managé.
it: Se il debug di MSBuild non funziona correttamente, verificare che la funzionalità "Just My Code" sia abilitata in Visual Studio e che sia stato selezionato il debugger gestito.
ja: MSBuild デバッグが正常に機能しない場合は、Visual Studio で [マイ コードのみ] 機能が有効になっていること、およびマネージ デバッガーが選択されていることを確認してください。
ko: MSBuild 디버깅이 제대로 작동하지 않을 경우, Visual Studio에서 "내 코드만" 기능이 설정되어 있는지와 관리되는 디버거를 선택했는지를 확인하십시오.
pl: Jeśli debugowanie w programie MSBuild nie działa poprawnie, sprawdź, czy w programie Visual Studio jest włączona funkcja „Just My Code” i czy został wybrany debuger zarządzany.
pt_br: Se a depuração do MSBuild não funcionar corretamente, verifique se o recurso "Apenas Meu Código" está habilitado no Visual Studio e se o depurador gerenciado foi selecionado.
ru: Если отладка MSBuild работает неправильно, убедитесь, что выбран управляемый отладчик, а в Visual Studio включен режим "Только мой код".
tr: MSBuild hata ayıklaması düzgün çalışmıyorsa, lütfen Visual Studio'da "Yalnızca Kendi Kodum" özelliğinin etkinleştirildiğinden ve yönetilen hata ayıklayıcıyı seçtiğinizden emin olun.
zh_hans: 如果 MSBuild 调试无法正常工作，请验证 Visual Studio 中是否已启用“仅我的代码”功能，以及您是否选择了托管调试器。
zh_hant: 如果 MSBuild 偵錯無法正確運作，請確認是否已在 Visual Studio 中啟用 [Just My Code] 功能、以及是否已選取受控偵錯工具。
