Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AxTlbBaseTask.StrongNameUtils.NoKeyPairInContainer
source: MSB3651: The key container '{0}' does not contain a public/private key pair.
cs: MSB3651: Kontejner klíčů {0} neobsahuje dvojici veřejného a privátního klíče.
de: MSB3651: Der Schlüsselcontainer "{0}" enthält kein öffentliches/privates Schlüsselpaar.
es: MSB3651: El contenedor de claves '{0}' no contiene un par de claves pública/privada.
fr: MSB3651: Le conteneur de clé '{0}' ne contient pas de paire de clés publique/privée.
it: MSB3651: il contenitore di chiavi '{0}' non contiene una coppia di chiavi pubblica/privata.
ja: MSB3651: キー コンテナー '{0}' に、公開/秘密キーのペアが含まれていません。
ko: MSB3651: 키 컨테이너 '{0}'에 퍼블릭/프라이빗 키 쌍이 없습니다.
pl: MSB3651: Kontener kluczy '{0}' nie zawiera pary kluczy publiczny/prywatny.
pt_br: MSB3651: O contêiner de chave "{0}" não contém um par de chaves públicas/privadas.
ru: MSB3651: Файл ключей "{0}" не содержит пару, состоящую из открытого и закрытого ключей.
tr: MSB3651: '{0}' anahtar kapsayıcısı ortak/özel anahtar çifti içermiyor.
zh_hans: MSB3651: 密钥容器“{0}”未包含公钥/私钥对。
zh_hant: MSB3651: 金鑰容器 '{0}' 不包含公開/私密金鑰組。

# AxTlbBaseTask.StrongNameUtils.NoKeyPairInFile
source: MSB3652: The key file '{0}' does not contain a public/private key pair.
cs: MSB3652: Soubor klíčů {0} neobsahuje dvojici veřejného a privátního klíče.
de: MSB3652: Die Schlüsseldatei "{0}" enthält kein öffentliches/privates Schlüsselpaar.
es: MSB3652: El archivo de clave '{0}' no contiene un par de claves pública/privada.
fr: MSB3652: Le fichier de clé '{0}' ne contient pas de paire de clés publique/privée.
it: MSB3652: il file di chiave '{0}' non contiene una coppia di chiavi pubblica/privata.
ja: MSB3652: キー ファイル '{0}' に、公開/秘密キーのペアが含まれていません。
ko: MSB3652: 키 파일 '{0}'에 퍼블릭/프라이빗 키 쌍이 없습니다.
pl: MSB3652: Plik klucza '{0}' nie zawiera pary kluczy publiczny/prywatny.
pt_br: MSB3652: O arquivo de chave "{0}" não contém um par de chaves públicas/privadas.
ru: MSB3652: Файл ключей "{0}" не содержит пару, состоящую из открытого и закрытого ключей.
tr: MSB3652: '{0}' anahtar dosyası ortak/özel anahtar çifti içermiyor.
zh_hans: MSB3652: 密钥文件“{0}”未包含公钥/私钥对。
zh_hant: MSB3652: 金鑰檔 '{0}' 不包含公開/私密金鑰組。

# AxTlbBaseTask.ToolNameMustBeSet
source: MSB3653: AxTlbBaseTask is not an executable task. If deriving from it, please ensure the ToolName property was set.
cs: MSB3653: AxTlbBaseTask není spustitelná úloha. Pokud se použije k dalšímu odvození, je nutné, aby byla nastavena vlastnost ToolName.
de: MSB3653: AxTlbBaseTask ist keine ausführbare Aufgabe. Stellen Sie im Fall einer Ableitung sicher, dass die ToolName-Eigenschaft festgelegt wurde.
es: MSB3653: AxTlbBaseTask no es una tarea ejecutable. Si se deriva de ella, asegúrese de establecer la propiedad ToolName.
fr: MSB3653: AxTlbBaseTask n'est pas une tâche exécutable. Dans le cas d'une dérivation de cette tâche, assurez-vous que la propriété ToolName a été définie.
it: MSB3653: AxTlbBaseTask non è un'attività eseguibile. Se viene usata come derivazione, assicurarsi che la proprietà ToolName sia impostata.
ja: MSB3653: AxTlbBaseTask は実行可能なタスクではありません。ここから派生する場合は、ToolName プロパティが設定されていることを確認してください。
ko: MSB3653: AxTlbBaseTask는 실행 가능한 작업이 아닙니다. 이 작업으로부터 항목을 파생시키는 경우 ToolName 속성을 설정하세요.
pl: MSB3653: Konstruktor AxTlbBaseTask nie jest zadaniem wykonywalnym. Jeśli został uzyskany na jego podstawie, sprawdź, czy właściwość ToolName została ustawiona.
pt_br: MSB3653: AxTlbBaseTask não é uma tarefa executável. Se derivada dela, verifique se a propriedade ToolName foi definida.
ru: MSB3653: AxTlbBaseTask не является выполнимой задачей. Если от этого параметра выполняется наследование, должно быть задано свойство ToolName.
tr: MSB3653: AxTlbBaseTask, yürütülebilir bir görev değil. Bundan türetme yapılıyorsa lütfen ToolName özelliğinin ayarlandığından emin olun.
zh_hans: MSB3653: AxTlbBaseTask 不是可执行任务。如果从该任务派生，请确保已设置 ToolName 属性。
zh_hant: MSB3653: AxTlbBaseTask 不是可執行的工作。若從中衍生，請確認已設定 ToolName 屬性。

# AxTlbBaseTask.StrongNameUtils.NoPublicKeySpecified
source: MSB3654: Delay signing requires that at least a public key be specified. Please either supply a public key using the KeyFile or KeyContainer properties, or disable delay signing.
cs: MSB3654: Pozdržené podepisování požaduje, aby byl určen alespoň veřejný klíč. Zadejte veřejný klíč pomocí vlastnosti KeyFile nebo KeyContainer, nebo zakažte pozdržené podepisování.
de: MSB3654: Für verzögertes Signieren muss mindestens ein öffentlicher Schlüssel angegeben werden. Geben Sie entweder einen öffentlichen Schlüssel mithilfe der KeyFile- oder KeyContainer-Eigenschaft an, oder deaktivieren Sie verzögertes Signieren.
es: MSB3654: La firma retardada requiere que se especifique al menos una clave pública. Proporcione una clave pública mediante las propiedades KeyFile o KeyContainer, o deshabilite la firma retardada.
fr: MSB3654: La signature différée nécessite qu'au moins une clé publique soit spécifiée. Indiquez une clé publique à l'aide des propriétés KeyFile ou KeyContainer, ou désactivez la signature différée.
it: MSB3654: la firma ritardata richiede che sia specificata almeno una chiave pubblica. Fornire una chiave pubblica usando le proprietà KeyFile o KeyContainer oppure disabilitare la firma ritardata.
ja: MSB3654: 遅延署名には、最低でも 1 つの公開キーを指定する必要があります。KeyFile または KeyContainer プロパティを使用して公開キーを提供するか、遅延署名を無効にしてください。
ko: MSB3654: 서명을 연기하려면 적어도 공개 키를 지정해야 합니다. KeyFile 또는 KeyContainer 속성을 사용하여 공개 키를 제공하거나 서명 연기를 비활성화하세요.
pl: MSB3654: Podpisywanie opóźnione wymaga określenia przynajmniej klucza publicznego. Podaj klucz publiczny przy użyciu właściwości KeyFile lub KeyContainer albo wyłącz podpisywanie opóźnione.
pt_br: MSB3654: A assinatura atrasada requer que pelo menos uma chave pública seja especificada. Forneça uma chave pública usando as propriedades KeyFile ou KeyContainer ou desabilite a assinatura atrasada.
ru: MSB3654: для отложенного подписывания необходимо указать хотя бы один открытый ключ. Укажите открытый ключ с помощью свойства KeyFile или KeyContainer либо отключите отложенное подписывание.
tr: MSB3654: Gecikmeli imzalama, en azından bir ortak anahtar belirtilmesini gerektirir. Lütfen KeyFile veya KeyContainer özelliklerini kullanarak bir ortak anahtar sağlayın veya gecikmeli imzalamayı devre dışı bırakın.
zh_hans: MSB3654: 延迟签名要求至少指定一个公钥。请使用 KeyFile 或 KeyContainer 属性提供一个公钥，或者禁用延迟签名。
zh_hant: MSB3654: 延遲簽署需要至少指定一個公開金鑰。請使用 KeyFile 或 KeyContainer 屬性提供公開金鑰，或停用延遲簽署。

# CombineTargetFrameworkInfoProperties.NotNullAndEmptyRootElementName
source: MSB3991: '{0}' is not set or empty. When {1} is false, make sure to set a non-empty value for '{0}'.
cs: MSB3991: Hodnota {0} není nastavena nebo je prázdná. Pokud {1} má hodnotu false, nezapomeňte pro hodnotu {0} nastavit neprázdnou hodnotu.
de: MSB3991: „{0}“ ist nicht festgelegt oder leer. Wenn {1} falsch ist, legen Sie für „{0}“ auf keinen Fall einen leeren Wert fest.
es: MSB3991: "{0}" no se ha establecido o está vacío. Cuando {1} sea false, asegúrese de establecer un valor que no esté vacío para "{0}".
fr: MSB3991: « {0} » n’est pas défini ou vide. Quand la valeur de {1} est false, veillez à définir une valeur non vide pour « {0} ».
it: MSB3991: '{0}' non è impostato o è vuoto. Quando {1} è false, assicurarsi di impostare un valore non vuoto per '{0}'.
ja: MSB3991: '{0}' が設定されていないか、空です。{1} が false の場合は、'{0}' に空でない値を設定してください。
ko: MSB3991: '{0}'이(가) 설정되지 않았거나 비어 있습니다. {1}이(가) false인 경우 '{0}'에 비어 있지 않은 값을 설정해야 합니다.
pl: MSB3991: „{0}” nie jest ustawiony ani pusty. Jeśli {1} ma wartość false, ustaw wartość, która nie jest pusta dla „{0}”.
pt_br: MSB3991: '{0}' não está definido ou está vazio. Quando {1} for falso, certifique-se de definir um valor não vazio para '{0}'.
ru: MSB3991: "{0}" не настроено или пусто. Если для {1} присвоено значение false, настройте непустое значение для "{0}".
tr: MSB3991: '{0}' ayarlanmamış veya boş. {1} yanlış olduğunda, '{0}' için boş olmayan bir değer ayarlandığından emin olun.
zh_hans: MSB3991: "{0}" 未设置或为空。如果 {1} 为 false，请确保为 "{0}" 设置非空值。
zh_hant: MSB3991: 未設定 '{0}' 或空白。當 {1} 為 false 時，請務必將 '{0}' 設定非空白值。

# CombineTargetFrameworkInfoProperties.NotNullRootElementName
source: MSB3992: '{0}' is not set. When {1} is true, make sure to set a value for '{0}'.
cs: MSB3992: Hodnota {0} není nastaven. Pokud {1} má hodnotu true, nezapomeňte nastavit hodnotu pro {0}.
de: MSB3992: „{0}“ ist nicht festgelegt. Wenn {1} wahr ist, legen Sie auf jeden Fall einen Wert für „{0}“ fest.
es: MSB3992: "{0}" no se ha establecido. Cuando {1} sea true, asegúrese de establecer un valor para "{0}".
fr: MSB3992: « {{0}0} » n’est pas défini. Lorsque {1} la valeur est true, veillez à définir une valeur pour «{0} ».
it: MSB3992: '{0}' non è impostato. Quando {1} è true, assicurarsi di impostare un valore per '{0}'.
ja: MSB3992: '{0}' が設定されていません。{1} が true の場合は、必ず '{0}' の値を設定してください。
ko: MSB3992: '{0}'이(가) 설정되지 않았습니다. {1}이(가) true인 경우 '{0}'에 값을 설정해야 합니다.
pl: MSB3992: nie ustawiono „{0}”. Jeśli {1} ma wartość true, upewnij się, że ustawiono wartość dla „{0}”.
pt_br: MSB3992: '{0}' não está definido. Quando {1} for verdadeiro, certifique-se de definir um valor para '{0}'.
ru: MSB3992: "{0}" не настроено. Если для {1} присвоено значение true, настройте значение для "{0}".
tr: MSB3992: '{0}' ayarlanmamış. {1} doğru olduğunda, '{0}' için bir değer ayarlandığından emin olun.
zh_hans: MSB3992: 未设置 "{0}"。如果 {1} 为 true，请确保为 "{0}" 设置值。
zh_hant: MSB3992: 未設定 '{0}'。當 {1} 為 true 時，請務必j將 '{0}' 設定一個值。

# CommonTarget.NoWin32ManifestAndPreferNativeArm64Enabled
source: MSB9903: PreferNativeArm64 requires a Win32 application manifest and is mutually exclusive with NoWin32Manifest.
es: MSB9903: PreferNativeArm64 requiere un manifiesto de aplicación Win32 y se excluye mutuamente con NoWin32Manifest.
fr: MSB9903: PreferNativeArm64 nécessite un manifeste d’application Win32 et s’exclue mutuellement de NoWin32Manifest.
it: MSB9903: PreferNativeArm64 richiede un manifesto dell'applicazione Win32 e si esclude a vicenda con NoWin32Manifest.
ja: MSB9903: PreferNativeArm64 は、Win32 アプリケーション マニフェストを必要とし、NoWin32Manifest と相互に排他的です。
ko: MSB9903: PreferNativeArm64에는 Win32 애플리케이션 매니페스트가 필요하며 NoWin32Manifest와 함께 사용할 수 없습니다.
ru: MSB9903: PreferNativeArm64 требует манифеста приложения Win32 и является взаимоисключающим с NoWin32Manifest.
tr: MSB9903: PreferNativeArm64 bir Win32 uygulama bildirimi gerektirir ve NoWin32Manifest ile birbirini dışlar.
zh_hans: MSB9903: PreferNativeArm64 需要 Win32 应用程序清单，并且与 NoWin32Manifest 互斥。
zh_hant: MSB9903: PreferNativeArm64 需要 Win32 應用程式資訊清單，且與 NoWin32Manifest 互斥。

# CommonTarget.PlatformIsAnyCPUAndPreferNativeArm64Enabled
source: MSB9904: When PreferNativeArm64 is enabled, ensure that the Platform is set to AnyCPU. Current Platform: {0}.
es: MSB9904: cuando PreferNativeArm64 esté habilitado, asegúrese de que la plataforma está establecida en AnyCPU. Plataforma actual: {0}.
fr: MSB9904: lorsque PreferNativeArm64 est activé, vérifiez que la plateforme est définie sur AnyCPU. Plateforme actuelle : {0}.
it: MSB9904: quando l'opzione PreferNativeArm64 è abilitata, assicurarsi che la piattaforma sia impostata su AnyCPU. Piattaforma corrente: {0}.
ja: MSB9904: PreferNativeArm64 が有効である場合、プラットフォームが AnyCPU に設定されていることを確認してください。現在のプラットフォーム: {0}。
ko: MSB9904: PreferNativeArm64를 사용하도록 설정한 경우 플랫폼이 AnyCPU로 설정되어 있는지 확인합니다. 현재 플랫폼: {0}.
ru: MSB9904: если включен PreferNativeArm64, установите для платформы значение AnyCPU. Текущая платформа: {0}.
tr: MSB9904: PreferNativeArm64 etkinleştirildiğinde, Platformun AnyCPU olarak ayarlandığından emin olun. Geçerli Platform: {0}.
zh_hans: MSB9904: 启用 PreferNativeArm64 时，请确保平台设置为 AnyCPU。当前平台: {0}。
zh_hant: MSB9904: 啟用 PreferNativeArm64 時，請確認平台已設為 AnyCPU。目前平台: {0}。

# CommonTarget.Prefer32BitAndPreferNativeArm64Enabled
source: MSB9902: Prefer32Bit and PreferNativeArm64 options are mutually exclusive. Please enable only one.
es: MSB9902: las opciones Prefer32Bit y PreferNativeArm64 se excluyen mutuamente. Habilite solo una.
fr: MSB9902: les options Prefer32Bit et PreferNativeArm64 s’excluent mutuellement. N’activez qu’un seul.
it: MSB9902: le opzioni Prefer32Bit e PreferNativeArm64 si escludono a vicenda. Abilitarne solo una.
ja: MSB9902: Prefer32Bit オプションと PreferNativeArm64 オプションは相互に排他的です。1 つだけ有効にしてください。
ko: MSB9902: Prefer32Bit 및 PreferNativeArm64 옵션은 함께 사용할 수 없습니다. 하나만 사용하도록 설정하세요.
ru: MSB9902: параметры Prefer32Bit и PreferNativeArm64 являются взаимоисключающими. Включите только один.
tr: MSB9902: Prefer32Bit ve PreferNativeArm64 seçenekleri birbirini dışlar. Lütfen yalnızca birini etkinleştirin.
zh_hans: MSB9902: Prefer32Bit 和 PreferNativeArm64 选项互斥。请仅启用一个。
zh_hant: MSB9902: Prefer32Bit 和 PreferNativeArm64 選項互斥。請只啟用一個。

# CommonTarget.SpecifiedSeverityDoesNotExist
source: MSB9901: The specified severity is not relevant: '{0}' for the message: '{1}'.
es: MSB9901: la gravedad especificada no es relevante: '{0}' para el mensaje: '{1}'.
fr: MSB9901: la gravité spécifiée n’est pas pertinente : «{0}» pour le message : «{1}».
it: MSB9901: la gravità specificata non è rilevante: "{0}" per il messaggio: "{1}".
ja: MSB9901: 指定された重要度に関連性がありません: メッセージの '{0}': '{1}'。
ko: MSB9901: 지정한 심각도가 관련되지 않습니다. '{1}' 메시지의 '{0}'.
ru: MSB9901: Указанная серьезность не релевантна: "{0}" для сообщения: "{1}".
tr: MSB9901: Belirtilen önem derecesi ilişkili değil: '{1}' iletisi için '{0}'.
zh_hans: MSB9901: 指定的严重性不相关: 消息“{1}”的“{0}”。
zh_hant: MSB9901: 指定的嚴重性不相關: 訊息 '{1}' 的 '{0}'。

# Compiler.FatalArguments
source: MSB3881: Fatal Error: more than {0} command line arguments.
cs: MSB3881: Závažná chyba: víc než {0} argumentů příkazového řádku
de: MSB3881: Schwerwiegender Fehler: mehr als {0} Befehlszeilenargumente.
es: MSB3881: Error irrecuperable: más de {0} argumentos de línea de comandos.
fr: MSB3881: Erreur fatale : plus de {0} arguments de ligne de commande.
it: MSB3881: Errore irreversibile: più di {0} argomenti della riga di comando.
ja: MSB3881: 致命的なエラー: コマンド ライン引数が {0} を超えています。
ko: MSB3881: 심각한 오류: 명령줄 인수가 {0}개를 넘었습니다.
pl: MSB3881: Błąd krytyczny: liczba argumentów wiersza polecenia większa niż {0}.
pt_br: MSB3881: Erro Fatal: mais de {0} argumentos de linha de comando.
ru: MSB3881: неустранимая ошибка: число аргументов командной строки превышает {0}.
tr: MSB3881: Kritik Hata: Komut satırı bağımsız değişkenleri şu sayıdan fazla: {0}.
zh_hans: MSB3881: 严重错误: 超出 {0} 个命令行参数。
zh_hant: MSB3881: 嚴重錯誤: 命令列引數的數目超過 {0} 個。

# Compiler.FatalNoResponse
source: MSB3882: Fatal Error: No response from server.
cs: MSB3882: Závažná chyba: žádná odpověď od serveru
de: MSB3882: Schwerwiegender Fehler. Keine Antwort vom Server.
es: MSB3882: Error irrecuperable: sin respuesta del servidor.
fr: MSB3882: Erreur fatale : aucune réponse du serveur.
it: MSB3882: Errore irreversibile: nessuna risposta dal server.
ja: MSB3882: 致命的なエラー: サーバーからの応答がありません。
ko: MSB3882: 심각한 오류: 서버의 응답이 없습니다.
pl: MSB3882: Błąd krytyczny: brak odpowiedzi z serwera.
pt_br: MSB3882: Erro Fatal: nenhuma resposta do servidor.
ru: MSB3882: неустранимая ошибка: сервер не отвечает.
tr: MSB3882: Kritik Hata: Sunucu yanıt vermiyor.
zh_hans: MSB3882: 严重错误: 服务器无响应。
zh_hant: MSB3882: 嚴重錯誤: 伺服器無回應。

# Compiler.UnexpectedException
source: MSB3883: Unexpected exception:
cs: MSB3883: Neočekávaná výjimka:
de: MSB3883: Unerwartete Ausnahme:
es: MSB3883: Excepción inesperada:
fr: MSB3883: Exception inattendue :
it: MSB3883: Eccezione imprevista:
ja: MSB3883: 予期しない例外:
ko: MSB3883: 예기치 않은 예외:
pl: MSB3883: Nieoczekiwany wyjątek:
pt_br: MSB3883: exceção inesperada:
ru: MSB3883: непредвиденное исключение:
tr: MSB3883: Beklenmeyen özel durum:
zh_hans: MSB3883: 意外的异常:
zh_hant: MSB3883: 未預期的例外狀況:

# Compiler.UnableToFindRuleSet
source: MSB3884: Could not find rule set file "{0}".
cs: MSB3884: Nejde najít soubor sady pravidel {0}.
de: MSB3884: Regelsatzdatei "{0}" konnte nicht gefunden werden.
es: MSB3884: no se pudo encontrar el archivo de conjunto de reglas "{0}".
fr: MSB3884: le fichier d'ensemble de règles "{0}" est introuvable.
it: MSB3884: il file del set di regole "{0}" non è stato trovato.
ja: MSB3884: 規則セット ファイル "{0}" を検出できませんでした。
ko: MSB3884: 규칙 집합 파일 "{0}"을(를) 찾을 수 없습니다.
pl: MSB3884: nie można odnaleźć pliku zestawu reguł „{0}”.
pt_br: MSB3884: Não foi possível definir o arquivo de conjunto de regras "{0}".
ru: MSB3884: не удалось найти файл набора правил "{0}".
tr: MSB3884: "{0}" kural kümesi dosyası bulanamadı.
zh_hans: MSB3884: 无法找到规则集文件“{0}”。
zh_hant: MSB3884: 找不到規則集檔案 "{0}"。

# Copy.CreatesDirectory
source: Creating directory "{0}".
cs: Probíhá vytváření adresáře {0}.
de: Das Verzeichnis "{0}" wird erstellt.
es: Creando directorio "{0}".
fr: Création du répertoire "{0}".
it: Creazione directory "{0}".
ja: ディレクトリ "{0}" を作成しています。
ko: "{0}" 디렉터리를 만들고 있습니다.
pl: Tworzenie katalogu „{0}”.
pt_br: Criando o diretório "{0}".
ru: Создание каталога "{0}".
tr: "{0}" dizini oluşturuluyor.
zh_hans: 正在创建目录“{0}”。
zh_hant: 正在建立目錄 "{0}"。

# Copy.DestinationIsDirectory
source: MSB3024: Could not copy the file "{0}" to the destination file "{1}", because the destination is a folder instead of a file. To copy the source file into a folder, consider using the DestinationFolder parameter instead of DestinationFiles.
cs: MSB3024: Nelze zkopírovat soubor {0} do cílového souboru {1}, protože cílem není soubor, ale složka. Pokud chcete zkopírovat zdrojový soubor do složky, zkuste namísto parametru DestinationFiles použít parametr DestinationFolder.
de: MSB3024: Die Datei "{0}" konnte nicht in die Zieldatei "{1}" kopiert werden, da das Ziel keine Datei, sondern ein Ordner ist. Verwenden Sie anstelle des DestinationFiles-Parameters den DestinationFolder-Parameter, um die Quelldatei in einen Ordner zu kopieren.
es: MSB3024: No se puede copiar el archivo "{0}" en el archivo de destino "{1}" porque el destino es una carpeta y no un archivo. Para copiar el archivo de origen en una carpeta, use el parámetro DestinationFolder en lugar de DestinationFiles.
fr: MSB3024: Impossible de copier le fichier "{0}" vers le fichier de destination "{1}", car la destination est un dossier et non un fichier. Pour copier le fichier source dans un dossier, essayez d'utiliser le paramètre DestinationFolder au lieu de DestinationFiles.
it: MSB3024: non è stato possibile copiare il file "{0}" nel file di destinazione "{1}". La destinazione è una cartella e non un file. Per copiare il file di origine in una cartella, provare a usare il parametro DestinationFolder invece di DestinationFiles.
ja: MSB3024: コピー先がファイルではなくフォルダーであるため、ファイル "{0}" をコピー先ファイル "{1}" にコピーできませんでした。フォルダーにソース ファイルをコピーするには、DestinationFiles パラメーターではなく DestinationFolder パラメーターを使用してください。
ko: MSB3024: 대상이 파일이 아니라 폴더이므로 "{0}" 파일을 대상 파일 "{1}"에 복사할 수 없습니다. 소스 파일을 폴더에 복사하려면 DestinationFiles 대신 DestinationFolder 매개 변수를 사용하세요.
pl: MSB3024: Nie można skopiować pliku „{0}” do pliku docelowego „{1}”, ponieważ miejsce docelowe to folder, a nie plik. Aby skopiować plik źródłowy do folderu, użyj parametru DestinationFolder zamiast parametru DestinationFiles.
pt_br: MSB3024: Não foi possível copiar o arquivo "{0}" para o arquivo de destino "{1}", pois o destino é uma pasta em vez de um arquivo. Para copiar o arquivo de origem para uma pasta, considere o uso do parâmetro DestinationFolder em vez de DestinationFiles.
ru: MSB3024: не удалось скопировать файл "{0}" в целевой файл "{1}", поскольку назначением является папка, а не файл. Чтобы скопировать исходный файл в папку, можно использовать параметр DestinationFolder вместо параметра DestinationFiles.
tr: MSB3024: Hedef, dosya yerine klasör olduğundan "{0}" dosyası "{1}" hedef dosyasına kopyalanamadı. Kaynak dosyasını bir klasöre kopyalamak için DestinationFiles yerine DestinationFolder parametresini kullanın.
zh_hans: MSB3024: 未能将文件“{0}”复制到目标文件“{1}”，因为该目标是文件夹而不是文件。若要将源文件复制到文件夹中，请考虑使用 DestinationFolder 参数，而不使用 DestinationFiles。
zh_hant: MSB3024: 無法將檔案 "{0}" 複製到目的檔案 "{1}"，因為目的地為資料夾而非檔案。若要將來源檔複製到資料夾中，請考慮使用 DestinationFolder 參數來取代 DestinationFiles。

# Copy.DidNotCopyBecauseOfFileMatch
source: Did not copy from file "{0}" to file "{1}" because the "{2}" parameter was set to "{3}" in the project and the files' sizes and timestamps match.
cs: Nebylo možno kopírovat ze souboru {0} do souboru {1}, protože parametr {2} byl v projektu nastaven na hodnotu {3} a velikosti souborů a časová razítka se shodují.
de: Die Datei "{0}" wurde nicht in die Datei "{1}" kopiert, da der {2}-Parameter im Projekt auf "{3}" festgelegt war und die Größen und Timestamps der Dateien übereinstimmen.
es: No se copió del archivo "{0}" en el archivo "{1}" porque el parámetro "{2}" se estableció como "{3}" en el proyecto y los tamaños y las marcas de tiempo de los archivos coinciden.
fr: Impossible de copier le fichier "{0}" vers le fichier "{1}", car le paramètre "{2}" a la valeur "{3}" dans le projet, et la taille des fichiers et les horodatages correspondent.
it: Non è possibile eseguire la copia dal file "{0}" al file "{1}". Il parametro "{2}" è stato impostato su "{3}" nel progetto e la dimensione e il timestamp dei file corrispondono.
ja: "{2}" パラメーターがプロジェクトで "{3}" に設定されているため、またファイルのサイズとタイムスタンプが一致するため、ファイル "{0}" からファイル "{1}" にコピーしませんでした。
ko: "{2}" 매개 변수가 프로젝트에 "{3}"(으)로 설정되었고 파일 크기와 타임스탬프가 일치하기 때문에 "{0}" 파일에서 "{1}" 파일로 복사할 수 없습니다.
pl: Nie wykonano kopiowania z pliku „{0}” do pliku „{1}”, ponieważ parametr „{2}” w projekcie został ustawiony na wartość „{3}”, a rozmiary plików i sygnatury czasowe pasują do siebie.
pt_br: Não foi possível copiar do arquivo "{0}" para o arquivo "{1}", pois o parâmetro "{2}" foi definido como "{3}" no projeto, e os tamanhos de arquivos e os carimbos de data/hora não correspondem.
ru: Копирование из файла "{0}" в файл "{1}" не выполнялось, так как для параметра "{2}" в проекте было задано значение "{3}", а размеры файлов и отметки времени совпадают.
tr: Projede "{2}" parametresi "{3}" olarak ayarlandığından ve dosya boyutlarıyla zaman damgaları eşleştiğinden "{0}" dosyasından "{1}" dosyasına kopyalama işlemi gerçekleştirilmedi.
zh_hans: 未从文件“{0}”复制到文件“{1}”，因为“{2}”参数在项目中设置为“{3}”，而两个文件的大小及时间戳一致。
zh_hant: 無法從檔案 "{0}" 複製到檔案 "{1}"，因為在專案中將 "{2}" 參數設定為 "{3}"，而且檔案的大小和時間戳記相符。

# Copy.Error
source: MSB3021: Unable to copy file "{0}" to "{1}". {2}
cs: MSB3021: Soubor {0} nelze zkopírovat do umístění {1}. {2}
de: MSB3021: Die Datei "{0}" kann nicht in "{1}" kopiert werden. {2}
es: MSB3021: No se puede copiar "{0}" en "{1}". {2}
fr: MSB3021: Impossible de copier le fichier "{0}" vers "{1}". {2}
it: MSB3021: non è possibile copiare il file "{0}" in "{1}". {2}
ja: MSB3021: ファイル "{0}" を "{1}" にコピーできません。{2}
ko: MSB3021: "{0}" 파일을 "{1}"(으)로 복사할 수 없습니다. {2}
pl: MSB3021: Nie można skopiować pliku „{0}” do „{1}”. {2}
pt_br: MSB3021: Não é possível copiar o arquivo "{0}" para "{1}". {2}
ru: MSB3021: не удалось скопировать файл "{0}" в "{1}". {2}
tr: MSB3021: "{0}" dosyası "{1}" üzerine kopyalanamıyor. {2}
zh_hans: MSB3021: 无法将文件“{0}”复制到“{1}”。{2}
zh_hant: MSB3021: 無法將檔案 "{0}" 複製到 "{1}"。{2}
