Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveAssemblyReference.DependencyReferenceInAnotherFramework
source: MSB3268: The primary reference "{0}" could not be resolved because it has an indirect dependency on the framework assembly "{1}" which could not be resolved in the currently targeted framework. "{2}". To resolve this problem, either remove the reference "{0}" or retarget your application to a framework version which contains "{1}".
cs: MSB3268: Primární odkaz {0} nelze přeložit, protože je nepřímo závislý na sestavení architektury {1}, které nebylo přeloženo v aktuálně cílené architektuře. {2}. Chcete-li tento problém vyřešit, buď odeberte odkaz {0}, nebo změňte cíl aplikace na verzi rozhraní obsahující řetězec {1}.
de: MSB3268: Der Primärverweis "{0}" konnte nicht aufgelöst werden, da er eine indirekte Abhängigkeit von der Frameworkassembly "{1}" aufweist, die im derzeit als Ziel angegebenen Framework nicht aufgelöst werden konnte. "{2}". Zur Beseitigung des Problems muss entweder der Verweis "{0}" entfernt oder die Anwendung erneut als Ziel für eine Frameworkversion verwendet werden, die "{1}" enthält.
es: MSB3268: La referencia principal "{0}" no se pudo resolver porque tiene una dependencia indirecta del ensamblado de .NET Framework "{1}" que no se pudo resolver en la versión de .NET Framework de destino actual. "{2}". Para solucionar este problema, quite la referencia "{0}" o establezca el destino de la aplicación en una versión de .NET Framework que contenga "{1}".
fr: MSB3268: Impossible de résoudre la référence primaire "{0}", car elle a une dépendance indirecte sur l'assembly Framework "{1}" qui n'a pas été résolue dans le Framework actuellement ciblé. "{2}". Pour résoudre ce problème, supprimez la référence "{0}" ou reciblez votre application vers une version de Framework qui contient "{1}".
it: MSB3268: non è stato possibile risolvere il riferimento primario "{0}" perché ha una dipendenza indiretta dall'assembly "{1}" che non è stato risolto nel framework di destinazione corrente "{2}". Per risolvere il problema, rimuovere il riferimento "{0}" oppure reindirizzare l'applicazione a una versione del framework contenente "{1}".
ja: MSB3268: プライマリ参照 "{0}" は、現在ターゲットされているフレームワークで解決できなかったフレームワーク アセンブリ "{1}" に間接的に依存するため、解決できませんでした。"{2}"。この問題を解決するには、参照 "{0}" を削除するか、"{1}" を含むフレームワーク バージョンにアプリケーションを再ターゲットしてください。
ko: MSB3268: 기본 참조 "{0}"이(가) 현재 대상 프레임워크에서 확인할 수 없는 프레임워크 어셈블리 "{1}"에 간접적으로 종속되어 있기 때문에 확인할 수 없습니다. "{2}". 이 문제를 해결하려면 참조 "{0}"을(를) 제거하거나 애플리케이션의 대상을 "{1}"이(가) 포함된 프레임워크 버전으로 변경하세요.
pl: MSB3268: Nie można rozpoznać odwołania podstawowego „{0}” ponieważ jest ono pośrednio zależne od zestawu „{1}” struktury, którego nie można rozpoznać w bieżącej strukturze docelowej. „{2}”. Aby rozwiązać ten problem, usuń odwołanie „{0}” lub przekieruj aplikację do wersji struktury zawierającej zestaw „{1}”.
pt_br: MSB3268: Não foi possível resolver a referência primária "{0}" porque ela tem uma dependência indireta no assembly de estrutura "{1}", que não pôde ser resolvida na estrutura de destino atual. "{2}". Para resolver o problema, remova a referência "{0}" ou redirecione o aplicativo para uma versão de estrutura que contenha "{1}".
ru: MSB3268: не удалось разрешить основную ссылку "{0}", поскольку она косвенно зависит от сборки платформы "{1}", которую нельзя разрешить в текущей целевой платформе. "{2}". Чтобы устранить эту проблему, удалите ссылку "{0}", или измените целевую платформу приложения на версию, которая содержит "{1}".
tr: MSB3268: {0} birincil başvurusu, şu anda hedeflenen çerçevede çözümlenemeyen "{1}" çerçeve bütünleştirilmiş koduna dolaylı bir bağımlılığa sahip olduğundan çözümlenemedi. "{2}". Bu sorunu gidermek için, "{0}" başvurusunu kaldırın ya da uygulamanızı "{1}" içeren bir çerçeve sürümüne yeniden hedefleyin.
zh_hans: MSB3268: 未能解析主引用“{0}”，因为它对框架程序集“{1}”有间接依赖关系，而在当前目标框架中未能解析该程序集。“{2}”。若要解决此问题，请移除引用“{0}”，或将应用程序的目标重新指向包含“{1}”的框架版本。
zh_hant: MSB3268: 無法解析主要參考 "{0}"，因為它在架構組件 "{1}" 上有間接相依性，但此組件無法在目前設為目標的架構中解析。"{2}"。若要解決此問題，請移除參考 "{0}"，或將應用程式的目標重定為包含 "{1}" 的架構版本。

# ResolveAssemblyReference.ProblemDeterminingFrameworkMembership
source: MSB3269: Could not determine if resolved references are part of the targeted framework because of an error. "{0}"
cs: MSB3269: Kvůli chybě nelze určit, zda jsou přeložené odkazy částí cílové architektury. {0}
de: MSB3269: Aufgrund eines Fehlers konnte nicht bestimmt werden, ob aufgelöste Verweise Teil des als Ziel angegebenen Frameworks sind. "{0}"
es: MSB3269: No se pudo determinar si las referencias resueltas forman para de la versión de .NET Framework de destino debido a un error. "{0}"
fr: MSB3269: impossible de déterminer si les références résolues font parties du framework ciblé en raison d'une erreur. "{0}"
it: MSB3269: non è stato possibile stabilire se i riferimenti risolti fanno parte del framework di destinazione a causa di un errore. "{0}"
ja: MSB3269: エラーのため、解決された参照がターゲット フレームワークの一部であるかどうか判断できませんでした。"{0}"
ko: MSB3269: 다음 오류로 인해 확인된 참조가 대상 프레임워크의 일부인지 확인할 수 없습니다. "{0}"
pl: MSB3269: Z powodu błędu nie można ustalić, czy rozpoznane odwołania są częścią struktury docelowej. {0}
pt_br: MSB3269: não foi possível determinar se as referências resolvidas fazem parte do framework de destino devido a um erro. "{0}"
ru: MSB3269: Не удалось определить, являются ли разрешенные ссылки частью целевой инфраструктуры. Произошла ошибка. "{0}"
tr: MSB3269: Bir hata nedeniyle çözümlenen başvuruların hedef çerçevenin bir parçası olup olmadığı belirlenemiyor. "{0}"
zh_hans: MSB3269: 因错误而未能确定所解析的引用是否为目标框架的一部分。“{0}”
zh_hant: MSB3269: 由於發生錯誤，無法判斷解析的參考是不是目標 Framework 的一部分。"{0}"

# ResolveAssemblyReference.MismatchBetweenTargetedAndReferencedArch
source: MSB3270: There was a mismatch between the processor architecture of the project being built "{0}" and the processor architecture of the reference "{1}", "{2}". This mismatch may cause runtime failures. Please consider changing the targeted processor architecture of your project through the Configuration Manager so as to align the processor architectures between your project and references, or take a dependency on references with a processor architecture that matches the targeted processor architecture of your project.
cs: MSB3270: Došlo k neshodě mezi architekturou procesoru {0} v sestavovaném projektu a architekturou procesoru {2} pro odkaz {1}. Tato neshoda může způsobit běhové chyby. Zvažte změnu cílové architektury procesoru ve vašem projektu prostřednictvím nástroje Správce konfigurace tak, aby architektura procesoru projektu odpovídala architekturám procesoru odkazů. Můžete také použít závislost na odkazech, jejichž architektura procesoru odpovídá cílové architektuře procesoru ve vašem projektu.
de: MSB3270: Konflikt zwischen der Prozessorarchitektur des Projekts "{0}", das erstellt wird, und der Prozessorarchitektur des Verweises, "{1}", "{2}". Dieser Konflikt kann zu Laufzeitfehlern führen. Ändern Sie ggf. mithilfe des Konfigurations-Managers die als Ziel angegebene Prozessorarchitektur Ihres Projekts so, dass die Prozessorarchitekturen zwischen Ihrem Projekt und den Verweisen ausgerichtet werden, oder wählen Sie eine Abhängigkeit von Verweisen mit einer Prozessorarchitektur, die der als Ziel angegebene Prozessorarchitektur Ihres Projekts entspricht.
es: MSB3270: La arquitectura del procesador del proyecto que se va a compilar "{0}" y la arquitectura del procesador de la referencia "{1}", "{2}", no coinciden. Esta falta de coincidencia puede causar errores en tiempo de ejecución. Cambie la arquitectura del procesador de destino del proyecto mediante el Administrador de configuración para alinear las arquitecturas de procesador entre el proyecto y las referencias, o tome una dependencia de las referencias con una arquitectura de procesador que coincida con la arquitectura del procesador de destino del proyecto.
fr: MSB3270: L'architecture de processeur du projet "{0}" en cours de génération ne correspond pas à celle de la référence "{1}", "{2}". Cela peut entraîner des échecs au moment de l'exécution. Essayez de modifier l'architecture de processeur ciblée de votre projet à l'aide du Gestionnaire de configuration de façon à utiliser les mêmes architectures de processeur entre votre projet et les références, ou choisissez une dépendance sur les références dont l'architecture de processeur correspond à l'architecture de processeur ciblée de votre projet.
it: MSB3270: mancata corrispondenza tra l'architettura del processore del progetto "{0}" da compilare e l'architettura del processore del riferimento "{1}", "{2}". Questa mancata corrispondenza può causare errori di runtime. Provare a modificare l'architettura del processore di destinazione del progetto con Gestione configurazione in modo da allineare le architetture del processore tra il progetto e i riferimenti o specificare una dipendenza sui riferimenti con un'architettura del processore corrispondente all'architettura del processore di destinazione del progetto.
ja: MSB3270: 構築されているプロジェクトのプロセッサ アーキテクチャ "{0}" と、参照 "{1}" のプロセッサ アーキテクチャ "{2}" の間には不一致がありました。この不一致は、ランタイム エラーを発生させる可能性があります。プロジェクトと参照の間でプロセッサ アーキテクチャが一致するように、構成マネージャーを使用してターゲットとするプロジェクトのプロセッサ アーキテクチャを変更するか、ターゲットとするプロジェクトのプロセッサ アーキテクチャに一致するプロセッサ アーキテクチャとの依存関係を参照で設定することを検討してください。
ko: MSB3270: 빌드 중인 프로젝트의 프로세서 아키텍처 "{0}"과(와) "{1}" 참조의 프로세서 아키텍처 "{2}"이(가) 일치하지 않습니다. 이 불일치로 인해 런타임 오류가 발생할 수 있습니다. 프로젝트와 참조 간의 프로세서 아키텍처를 정렬하거나 프로젝트의 대상 프로세서 아키텍처와 일치하는 프로세서 아키텍처를 포함하는 참조에 대한 종속성을 사용하는 것처럼 구성 관리자를 통해 프로젝트의 대상 프로세서 아키텍처를 변경하세요.
pl: MSB3270: Wystąpiła niezgodność architektury procesora kompilowanego projektu „{0}” oraz architektury procesora odwołania „{1}”, „{2}”. Ta niezgodność może powodować błędy w czasie wykonywania. Rozważ zmianę docelowej architektury procesora projektu przy użyciu Menedżera konfiguracji, tak aby dopasować architektury procesora projektu i odwołań, albo użyj odwołań, których architektury procesora są zgodne z docelową architekturą procesora projektu.
pt_br: MSB3270: Houve uma incompatibilidade entre a arquitetura de processador do projeto que está sendo compilado "{0}" e a arquitetura de processador da referência "{1}", "{2}". Essa incompatibilidade poderá causar falhas de runtime. Considere a alteração da arquitetura de processador de destino de seu projeto por meio do Configuration Manager de forma a alinhar as arquiteturas de processador entre seu projeto e as referências ou obtenha uma dependência sobre referências com uma arquitetura de processador que corresponda à arquitetura de processador de destino de seu projeto.
ru: MSB3270: несоответствие между архитектурой процессора проекта "{0}", сборка которого выполняется, и архитектурой процессора ссылки "{1}", "{2}". Это несоответствие может привести к ошибкам во время выполнения. Рекомендуется изменить целевую архитектуру процессора для проекта с помощью диспетчера конфигураций, чтобы согласовать архитектуры процессоров для проекта и ссылок, или использовать зависимость от ссылок с архитектурой процессора, соответствующей целевой архитектуре процессора проекта.
tr: MSB3270: Derlenen projenin işlemci mimarisi "{0}" ile "{1}" başvurusunun işlemci mimarisi "{2}" arasında bir uyuşmazlık vardı. Bu uyuşmazlık çalışma zamanı hatalarına neden olabilir. Lütfen proje ve başvurularınızın işlemci mimarilerini uyumlu hale getirmek için projenizin hedeflenen işlemci mimarisini Configuration Manager aracılığıyla değiştirin veya projenizin hedeflenen işlemci mimarisiyle eşleşen bir işlemci mimarisine sahip başvurular üzerine bir bağımlılık alın.
zh_hans: MSB3270: 所生成项目的处理器架构“{0}”与引用“{1}”的处理器架构“{2}”不匹配。这种不匹配可能会导致运行时失败。请考虑通过配置管理器更改您的项目的目标处理器架构，以使您的项目与引用间的处理器架构保持一致，或者为引用关联一个与您的项目的目标处理器架构相符的处理器架构。
zh_hant: MSB3270: 所建置之專案的處理器架構 "{0}" 與參考 "{1}" 的處理器架構 "{2}" 不相符。這可能會導致執行階段失敗。請考慮透過組態管理員變更專案的目標處理器架構，使專案與參考之間的處理器架構相對應，或者使用符合專案目標處理器架構之處理器架構的參考相依性。

source: MSB3271: There was a mismatch between the processor architecture of the project being built "{0}" and the processor architecture, "{1}", of the implementation file "{2}" for "{3}". This mismatch may cause runtime failures. Please consider changing the targeted processor architecture of your project through the Configuration Manager so as to align the processor architectures between your project and implementation file, or choose a winmd file with an implementation file that has a processor architecture which matches the targeted processor architecture of your project.
cs: MSB3271: Došlo k neshodě mezi architekturou procesoru {0} v sestavovaném projektu a architekturou procesoru {1} v implementačním souboru {2} pro {3}. Tato neshoda může způsobit běhové chyby. Zvažte změnu cílové architektury procesoru ve vašem projektu prostřednictvím nástroje Správce konfigurace tak, aby architektura procesoru projektu odpovídala implementačnímu souboru. Můžete také zvolit soubor winmd s implementačním souborem, jehož architektura procesoru odpovídá cílové architektuře procesoru ve vašem projektu.
de: MSB3271: Konflikt zwischen Prozessorarchitektur des Projekts "{0}", das erstellt wird, und der Prozessorarchitektur, "{1}", der Implementierungsdatei "{2}" für "{3}". Dieser Konflikt kann zu Laufzeitfehlern führen. Ändern Sie ggf. mithilfe des Konfigurations-Managers die als Ziel angegebene Prozessorarchitektur Ihres Projekts so, dass die Prozessorarchitekturen zwischen Ihrem Projekt und der Implementierungsdatei ausgerichtet werden, oder wählen Sie eine WinMD-Datei mit einer Implementierungsdatei aus, die über eine Prozessorarchitektur verfügt, die der als Ziel angegebenen Prozessorarchitektur Ihres Projekts entspricht.
es: MSB3271: La arquitectura del procesador del proyecto que se va a compilar "{0}" y la arquitectura del procesador, "{1}", del archivo de implementación "{2}" para "{3}", no coinciden. Esta falta de coincidencia puede causar errores en tiempo de ejecución. Cambie la arquitectura del procesador de destino del proyecto mediante el Administrador de configuración para alinear las arquitecturas de procesador entre el proyecto y el archivo de implementación, o elija un archivo winmd con un archivo de implementación que tenga una arquitectura de procesador que coincida con la arquitectura del procesador de destino del proyecto.
fr: MSB3271: L'architecture de processeur du projet "{0}" en cours de génération ne correspond pas à l'architecture de processeur "{1}" du fichier d'implémentation "{2}" pour "{3}". Cela peut entraîner des échecs au moment de l'exécution. Essayez de modifier l'architecture de processeur ciblée de votre projet à l'aide du Gestionnaire de configuration de façon à utiliser les mêmes architectures de processeur entre votre projet et le fichier d'implémentation, ou choisissez un fichier winmd dont l'architecture de processeur correspond à l'architecture de processeur ciblée de votre projet.
it: MSB3271: mancata corrispondenza tra l'architettura del processore del progetto "{0}" da compilare e l'architettura del processore "{1}" del file di implementazione "{2}" per "{3}". Questa mancata corrispondenza può causare errori di runtime. Provare a modificare l'architettura del processore di destinazione del progetto con Gestione configurazione in modo da allineare le architetture del processore tra il progetto e il file di implementazione i riferimenti oppure scegliere un file winmd con un file di implementazione con un'architettura del processore corrispondente all'architettura del processore di destinazione del progetto.
ja: MSB3271: 構築されているプロジェクトのプロセッサ アーキテクチャ "{0}" と、"{3}" の実装ファイル "{2}" のプロセッサ アーキテクチャ "{1}" の間には不一致がありました。この不一致は、ランタイム エラーを発生させる可能性があります。プロジェクトと実装ファイルの間でプロセッサ アーキテクチャが一致するように、構成マネージャーを使用してターゲットとするプロジェクトのプロセッサ アーキテクチャを変更するか、ターゲットとするプロジェクトのプロセッサ アーキテクチャに一致するプロセッサ アーキテクチャを持つ実装ファイルを使用する winmd ファイルを選択することを検討してください。
ko: MSB3271: 빌드 중인 프로젝트의 프로세서 아키텍처 "{0}"과(와) "{3}"에 대한 구현 파일 "{2}"의 프로세서 아키텍처 "{1}"이(가) 일치하지 않습니다. 이 불일치로 인해 런타임 오류가 발생할 수 있습니다. 구성 관리자를 통해 프로젝트의 대상 프로세서 아키텍처를 변경하여 프로젝트와 구현 파일 간의 프로세서 아키텍처를 일치시키거나, 프로젝트의 대상 프로세서 아키텍처와 일치하는 프로세서 아키텍처를 가진 winmd 파일을 선택하세요.
pl: MSB3271: Wystąpiła niezgodność architektury procesora kompilowanego projektu „{0}” oraz architektury procesora „{1}” pliku implementacji „{2}” dla „{3}”. Ta niezgodność może powodować błędy w czasie wykonywania. Rozważ zmianę docelowej architektury procesora projektu przy użyciu Menedżera konfiguracji, tak aby dopasować architektury procesora projektu i pliku implementacji, albo wybierz plik winmd z plikiem implementacji, którego architektura procesora jest zgodna z docelową architekturą procesora projektu.
pt_br: MSB3271: Houve uma incompatibilidade entre a arquitetura do processador do projeto que está sendo compilado "{0}" e a arquitetura do processador "{1}" do arquivo de implementação "{2}" para "{3}". Essa incompatibilidade poderá causar falhas de runtime. Considere alterar a arquitetura de processador de destino do seu projeto por meio do Configuration Manager de forma a alinhar as arquiteturas de processador entre seu projeto e o arquivo de implementação ou escolha um arquivo winmd com um arquivo de implementação com arquitetura de processador que corresponda à arquitetura de processador de destino de seu projeto.
ru: MSB3271: несоответствие между архитектурой процессора проекта "{0}", сборка которого выполняется, и архитектурой процессора "{1}" файла реализации "{2}" для "{3}". Это несоответствие может привести к ошибкам во время выполнения. Рекомендуется изменить целевую архитектуру процессора для проекта с помощью диспетчера конфигураций, чтобы согласовать архитектуры процессоров для проекта и файла реализации, или использовать WINMD-файл с файлом реализации, архитектура процессора которого соответствует целевой архитектуре процессора проекта.
tr: MSB3271: Derlenen projenin işlemci mimarisi "{0}" ile "{3}" için "{2}" uygulama dosyasına ait işlemci mimarisi "{1}" arasında bir uyumsuzluk vardı. Bu uyuşmazlık çalışma zamanı hatalarına neden olabilir. Lütfen projenizin ve uygulama dosyasının işlemci mimarilerini uyumlu hale getirmek için Configuration Manager ile projenizin hedeflenen işlemci mimarisini değiştirin veya projenizin hedeflenen işlemci mimarisiyle eşleşen işlemci mimarisine sahip bir uygulama dosyası bulunan bir winmd dosyası seçin.
zh_hans: MSB3271: 正在生成的项目的处理器架构“{0}”与“{3}”的实现文件“{2}”的处理器架构“{1}”不匹配。这种不匹配可能会导致运行时失败。请考虑通过配置管理器更改项目的目标处理器架构，以便项目与实现文件之间的处理器架构一致，或者选择一个 winmd 文件，其中包含的实现文件的处理器架构与项目的目标处理器架构匹配。
zh_hant: MSB3271: 所建置之專案的處理器架構 "{0}" 與 "{3}" 之實作檔 "{2}" 的處理器架構 "{1}" 不相符。這可能會導致執行階段失敗。請考慮透過組態管理員變更專案的目標處理器架構，使專案與實作檔之間的處理器架構相對應，或選擇內含的實作檔具有符合專案目標處理器架構的 winmd 檔案。

# ResolveAssemblyReference.ProblemReadingImplementationDll
source: MSB3272: There was a problem reading the implementation file "{0}". "{1}"
cs: MSB3272: Při čtení implementačního souboru {0} nastal problém. "{1}"
de: MSB3272: Problem beim Lesen der Implementierungsdatei "{0}". "{1}"
es: MSB3272: Error al leer el archivo de implementación "{0}". "{1}"
fr: MSB3272: Un problème est survenu lors de la lecture du fichier d'implémentation "{0}". "{1}"
it: MSB3272: problema durante la lettura del file di implementazione "{0}". "{1}"
ja: MSB3272: 実装ファイル "{0}" の読み込み中に問題が発生しました。"{1}"
ko: MSB3272: 구현 파일 "{0}"을(를) 읽는 중 오류가 발생했습니다. "{1}"
pl: MSB3272: Wystąpił problem z odczytem pliku implementacji {0}. „{1}”
pt_br: MSB3272: problema ao ler o arquivo de implementação "{0}". "{1}"
ru: MSB3272: Проблема при чтении файла реализации "{0}". "{1}"
tr: MSB3272: "{0}" uygulama dosyası okunurken bir sorun oluştu. "{1}"
zh_hans: MSB3272: 读取实现文件“{0}”时出现问题。“{1}”
zh_hant: MSB3272: 讀取實作檔 "{0}" 時發生問題。"{1}"

# ResolveAssemblyReference.ImplementationDllHasInvalidPEHeader
source: Invalid PE header found. The implementation file will not used.
cs: Byla nalezena neplatná PE hlavička. Implementační soubor nebude použit.
de: Ungültige PE-Kopfzeile gefunden. Die Implementierungsdatei wird nicht verwendet.
es: Se encontró un encabezado PE no válido. No se usará el archivo de implementación.
fr: En-tête PE non valide détecté. Le fichier d'implémentation ne sera pas utilisé.
it: È stata trovata un'intestazione PE non valida. Il file di implementazione non verrà usato.
ja: 無効な PE ヘッダーが見つかりました。実装ファイルは使用されません。
ko: 잘못된 PE 헤더를 찾았습니다. 구현 파일이 사용되지 않습니다.
pl: Znaleziono nieprawidłowy nagłówek PE. Plik implementacji nie zostanie użyty.
pt_br: Cabeçalho PE inválido encontrado. O arquivo de implementação não será usado.
ru: Обнаружен недопустимый PE-заголовок. Файл реализации не будет использован.
tr: Geçersiz PE üst bilgisi bulundu. Uygulama dosyası kullanılmayacak.
zh_hans: 找到的 PE 头无效。将不会使用实现文件。
zh_hant: 發現無效的 PE 標頭。將不使用實作檔。

# ResolveAssemblyReference.UnifiedReferenceDependsOn
source: References which depend on or have been unified to "{0}" [{1}].
cs: Reference, které jsou závislé na nebo byly sjednoceny s „{0}“ [{1}].
de: Verweise, die von „{0}“ [{1}] abhängen oder damit vereint wurden.
es: Referencias que dependen o se han unificado para "{0}" [{1}].
fr: Références qui dépendent ou ont été unifiées à «{0}» [{1}].
it: Riferimenti che dipendono da o sono stati unificati per "{0}" [{1}].
ja: "{0}" [{1}] に依存しているか、統合されている参照。
ko: "{0}" [{1}]에 종속되거나 통합된 참조입니다.
ru: Зависимые или унифицированные ссылки для "{0}" [{1}].
tr: "{0}" [{1}] öğesine bağlı veya öğesi biçiminde birleştirilen başvurular.
zh_hans: 依赖于或已统一到“{0}”[{1}] 的引用。
zh_hant: 依賴或已整合至 "{0}" [{1}] 的參考。
