Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateResource.STRClassNamespaceOrFilenameWithoutLanguage
source: MSB3572: StronglyTypedClassName, StronglyTypedNamespace, and/or StronglyTypedFileName parameters were passed in, but no StronglyTypedLanguage. If you want to create a strongly typed resource class, please specify a language. Otherwise remove all class, file name, and namespace parameters.
cs: MSB3572: Byly předány parametry StronglyTypedClassName, StronglyTypedNamespace nebo StronglyTypedFileName, ale ne parametr StronglyTypedLanguage. Chcete-li vytvořit třídu prostředků se silnými typy, zadejte jazyk. V opačném případě odeberte všechny parametry třídy, názvu souboru a oboru názvů.
de: MSB3572: Die Parameter StronglyTypedClassName, StronglyTypedNamespace und/oder StronglyTypedFileName wurden übergeben, aber keine StronglyTypedLanguage. Geben Sie eine Sprache an, wenn Sie eine stark typisierte Ressourcenklasse erstellen möchten. Entfernen Sie andernfalls alle Klassen-, Dateinamen- und Namespaceparameter.
es: MSB3572: Se pasaron los parámetros StronglyTypedClassName, StronglyTypedNamespace y/o StronglyTypedFileName, pero no se pasó StronglyTypedLanguage. Si desea crear una clase de recursos fuertemente tipados, especifique un lenguaje. De lo contrario, quite todos los parámetros de clase, de nombre de archivo y de espacio de nombres.
fr: MSB3572: Les paramètres StronglyTypedClassName, StronglyTypedNamespace et/ou StronglyTypedFileName ont été passés, mais pas StronglyTypedLanguage. Si vous voulez créer une classe de ressource fortement typée, spécifiez un langage. Sinon, supprimez tous les paramètres de classe, nom de fichier et espace de noms.
it: MSB3572: sono stati passati i parametri StronglyTypedClassName, StronglyTypedNamespace e/o StronglyTypedFileName, ma non è stato passato StronglyTypedLanguage. Per creare una classe di risorse fortemente tipizzata, specificare una lingua. In caso contrario, rimuovere tutti i parametri relativi alla classe, al nome file e allo spazio dei nomi.
ja: MSB3572: StronglyTypedClassName、StronglyTypedNamespace、および StronglyTypedFileName パラメーターが渡されましたが、StronglyTypedLanguage は含まれていません。厳密に型指定されたリソース クラスを作成する場合は、言語を指定してください。作成しない場合は、すべてのクラス、ファイル名、および名前空間のパラメーターを削除してください。
ko: MSB3572: StronglyTypedClassName, StronglyTypedNamespace 및/또는 StronglyTypedFileName 매개 변수가 전달되었는데 StronglyTypedLanguage 매개 변수가 없습니다. 강력한 형식의 리소스 클래스를 만들려면 언어를 지정하세요. 그렇지 않으면 클래스, 파일 이름 및 네임스페이스 매개 변수를 모두 제거하세요.
pl: MSB3572: Przekazano parametry StronglyTypedClassName, StronglyTypedNamespace i/lub StronglyTypedFileName, ale nie przekazano parametru StronglyTypedLanguage. Jeżeli chcesz utworzyć klasę zasobu o jednoznacznie określonym typie, określ język. W innym przypadku należy usunąć wszystkie parametry klasy, nazwy pliku oraz przestrzeni nazw.
pt_br: MSB3572: Os parâmetros StronglyTypedClassName, StronglyTypedNamespace e/ou StronglyTypedFileName foram passados, mas não StronglyTypedLanguage. Se você deseja criar uma classe de recursos fortemente tipados, especifique uma linguagem. Caso contrário, remova todos os parâmetros de namespace, de nome de arquivo e de classe.
ru: MSB3572: были переданы параметры StronglyTypedClassName, StronglyTypedNamespace и (или) StronglyTypedFileName, но не передан параметр StronglyTypedLanguage. Если необходимо создать класс ресурсов со строгой типизацией, укажите язык. В противном случае удалите все параметры класса, имени файла и пространства имен.
tr: MSB3572: StronglyTypedClassName, StronglyTypedNamespace ve/veya StronglyTypedFileName parametreleri geçirildi, ancak StronglyTypedLanguage geçirilmedi. Kesin tür belirtilmiş bir kaynak sınıfı oluşturmak istiyorsanız, lütfen bir dil belirtin. Aksi halde tüm sınıf, dosya adı ve ad alanı parametrelerini kaldırın.
zh_hans: MSB3572: 传入了 StronglyTypedClassName、StronglyTypedNamespace 和/或 StronglyTypedFileName 参数，但未传入 StronglyTypedLanguage。如果希望创建强类型资源类，请指定一种语言。否则，请移除所有类、文件名和命名空间参数。
zh_hant: MSB3572: 已傳入 StronglyTypedClassName、StronglyTypedNamespace 和 (或) StronglyTypedFileName 參數，但卻沒有 StronglyTypedLanguage。如果要建立強型別資源類別，請指定語言。否則請移除所有的類別、檔案名稱和命名空間參數。

# GenerateResource.STRLanguageButNotExactlyOneSourceFile
source: MSB3573: The language for a strongly typed resource class was specified, but more than one source file was passed in. Please pass in only one source file at a time if you want to generate strongly typed resource classes.
cs: MSB3573: Byl zadán jazyk pro třídu prostředků se silnými typy, ale předalo se více zdrojových souborů. Chcete-li generovat třídy prostředků se silnými typy, je třeba předat vždy jen jeden zdrojový soubor.
de: MSB3573: Die Sprache für eine stark typisierte Ressourcenklasse wurde angegeben, es wurden jedoch mehrere Quelldateien übergeben. Übergeben Sie jeweils nur eine Quelldatei, wenn Sie stark typisierte Ressourcenklassen generieren möchten.
es: MSB3573: Se especificó el lenguaje para una clase de recursos fuertemente tipados, pero se pasó más de un archivo de origen. Pase los archivos de origen de uno en uno si desea generar clases de recursos fuertemente tipados.
fr: MSB3573: Le langage a été spécifié pour une classe de ressource fortement typée, mais plusieurs fichiers sources ont été passés. Passez un seul fichier source à la fois si vous voulez générer des classes de ressources fortement typées.
it: MSB3573: è stata specificata la lingua per una classe di risorse fortemente tipizzata, ma è stato passato più di un file di origine. Per generare classi di risorse fortemente tipizzate, passare un solo file di origine per volta.
ja: MSB3573: 厳密に型指定されたリソース クラスのための言語が指定されましたが、複数のソース ファイルが渡されました。厳密に型指定されたリソース クラスを生成するには、一度に 1 つのソース ファイルを渡してください。
ko: MSB3573: 강력한 형식의 리소스 클래스에 대한 언어를 지정했는데 둘 이상의 소스 파일이 전달되었습니다. 강력한 형식의 리소스 클래스를 생성하려면 소스 파일을 한 번에 하나씩만 전달하세요.
pl: MSB3573: Określono język dla zasobu o jednoznacznie określonym typie, ale przekazano więcej niż jeden plik źródłowy. Przekazuj tylko jeden plik źródłowy jednocześnie, jeśli chcesz wygenerować klasy zasobów o jednoznacznie określonym typie.
pt_br: MSB3573: A linguagem para uma classe de recursos fortemente tipados foi especificada, porém, mais de um arquivo de origem foi passado. Passe apenas um arquivo de origem de cada vez se desejar gerar classes de recursos fortemente tipados.
ru: MSB3573: для класса ресурсов со строгой типизацией был указан язык, но при этом было передано несколько исходных файлов. Если требуется создавать классы ресурсов со строгой типизацией, передавайте исходные файлы исключительно по одному.
tr: MSB3573: Kesin tür belirtilmiş kaynak sınıfı için dil belirtildi, ancak birden fazla kaynak dosyası geçirildi. Kesin tür belirtilmiş kaynak sınıfları oluşturmak istiyorsanız, lütfen aynı anda yalnızca tek bir kaynak dosyası geçirin.
zh_hans: MSB3573: 指定了强类型资源类的语言，但传入了多个源文件。如果希望生成强类型资源类，请一次仅传入一个源文件。
zh_hant: MSB3573: 已指定強型別資源類別的語言，但卻傳入一個以上的來源檔案。如果要產生強型別資源類別，一次請僅傳入一個來源檔案。

# GenerateResource.ProcessingFile
source: Processing resource file "{0}" into "{1}".
cs: Probíhá zpracování souboru prostředku {0} do {1}.
de: Die Ressourcendatei "{0}" wird zu "{1}" verarbeitet.
es: Procesando archivo de recursos "{0}" en "{1}".
fr: Traitement du fichier de ressources "{0}" dans "{1}".
it: Elaborazione del file di risorse "{0}" in "{1}".
ja: リソース ファイル "{0}" を "{1}" に処理しています。
ko: 리소스 파일 "{0}"을(를) "{1}"(으)로 처리하고 있습니다.
pl: Przetwarzanie pliku zasobów „{0}” na „{1}”.
pt_br: Processando arquivo de recurso "{0}" em "{1}".
ru: Обрабатывается файл ресурсов "{0}", результирующий объект: "{1}".
tr: "{0}" kaynak dosyası "{1}" konumuna yönelik olarak işleniyor.
zh_hans: 正在将资源文件“{0}”处理到“{1}”中。
zh_hant: 正在處理資源檔 "{0}" 至 "{1}"。

# GenerateResource.ExtractingResWFiles
source: Extracting .ResW files from assembly "{0}" into "{1}".
cs: Probíhá extrakce souborů ResW ze sestavení {0} do {1}.
de: ResW-Dateien werden aus Assembly "{0}" in "{1}" extrahiert.
es: Extrayendo archivos .ResW del ensamblado "{0}" en "{1}".
fr: Extraction de fichiers .ResW à partir de l'assembly "{0}" dans "{1}".
it: Estrazione dei file .ResW dall'assembly "{0}" in "{1}".
ja: アセンブリ "{0}" から "{1}" へ .ResW ファイルを抽出しています。
ko: .ResW 파일을 "{0}" 어셈블리에서 "{1}"(으)로 추출하는 중입니다.
pl: Pobieranie plików .ResW z zestawu „{0}” do {1}”.
pt_br: Extraindo arquivos .ResW do assembly "{0}" para "{1}".
ru: Извлечение ResW-файлов из сборки "{0}" в "{1}".
tr: .ResW dosyaları "{0}" derlemesinden "{1}" içine ayıklanıyor.
zh_hans: 将 .ResW 文件从程序集“{0}”提取到“{1}”。
zh_hant: 將組件 "{0}" 中的 .ResW 檔案擷取至 "{1}"。

# GenerateResource.SkippingExtractingFromNonSupportedFramework
source: Skipping extracting .ResW files from assembly "{0}" because it declares non-supported framework "{1}".
cs: Bude přeskočena extrakce souborů .ResW ze sestavení {0}, protože deklaruje nepodporované rozhraní {1}.
de: Das Extrahieren der ResW-Dateien aus Assembly "{0}" wird übersprungen, da das nicht unterstützte Framework "{1}" deklariert wird.
es: Omitiendo la extracción de archivos .ResW del ensamblado "{0}" porque declara una versión de .NET Framework "{1}" no admitida.
fr: L’extraction des fichiers .ResW à partir de l’assembly « {0} » est ignorée, car elle déclare une infrastructure « {1} » qui n’est pas prise en charge.
it: Estrazione dai file .ResW dell'assembly "{0}" ignorata perché dichiara il framework non supportato "{1}".
ja: アセンブリ "{0}" からの .ResW ファイルの抽出をスキップしています。サポートされてないフレームワーク "{1}" が宣言されています。
ko: .ResW 파일이 지원되지 않는 프레임워크 "{1}"을(를) 선언하므로 어셈블리 "{0}"에서 이 파일을 추출하는 작업을 건너뜁니다.
pl: Wyodrębnianie plików ResW z zestawu „{0}” jest pomijane, ponieważ deklarują one nieobsługiwaną platformę „{1}”.
pt_br: Ignorando a extração de arquivos .ResW do assembly "{0}" porque ele declara um framework "{1}" sem suporte.
ru: Извлечение RESW-файлов из сборки "{0}" будет пропущено, поскольку она объявляет неподдерживаемую платформу "{1}".
tr: Desteklenmeyen "{1}" çerçevesini bildirdiği için .ResW dosyalarının "{0}" derlemesinden çıkarılması atlanıyor.
zh_hans: 正在跳过从程序集“{0}”中提取 .ResW 文件，因为它声明了不支持的框架“{1}”。
zh_hant: 略過從組件 "{0}" 擷取 .ResW 檔，因為它宣告不支援的 Framework "{1}"。

# GenerateResource.ReadResourceMessage
source: Processing {0} resources from file "{1}".
cs: Probíhá zpracování {0} prostředků ze souboru {1}.
de: {0} Ressourcen aus der Datei "{1}" werden verarbeitet.
es: Procesando {0} recursos del archivo "{1}".
fr: Traitement des ressources {0} du fichier "{1}".
it: Elaborazione delle risorse {0} del file "{1}".
ja: {0} リソースをファイル "{1}" から処理しています。
ko: "{1}" 파일에서 {0} 리소스를 처리하고 있습니다.
pl: Przetwarzanie zasobów {0} z pliku „{1}”.
pt_br: Processando {0} recursos do arquivo "{1}".
ru: Обработка ресурсов (количество ресурсов: {0}) из файла "{1}".
tr: "{0}" kaynak dosyası "{1}" konumuna yönelik olarak işleniyor.
zh_hans: 正在处理来自文件“{1}”的 {0} 资源。
zh_hant: 正在處理來自檔案 "{1}" 的 {0} 資源。

# GenerateResource.CreatingSTR
source: Creating strongly typed resources class "{0}".
cs: Probíhá vytváření třídy prostředků se silnými typy {0}.
de: Die stark typisierte {0}-Ressourcenklasse wird erstellt.
es: Creando clase de recursos fuertemente tipados "{0}".
fr: Création de la classe de ressource fortement typée "{0}".
it: Creazione della classe di risorse fortemente tipizzata "{0}" in corso.
ja: 厳密に型指定されたリソース クラス "{0}" を作成しています。
ko: 강력한 형식의 리소스 클래스 "{0}"을(를) 만들고 있습니다.
pl: Tworzenie klasy zasobów o jednoznacznie określonym typie „{0}”.
pt_br: Criando a classe de recursos fortemente tipados "{0}".
ru: Создание класса строго типизированных ресурсов "{0}".
tr: Türü kesin belirlenmiş kaynaklar sınıfı "{0}" oluşturuluyor.
zh_hans: 正在创建强类型资源类“{0}”。
zh_hant: 正在建立強類型資源類別 "{0}"。

# GenerateResource.NoSources
source: No resources specified in "Sources". Skipping resource generation.
cs: V části týkající se zdrojů nebyly zadány žádné prostředky. Generování prostředků bude vynecháno.
de: In "Sources" wurden keine Ressourcen angegeben. Die Ressourcengenerierung wird übersprungen.
es: No hay ningún recurso especificado en "Sources". Se omitirá la generación de recursos.
fr: Aucune ressource spécifiée dans "Sources". La génération des ressources est ignorée.
it: Non sono state specificate risorse in "Sources". Le risorse non verranno generate.
ja: "Sources" にリソースが指定されていません。リソース生成を省略します。
ko: "Sources"에 리소스를 지정하지 않았습니다. 리소스 생성을 건너뜁니다.
pl: W parametrze „Sources” nie określono zasobów. Operacja generowania zasobów zostanie pominięta.
pt_br: Nenhum recurso foi especificado em "Sources". Ignorando geração de recurso.
ru: В Sources не указаны ресурсы. Пропуск формирования ресурсов.
tr: "Sources" içinde kaynak belirtilmedi. Kaynak oluşturma atlanıyor.
zh_hans: “Sources”中未指定任何资源。正在跳过资源生成操作。
zh_hant: "Sources" 中未指定任何資源。將略過產生資源。

# GenerateResource.NothingOutOfDate
source: No resources are out of date with respect to their source files. Skipping resource generation.
cs: Žádné prostředky nejsou vzhledem k příslušným zdrojovým souborům zastaralé. Generování prostředků bude vynecháno.
de: Es sind keine Ressourcen vorhanden, die im Hinblick auf die Quelldateien veraltet sind. Die Ressourcengenerierung wird übersprungen.
es: No hay ningún recurso obsoleto con respecto a sus archivos de origen. Se omitirá la generación de recursos.
fr: Aucune ressource n'apparaît obsolète par rapport aux fichiers sources. La génération des ressources est ignorée.
it: Non sono state trovate risorse obsolete rispetto ai relativi file di origine. Le risorse non verranno generate.
ja: 古いリソースは、それらのソース ファイルに対して存在しません。リソース生成を省略します。
ko: 리소스의 소스 파일을 기준으로 만료된 리소스가 없습니다. 리소스 생성을 건너뜁니다.
pl: Nie ma zasobów nieaktualnych w porównaniu z plikami źródłowymi. Operacja generowania zasobów zostanie pominięta.
pt_br: Não há recursos desatualizados em relação a seus arquivos de origem. Ignorando geração de recurso.
ru: Отсутствуют ресурсы, устаревшие по отношению к своим исходным файлам. Пропуск формирования ресурсов.
tr: İlgili kaynak dosyalarına göre kaynakların tümü güncel. Kaynak oluşturma atlanıyor.
zh_hans: 没有相对于源文件而言已过期的资源。正在跳过资源生成操作。
zh_hant: 相對於資源的來源檔案，並沒有資源過期。將略過產生資源。

# GenerateResource.AdditionalInputNewerThanTLog
source: Additional input "{0}" has been updated since the last build. Forcing regeneration of all resources.
cs: Od posledního sestavení byl zaktualizován další vstup {0}. Probíhá vynucení opětovného generování všech prostředků.
de: Die zusätzliche Eingabe "{0}" wurde seit dem letzten Buildvorgang aktualisiert. Die Regenerierung aller Ressourcen wird erzwungen.
es: La entrada adicional "{0}" se actualizó después de la última compilación. Se forzará la regeneración de todos los recursos.
fr: L'entrée supplémentaire "{0}" a été mise à jour depuis la dernière génération. Regénération forcée de toutes les ressources.
it: L'input aggiuntivo "{0}" è stato aggiornato dopo l'ultima compilazione. Verrà imposta la rigenerazione di tutte le risorse.
ja: 最後のビルド以降に追加入力 "{0}" が更新されました。すべてのリソースを強制的に再生成しています。
ko: 마지막 빌드 이후 추가 입력 "{0}"이(가) 업데이트되었습니다. 모든 리소스가 강제로 다시 생성됩니다.
pl: Od czasu ostatniej kompilacji zaktualizowano dodatkowe dane wejściowe „{0}”. Nastąpi wymuszenie ponownego generowania wszystkich zasobów.
pt_br: Entrada adicional "{0}" atualizada desde o último build. Forçando a regeneração de todos os recursos.
ru: Дополнительные входные данные "{0}" обновлены с момента последней сборки. Принудительное повторное автоматическое создание всех ресурсов.
tr: Son derlemeden bu yana ek "{0}" girişi güncelleştirilmiş. Tüm kaynakların yeniden oluşturulması zorlanıyor.
zh_hans: 自上一次生成以来已更新了其他输入“{0}”。将强制重新生成所有资源。
zh_hant: 自上次建置後，其他輸入 "{0}" 已更新。將強制重新產生所有資源。

# GenerateResource.SeparateAppDomainBecauseNeverLockTypeAssembliesTrue
source: Creating a separate AppDomain because "NeverLockTypeAssemblies" evaluated to 'true'.
cs: Probíhá vytvoření samostatné domény aplikace (AppDomain), protože parametr NeverLockTypeAssemblies měl hodnotu True.
de: Da NeverLockTypeAssemblies zu "true" ausgewertet wurde, wird eine separate AppDomain erstellt.
es: Creando un AppDomain distinto porque "NeverLockTypeAssemblies" se evaluó como 'true'.
fr: Création d'un AppDomain séparé, car "NeverLockTypeAssemblies" a été évalué à 'true'.
it: Verrà creato un AppDomain separato perché "NeverLockTypeAssemblies" ha restituito 'true'.
ja: "NeverLockTypeAssemblies" が 'true' に評価されているため、別の AppDomain を作成しています。
ko: "NeverLockTypeAssemblies"가 'true'이므로 별도의 AppDomain을 만들고 있습니다.
pl: Trwa tworzenie oddzielnego parametru AppDomain, ponieważ parametr „NeverLockTypeAssemblies” został oceniony jako 'true'.
pt_br: Criando um AppDomain separado porque "NeverLockTypeAssemblies" foi avaliado como "true".
ru: Создается отдельный AppDomain, так как "NeverLockTypeAssemblies" вычислен на "true".
tr: "NeverLockTypeAssemblies" 'true' olarak değerlendirildiğinden ayrı bir AppDomain oluşturuluyor.
zh_hans: 正在创建单独的 AppDomain，因为“NeverLockTypeAssemblies”的计算结果为“true”。
zh_hant: 正在建立不同的 AppDomain，因為 "NeverLockTypeAssemblies" 已評估為 'true'。

# GenerateResource.SeparateAppDomainBecauseOfErrorDeserializingLineNumber
source: Creating a separate AppDomain because while parsing "{0}" the serialized type "{1}" on line {2} could not be loaded. {3}
cs: Probíhá vytvoření samostatné domény aplikace (AppDomain), protože při analýze souboru {0} se nepodařilo načíst serializovaný typ {1} na řádku {2}. {3}
de: Da der serialisierte {1}-Typ in Zeile {2} beim Analysieren von "{0}" nicht geladen werden konnte, wird eine separate AppDomain erstellt. {3}
es: Creando un AppDomain distinto porque al analizar "{0}" no se pudo cargar el tipo serializado "{1}" en la línea {2}. {3}
fr: Création d'un AppDomain séparé, car lors de l'analyse de "{0}" le type sérialisé "{1}" à la ligne {2} n'a pas pu être chargé. {3}
it: Verrà creato un AppDomain separato perché durante l'analisi di "{0}" non è stato possibile caricare il tipo "{1}" alla riga {2}. {3}
ja: "{0}" の解析中に行 {2} のシリアル化された型 "{1}" を読み込めなかったため、別の AppDomain を作成しています。{3}
ko: "{0}"을(를) 구문 분석하는 동안 줄 {2}의 serialize된 형식 "{1}"을(를) 로드할 수 없어 별도의 AppDomain을 만들고 있습니다. {3}
pl: Trwa tworzenie oddzielnego parametru AppDomain, ponieważ podczas analizowania „{0}” załadowanie serializowanego typu „{1}” w wierszu {2} nie było możliwe. {3}
pt_br: Criando um AppDomain separado porque, ao analisar "{0}", não foi possível carregar o tipo serializado "{1}" na linha {2}. {3}
ru: Идет создание отдельного домена AppDomain, поскольку при разборе "{0}" не удалось загрузить сериализованный тип "{1}" в строке "{2}". {3}
tr: "{0}" ayrıştırılırken {2} satırında seri hale getirilmiş "{1}" türü yüklenemediğinden ayrı bir AppDomain oluşturuluyor. {3}
zh_hans: 正在创建单独的 AppDomain，因为在分析“{0}”时，未能加载第 {2} 行的序列化类型“{1}”。{3}
zh_hant: 正在建立不同的 AppDomain，因為剖析 "{0}" 時，無法載入第 {2} 行的序列化類型 "{1}"。{3}

# GenerateResource.SeparateAppDomainBecauseOfException
source: Creating a separate AppDomain because of error parsing "{0}". {1}
cs: Probíhá vytvoření samostatné domény aplikace (AppDomain), protože při analýze souboru {0} došlo k chybě. {1}
de: Aufgrund eines Fehlers beim Analysieren von "{0}" wird eine separate AppDomain erstellt. {1}
es: Creando un AppDomain distinto debido a un error al analizar "{0}". {1}
fr: Création d'un AppDomain séparé suite à une erreur lors de l'analyse de "{0}". {1}
it: Verrà caricato un AppDomain separato a causa dell'errore durante l'analisi di "{0}". {1}
ja: "{0}" の解析エラーが発生したため、別の AppDomain を作成しています。{1}
ko: "{0}"을(를) 구문 분석하는 동안 오류가 발생하여 별도의 AppDomain을 만들고 있습니다. {1}
pl: Trwa tworzenie oddzielnego parametru AppDomain, ponieważ wystąpił błąd analizowania „{0}”. {1}
pt_br: Criando um AppDomain separado devido ao erro de análise "{0}". {1}
ru: Создается отдельный AppDomain, так как произошла ошибка при парсировке "{0}". {1}
tr: "{0}" ayrıştırılırken hata oluştuğundan ayrı bir AppDomain oluşturuluyor. {1}
zh_hans: 正在创建单独的 AppDomain，因为分析“{0}”时出错。{1}
zh_hant: 正在建立不同的 AppDomain，因為剖析 "{0}" 時發生錯誤。{1}

# GenerateResource.SeparateAppDomainBecauseOfExceptionLineNumber
source: Creating a separate AppDomain because of error parsing "{0}" on line {1}. {2}
cs: Probíhá vytvoření samostatné domény aplikace (AppDomain), protože došlo k chybě při analýze souboru {0} na řádku {1}. {2}
de: Aufgrund eines Fehlers beim Analysieren von "{0}" in Zeile {1} wird eine separate AppDomain erstellt. {2}
es: Creando un AppDomain distinto debido a un error al analizar "{0}" en la línea {1}. {2}
fr: Création d'un AppDomain séparé suite à une erreur lors de l'analyse de "{0}" à la ligne {1}. {2}
it: Verrà caricato un AppDomain separato a causa dell'errore durante l'analisi di "{0}" alla riga {1}. {2}
ja: "{0}" の解析エラーが行 {1} で発生したため、別の AppDomain を作成しています。{2}
ko: 줄 {1}의 "{0}"을(를) 구문 분석하는 동안 오류가 발생하여 별도의 AppDomain을 만들고 있습니다. {2}
pl: Trwa tworzenie oddzielnego parametru AppDomain, ponieważ wystąpił błąd analizowania „{0}” w wierszu {1}. {2}
pt_br: Criando um AppDomain separado devido ao erro de análise "{0}" na linha {1}. {2}
ru: Создается отдельный AppDomain, так как произошла ошибка при парсировке "{0}" на линии {1}. {2}
tr: {1} satırında "{0}" ayrıştırılırken hata oluştuğundan ayrı bir AppDomain oluşturuluyor. {2}
zh_hans: 正在创建单独的 AppDomain，因为在分析第 {1} 行的“{0}”时出错。{2}
zh_hant: 正在建立不同的 AppDomain，因為剖析第 {1} 行的 "{0}" 時發生錯誤。{2}

# GenerateResource.SeparateAppDomainBecauseOfMimeType
source: Creating a separate AppDomain because of resource "{0}" representing a serialized type "{1}" in "{2}" on line {3}.
cs: Probíhá vytvoření samostatné domény aplikace (AppDomain) vzhledem k prostředku {0} představujícímu serializovaný typ {1} v souboru {2} na řádku {3}.
de: Da die Ressource "{0}" einen serialisierten {1}-Typ in "{2}" in Zeile {3} darstellt, wird eine separate AppDomain erstellt.
es: Creando un AppDomain distinto debido al recurso "{0}" que representa un tipo serializado "{1}" en "{2}" en la línea {3}.
fr: Création d'un AppDomain séparé, car la ressource "{0}" représente un type sérialisé "{1}" dans "{2}" à la ligne {3}.
it: Verrà creato un AppDomain separato a causa della risorsa "{0}" che rappresenta un tipo serializzato "{1}" in "{2}" alla riga {3}.
ja: 行 {3} の "{2}" でシリアル化された型 "{1}" のリソース "{0}" が指定されているため、別の AppDomain を作成しています。
ko: 줄 {3}의 "{2}"에 serialize된 형식 "{1}"을(를) 나타내는 "{0}" 리소스가 있어 별도의 AppDomain을 만들고 있습니다.
pl: Trwa tworzenie oddzielnego parametru AppDomain, ponieważ istnieje zasób „{0}” reprezentujący serializowany typ „{1}” w „{2}” w wierszu {3}.
pt_br: Criando um AppDomain separado devido ao recurso "{0}", que representa um tipo serializado "{1}" em "{2}" na linha {3}.
ru: Идет создание отдельного домена AppDomain, поскольку ресурс "{0}" представляет сериализованный тип "{1}" в "{2}" в строке {3}.
tr: {3} satırındaki "{2}" içinde seri hale getirilmiş "{1}" türünü temsil eden "{0}" kaynağı nedeniyle ayrı bir AppDomain oluşturuluyor.
zh_hans: 正在创建单独的 AppDomain，因为资源“{0}”代表第 {3} 行“{2}”中的序列化类型“{1}”。
zh_hant: 正在建立不同的 AppDomain，因為資源 "{0}" 表示第 {3} 行 "{2}" 中的序列化類型 "{1}"。
