Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Xaml.ArgumentOutOfRange
source: MSB3693: Unable to execute Xaml task. The value "{1}" specified for task parameter "{0}" is not valid.
cs: MSB3693: Nelze spustit úlohu Xaml. Hodnota {1} zadaná pro parametr úlohy {0} není platná.
de: MSB3693: Die Xaml-Aufgabe kann nicht ausgeführt werden. Der für den "{0}"-Aufgabenparameter angegebene Wert "{1}" ist ungültig.
es: MSB3693: No se puede ejecutar la tarea Xaml. El valor "{1}" especificado para el parámetro de tarea "{0}" no es válido.
fr: MSB3693: Impossible d'exécuter la tâche Xaml. La valeur "{1}" spécifiée pour le paramètre de tâche "{0}" n'est pas valide.
it: MSB3693: non è possibile creare l'attività XAML. Il valore "{1}" specificato per il parametro dell'attività "{0}" non è valido.
ja: MSB3693: Xaml タスクを実行できません。タスク パラメーター "{0}" に対して指定された値 "{1}" が有効ではありません。
ko: MSB3693: XAML 작업을 실행할 수 없습니다. 작업 매개 변수 "{0}"에 대해 지정된 "{1}" 값이 잘못되었습니다.
pl: MSB3693: Nie można wykonać zadania Xaml. Wartość „{1}” określona dla parametru zadania „{0}” jest nieprawidłowa.
pt_br: MSB3693: Não é possível executar a tarefa Xaml. O valor "{1}" especificado para o parâmetro de tarefa "{0}" não é válido.
ru: MSB3693: не удается выполнить задачу XAML. Значение "{1}", указанное для параметра задачи "{0}", является недопустимым.
tr: MSB3693: Xaml görevi yürütülemiyor. "{0}" görev parametresi için belirtilen "{1}" değeri geçersiz.
zh_hans: MSB3693: 无法执行 Xaml 任务。为任务参数“{0}”指定的值“{1}”无效。
zh_hant: MSB3693: 無法執行 XAML 工作。指定給工作參數 "{0}" 的 "{1}" 值無效。

# Xaml.MissingSwitchValue
source: MSB3694: Unable to create Xaml task. The EnumValue "{1}" on EnumProperty "{0}" is missing the SwitchValue attribute.
cs: MSB3694: Nelze vytvořit úlohu Xaml. V atributu SwitchValue nebyla nalezena hodnota EnumValue {1} pro parametr EnumProperty {0}.
de: MSB3694: Die Xaml-Aufgabe kann nicht erstellt werden. Im EnumValue "{1}" der EnumProperty "{0}" fehlt das SwitchValue-Attribut.
es: MSB3694: No se puede crear la tarea Xaml. Falta el atributo SwitchValue del EnumValue "{1}" de la EnumProperty "{0}".
fr: MSB3694: Impossible de créer la tâche Xaml. La valeur EnumValue "{1}" sur EnumProperty "{0}" ne comporte pas d'attribut SwitchValue.
it: MSB3694: non è possibile creare l'attività XAML. L'attributo SwitchValue non è presente in EnumValue "{1}" di EnumProperty "{0}".
ja: MSB3694: Xaml タスクを作成できません。EnumProperty "{0}" の EnumValue "{1}" に SwitchValue 属性がありません。
ko: MSB3694: XAML 작업을 만들 수 없습니다. EnumProperty "{0}"의 EnumValue "{1}"에 SwitchValue 특성이 없습니다.
pl: MSB3694: Nie można utworzyć zadania Xaml. Wartość EnumValue „{1}” właściwości EnumProperty „{0}” nie ma atrybutu SwitchValue.
pt_br: MSB3694: Não é possível criar a tarefa Xaml. Falta EnumValue "{1}" em EnumProperty "{0}" no atributo SwitchValue.
ru: MSB3694: не удается создать задачу XAML. В параметре EnumValue "{1}" свойства EnumProperty "{0}" отсутствует атрибут SwitchValue.
tr: MSB3694: Xaml görevi oluşturulamıyor. "{0}" EnumProperty’deki "{1}" EnumValue’nun SwitchValue özniteliği eksik.
zh_hans: MSB3694: 无法创建 Xaml 任务。EnumProperty“{0}”上的 EnumValue“{1}”缺少 SwitchValue 属性。
zh_hant: MSB3694: 無法建立 XAML 工作。EnumProperty "{0}" 上的 EnumValue "{1}" 遺漏 SwitchValue 屬性。

# Xaml.CommandFailed
source: MSB3721: The command "{0}" exited with code {1}.
cs: MSB3721: Příkaz {0} byl ukončen s kódem {1}.
de: MSB3721: Der Befehl "{0}" wurde mit Code {1} beendet.
es: MSB3721: El comando "{0}" salió con el código {1}.
fr: MSB3721: La commande "{0}" s'est arrêtée avec le code {1}.
it: MSB3721: uscita dal comando "{0}" con codice {1}.
ja: MSB3721: コマンド "{0}" はコード {1} で終了しました。
ko: MSB3721: "{0}" 명령이 종료되었습니다(코드: {1}).
pl: MSB3721: Polecenie {0} zostało zakończone; kod błędu: {1}.
pt_br: MSB3721: O comando "{0}" foi finalizado com o código {1}.
ru: MSB3721: выход из команды "{0}" с кодом "{1}".
tr: MSB3721: "{0}" komutundan {1} koduyla çıkıldı.
zh_hans: MSB3721: 命令“{0}”已退出，返回代码为 {1}。
zh_hant: MSB3721: 命令 "{0}" 已結束，代碼為 {1}。

# Xaml.CommandFailedAccessDenied
source: MSB3722: The command "{0}" exited with code {1}. Please verify that you have sufficient rights to run this command.
cs: MSB3722: Příkaz {0} byl ukončen s kódem {1}. Zkontrolujte, zda máte dostatečná práva ke spuštění tohoto příkazu.
de: MSB3722: Der Befehl "{0}" wurde mit Code {1} beendet. Stellen Sie sicher, dass Sie zur Ausführung dieses Befehls berechtigt sind.
es: MSB3722: El comando "{0}" salió con el código {1}. Compruebe que tiene derechos suficientes para ejecutar este comando.
fr: MSB3722: La commande "{0}" s'est arrêtée avec le code {1}. Assurez-vous d'avoir les droits suffisants pour exécuter cette commande.
it: MSB3722: il comando "{0}" è terminato con il codice {1}. Verificare di avere diritti sufficienti per eseguire il comando.
ja: MSB3722: コマンド "{0}" はコード {1} で終了しました。このコマンドを実行するための十分な権限があるか確認してください。
ko: MSB3722: "{0}" 명령이 종료되었습니다(코드: {1}). 이 명령을 실행할 권한이 있는지 확인하세요.
pl: MSB3722: Polecenie „{0}” zostało zakończone (kod: {1}). Sprawdź, czy masz wystarczające prawa do uruchamiania tego polecenia.
pt_br: MSB3722: O comando "{0}" foi finalizado com o código {1}. Verifique se você tem direitos suficientes para executar este comando.
ru: MSB3722: команда "{0}" завершила работу с кодом "{1}". Убедитесь в наличии достаточных прав для выполнения этой команды.
tr: MSB3722: "{0}" komutundan {1} koduyla çıkıldı. Lütfen bu komutu çalıştırmak için yeterli haklara sahip olduğunuzu doğrulayın.
zh_hans: MSB3722: 命令“{0}”已退出，具有代码 {1}。请验证您是否拥有运行此命令的足够权限。
zh_hant: MSB3722: 命令 "{0}" 已結束，代碼為 {1}。請驗證您有足夠權限執行此命令。

# Xaml.MissingRequiredArgument
source: MSB3723: The parameter "{0}" requires missing parameter "{1}" to be set.
cs: MSB3723: Parametr {0} vyžaduje, aby byl nastaven chybějící parametr {1}.
de: MSB3723: Für das Festlegen von Parameter "{0}" ist der fehlende Parameter "{1}" erforderlich.
es: MSB3723: El parámetro "{0}" requiere que se establezca el parámetro "{1}" que falta.
fr: MSB3723: Le paramètre "{0}" nécessite la définition du paramètre manquant "{1}".
it: MSB3723: il parametro "{0}" richiede l'impostazione del parametro "{1}" mancante.
ja: MSB3723: パラメーター "{0}" に必要なパラメーター "{1}" が設定されていません。
ko: MSB3723: "{0}" 매개 변수를 사용하려면 누락된 매개 변수 "{1}"을(를) 설정해야 합니다.
pl: MSB3723: Parametr „{0}”, aby został skonfigurowany brakujący parametr „{1}”.
pt_br: MSB3723: o parâmetro "{0}" exige que o parâmetro ausente "{1}" a ser definido.
ru: MSB3723: для параметра "{0}" требуется задать параметр "{1}", который отсутствует.
tr: MSB3723: "{0}" parametresi "{1}" parametresinin ayarlanmış olmasını gerektiriyor.
zh_hans: MSB3723: 参数“{0}”需要设置缺失的参数“{1}”。
zh_hant: MSB3723: 參數 "{0}" 要求必須設定遺漏的參數 "{1}"。

# XslTransform.ArgumentError
source: MSB3701: Unable to load arguments for the XslTransformation task. {0}
cs: MSB3701: Nelze načíst argumenty pro úlohu XslTransformation. {0}
de: MSB3701: Die Argumente für die XslTransformation-Aufgabe können nicht geladen werden. {0}
es: MSB3701: No se pueden cargar los argumentos para la tarea XslTransformation. {0}
fr: MSB3701: Impossible de charger les arguments pour la tâche XslTransformation. {0}
it: MSB3701: non è possibile caricare argomenti per l'attività XslTransformation. {0}
ja: MSB3701: XslTransformation タスクの引数を読み込めません。{0}
ko: MSB3701: XslTransformation 작업의 인수를 로드할 수 없습니다. {0}
pl: MSB3701: Nie można załadować argumentów dla zadania XslTransformation. {0}
pt_br: MSB3701: Não é possível carregar argumentos para a tarefa XslTransformation. {0}
ru: MSB3701: Не удалось загрузить аргументы для задачи XslTransformation. {0}
tr: MSB3701: XslTransformation görevi için bağımsız değişkenler yüklenemiyor. {0}
zh_hans: MSB3701: 无法加载 XslTransformation 任务的参数。{0}
zh_hant: MSB3701: 無法載入 XslTransformation 工作的引數。{0}

# XslTransform.PrecompiledXsltError
source: MSB3705: XslCompiledDllPath is not supported when building with .NET Core.
cs: MSB3705: XslCompiledDllPath se při sestavování pomocí .NET Core nepodporuje.
de: MSB3705: XslCompiledDllPath wird bei der Kompilierung mit .NET Core nicht unterstützt.
es: MSB3705: No se admite XslCompiledDllPath cuando se compila con .NET Core.
fr: MSB3705: XslCompiledDllPath n'est pas pris en charge lors de la génération avec .NET Core.
it: MSB3705: XslCompiledDllPath non è supportato quando si compila con .NET Core.
ja: MSB3705: XslCompiledDllPath は、.NET Core を使用してビルドしている場合サポートされません。
ko: MSB3705: XslCompiledDllPath는 .NET Core로 빌드할 때 지원되지 않습니다.
pl: MSB3705: Element XslCompiledDllPath nie jest obsługiwany podczas kompilowania przy użyciu platformy .NET Core.
pt_br: MSB3705: Não há suporte para XslCompiledDllPath ao compilar com o .NET Core.
ru: MSB3705: XslCompiledDllPath не поддерживается при сборке с использованием .NET Core.
tr: MSB3705: .NET Core ile derlenirken XslCompiledDllPath desteklenmez.
zh_hans: MSB3705: 使用 .NET Core 生成时不支持 XslCompiledDllPath。
zh_hant: MSB3705: 在使用 .NET Core 建置時，不支援 XslCompiledDllPath。

# XslTransform.SecuritySettingsViaUseTrustedSettings
source: You are enabling relaxed XSLT security settings via the UseTrustedSettings parameter. For more details on security implications of this setting please see https://aka.ms/msbuild/xsltransformation-task
cs: Povolujete uvolněná nastavení zabezpečení XSLT prostřednictvím parametru UseTrustedSettings. Další podrobnosti o důsledcích zabezpečení tohoto nastavení najdete v https://aka.ms/msbuild/xsltransformation-task
de: Sie aktivieren lockere XSLT-Sicherheitseinstellungen über den Parameter "UseTrustedSettings". Weitere Informationen zu den Auswirkungen dieser Einstellung auf die Sicherheit finden Sie unter https://aka.ms/msbuild/xsltransformation-task
es: Está habilitando la configuración de seguridad XSLT relajada mediante el parámetro UseTrustedSettings. Para obtener más información sobre las implicaciones de seguridad de esta configuración, consulte https://aka.ms/msbuild/xsltransformation-task
fr: Vous activez des paramètres de sécurité XSLT souples via le paramètre UseTrustedSettings. Pour plus d’informations sur les implications en matière de sécurité de ce paramètre, consultez https://aka.ms/msbuild/xsltransformation-task
it: Si stanno abilitando impostazioni di sicurezza XSLT flessibili tramite il parametro UseTrustedSettings. Per altri dettagli sulle implicazioni di sicurezza di questa impostazione, vedere https://aka.ms/msbuild/xsltransformation-task
ja: UseTrustedSettings パラメーターを使用して、緩和された XSLT セキュリティ設定を有効にしています。この設定のセキュリティへの影響の詳細については、https://aka.ms/msbuild/xsltransformation-task を参照してください
ko: UseTrustedSettings 매개 변수를 통해 완화된 XSLT 보안 설정을 사용하도록 설정합니다. 이 설정의 보안 영향에 대한 자세한 내용은 https://aka.ms/msbuild/xsltransformation-task를 참조하세요.
pl: Włączasz swobodne ustawienia zabezpieczeń XSLT za pośrednictwem parametru UseTrustedSettings. Aby uzyskać więcej informacji na temat wpływu tego ustawienia na zabezpieczenia, zobacz https://aka.ms/msbuild/xsltransformation-task
pt_br: Você está habilitando configurações de segurança XSLT reduzidas por meio do parâmetro UseTrustedSettings. Para obter mais detalhes sobre as implicações de segurança dessa configuração, consulte https://aka.ms/msbuild/xsltransformation-task
ru: Вы включаете нестрогие параметры безопасности XSLT с помощью параметра "UseTrustedSettings". Дополнительные сведения о последствиях для безопасности этого параметра см. на странице: https://aka.ms/msbuild/xsltransformation-task.
tr: UseTrustedSettings parametresi aracılığıyla esnek XSLT güvenlik ayarlarını etkinleştiriyorsunuz. Bu ayarın güvenlik üzerindeki etkileri hakkında daha fazla bilgi için lütfen https://aka.ms/msbuild/xsltransformation-task adresine bakın.
zh_hans: 正在通过 UseTrustedSettings 参数启用宽松的 XSLT 安全设置。有关此设置的安全含义的详细信息，请参阅 https://aka.ms/msbuild/xsltransformation-task
zh_hant: 您正在透過 UseTrustedSettings 參數啟用寬鬆的 XSLT 安全性設定。如需此設定安全性含意的詳細資料，請參閱 https://aka.ms/msbuild/xsltransformation-task

# XslTransform.XsltArgumentsError
source: MSB3702: Unable to process the XsltParameters argument for the XslTransformation task. {0}
cs: MSB3702: Nelze zpracovat argument XsltParameters pro úlohu XslTransformation. {0}
de: MSB3702: Das XsltParameters-Argument für die XslTransformation-Aufgabe kann nicht verarbeitet werden. {0}
es: MSB3702: No se puede procesar el argumento XsltParameters para la tarea XslTransformation. {0}
fr: MSB3702: Impossible de traiter l'argument XsltParameters de la tâche XslTransformation. {0}
it: MSB3702: non è possibile elaborare l'argomento XsltParameters per l'attività XslTransformation. {0}
ja: MSB3702: XslTransformation タスクの XsltParameters 引数を処理できません。{0}
ko: MSB3702: XslTransformation 작업에 대해 XsltParameters 인수를 처리할 수 없습니다. {0}
pl: MSB3702: Nie można przetwarzać argumentu XsltParameters dla zadania XslTransformation. {0}
pt_br: MSB3702: Não é possível processar o argumento XsltParameters para a tarefa XslTransformation. {0}
ru: MSB3702: Не удалось обработать аргумент XsltParameters для задачи XslTransformation. {0}
tr: MSB3702: XslTransformation görevi için XsltParameters bağımsız değişkeni işlenemiyor. {0}
zh_hans: MSB3702: 无法处理 XslTransformation 任务的 XsltParameters 参数。{0}
zh_hant: MSB3702: 無法處理 XslTransformation 工作的 XsltParameters 引數。{0}

# XslTransform.TransformError
source: MSB3703: Unable to execute transformation. {0}
cs: MSB3703: Transformaci nelze provést. {0}
de: MSB3703: Die Transformation kann nicht ausgeführt werden. {0}
es: MSB3703: No se puede ejecutar la transformación. {0}
fr: MSB3703: Impossible d'exécuter la transformation. {0}
it: MSB3703: non è possibile eseguire la trasformazione. {0}
ja: MSB3703: 変換を実行できません。{0}
ko: MSB3703: 변환을 실행할 수 없습니다. {0}
pl: MSB3703: Nie można wykonać przekształcenia. {0}
pt_br: MSB3703: Não é possível executar a transformação. {0}
ru: MSB3703: Не удается выполнить преобразование. {0}
tr: MSB3703: Dönüştürme yürütülemiyor. {0}
zh_hans: MSB3703: 无法执行转换。{0}
zh_hant: MSB3703: 無法執行轉換。{0}

# XslTransform.XmlInput.TooMany
source: Only one of XmlContent or XmlInputPaths arguments can be set.
cs: Lze nastavit pouze jeden z argumentů XmlContent a XmlInputPaths.
de: Nur eines der folgenden Argumente kann festgelegt werden: XmlContent oder XmlInputPaths.
es: Solo se puede establecer uno de los argumentos, XmlContent o XmlInputPaths.
fr: Vous pouvez définir uniquement un argument XmlContent ou XmlInputPaths.
it: È possibile impostare solo uno degli argomenti XmlContent o XmlInputPaths.
ja: XmlContent または XmlInputPaths 引数のいずれか 1 つのみ設定できます。
ko: XmlContent 또는 XmlInputPaths 인수 중 하나만 설정할 수 있습니다.
pl: Tylko jeden z argumentów XmlContent i XmlInputPaths może być ustawiony.
pt_br: Somente um dos argumentos XmlContent ou XmlInputPaths pode ser definido.
ru: Может быть задан только один из аргументов XmlContent или XmlInputPaths.
tr: XmlContent ve XmlInputPaths bağımsız değişkenlerinden yalnızca biri ayarlanabilir.
zh_hans: 只能设置 XmlContent 或 XmlInputPaths 参数中的一个。
zh_hant: 只能設定 XmlContent 或 XmlInputPaths 其中一個引數。

# XslTransform.XmlInput.TooFew
source: One of XmlContent or XmlInputPaths arguments must be set.
cs: Je nutné nastavit jeden z argumentů XmlContent a XmlInputPaths.
de: Eines der folgenden Argumente muss festgelegt werden: XmlContent oder XmlInputPaths.
es: Debe establecerse uno de los argumentos, XmlContent o XmlInputPaths.
fr: Un argument XmlContent ou XmlInputPaths doit être défini.
it: È necessario impostare uno degli argomenti XmlContent o XmlInputPaths.
ja: XmlContent または XmlInputPaths 引数のいずれか 1 つを設定する必要があります。
ko: XmlContent 또는 XmlInputPaths 인수 중 하나를 설정해야 합니다.
pl: Jeden z argumentów XmlContent i XmlInputPaths musi być ustawiony.
pt_br: Um dos argumentos XmlContent ou XmlInputPaths deve ser definido.
ru: Должен быть задан один из аргументов XmlContent или XmlInputPaths.
tr: XmlContent ve XmlInputPaths bağımsız değişkenlerinden yalnızca biri ayarlanmalıdır.
zh_hans: 必须设置 XmlContent 或 XmlInputPaths 参数中的一个。
zh_hant: 必須設定 XmlContent 或 XmlInputPaths 其中一個引數。

# XslTransform.XsltInput.TooMany
source: Only one of XslContent, XslInputPath or XslCompiledDllPath arguments can be set.
cs: Lze nastavit pouze jeden z argumentů XslContent, XslInputPath a XslCompiledDllPath.
de: Nur eines der folgenden Argumente kann festgelegt werden: XslContent, XslInputPath oder XslCompiledDllPath.
es: Solo se puede establecer uno de los argumentos, XslContent, XslInputPath o XslCompiledDllPath.
fr: Vous pouvez définir uniquement un argument XslContent, XslInputPath ou XslCompiledDllPath.
it: È possibile impostare solo uno degli argomenti XslContent, XslInputPath o XslCompiledDllPath.
ja: XslContent、XslInputPath、または XslCompiledDllPath 引数のいずれか 1 つのみ設定できます。
ko: XslContent, XslInputPath 또는 XslCompiledDllPath 인수 중 하나만 설정할 수 있습니다.
pl: Tylko jeden z argumentów XslContent, XslInputPath i XslCompiledDllPath może być ustawiony.
pt_br: Somente um dos argumentos XslContent, XslInputPath ou XslCompiledDllPath pode ser definido.
ru: Может быть задан только один из аргументов XslContent, XslInputPath или XslCompiledDllPath.
tr: XslContent, XslInputPath ve XslCompiledDllPath bağımsız değişkenlerinden yalnızca biri ayarlanabilir.
zh_hans: 只能设置 XslContent、XslInputPath 或 XslCompiledDllPath 参数中的一个。
zh_hant: 只能設定 XslContent、XslInputPath 或 XslCompiledDllPath 其中一個引數。

# XslTransform.XsltInput.TooFew
source: One of XslContent, XslInputPath and XslCompiledDllPath arguments must be set.
cs: Je nutné nastavit jeden z argumentů XslContent, XslInputPath a XslCompiledDllPath.
de: Eines der folgenden Argumente muss festgelegt werden: XslContent, XslInputPath und XslCompiledDllPath.
es: Debe establecerse uno de los argumentos, XslContent, XslInputPath o XslCompiledDllPath.
fr: Un argument XslContent, XslInputPath ou XslCompiledDllPath doit être défini.
it: È necessario impostare uno degli argomenti XslContent, XslInputPath e XslCompiledDllPath.
ja: XslContent、XslInputPath、および XslCompiledDllPath 引数のいずれか 1 つを設定する必要があります。
ko: XslContent, XslInputPath 및 XslCompiledDllPath 인수 중 하나를 설정해야 합니다.
pl: Jeden z argumentów XslContent, XslInputPath i XslCompiledDllPath musi być ustawiony.
pt_br: Um dos argumentos XslContent, XslInputPath e XslCompiledDllPath deve ser definido.
ru: Должен быть задан один из аргументов XslContent, XslInputPath или XslCompiledDllPath.
tr: XslContent, XslInputPath ve XslCompiledDllPath bağımsız değişkenlerinden biri ayarlanmalıdır.
zh_hans: 必须设置 XslContent、XslInputPath 和 XslCompiledDllPath 参数中的一个。
zh_hant: 必須設定 XslContent、XslInputPath 和 XslCompiledDllPath 其中一個引數。

# XslTransform.XsltLoadError
source: MSB3704: Unable to load the specified Xslt. {0}
cs: MSB3704: Nelze načíst zadaný argument Xslt. {0}
de: MSB3704: Die angegebene Xslt kann nicht geladen werden. {0}
es: MSB3704: No se puede cargar el Xslt especificado. {0}
fr: MSB3704: Impossible de charger le paramètre Xslt spécifié. {0}
it: MSB3704: non è possibile caricare il parametro Xslt specificato. {0}
ja: MSB3704: 指定された Xslt を読み込めません。{0}
ko: MSB3704: 지정한 Xslt를 로드할 수 없습니다. {0}
pl: MSB3704: Nie można załadować określonego parametru Xslt. {0}
pt_br: MSB3704: Não é possível carregar o Xslt especificado. {0}
ru: MSB3704: Не удается загрузить указанный XSLT-файл {0}
tr: MSB3704: Belirtilen Xslt yüklenemiyor. {0}
zh_hans: MSB3704: 无法加载指定的 Xslt。{0}
zh_hant: MSB3704: 無法載入指定的 Xslt。{0}

# XslTransform.MustSpecifyType
source: When specifying assembly "{0}", you must specify the type as well.
cs: Při zadávání sestavení {0} je nutné zadat také typ.
de: Wenn Sie die {0}-Assembly angeben, müssen Sie auch den Typ angeben.
es: Al especificar el ensamblado "{0}", debe especificar también el tipo.
fr: Lors de la spécification de l'assembly "{0}", vous devez également indiquer le type.
it: Quando si specifica l'assembly "{0}", è necessario specificare anche il tipo.
ja: アセンブリ "{0}" を指定する場合は、型も指定する必要があります。
ko: "{0}" 어셈블리를 지정할 때는 형식도 지정해야 합니다.
pl: Przy określaniu zestawu „{0}” trzeba także określić typ.
pt_br: Ao especificar o assembly "{0}", você deve especificar também o tipo.
ru: Если указывается сборка "{0}", необходимо также указать тип.
tr: "{0}" derlemesini belirtirken türünü de belirtmelisiniz.
zh_hans: 指定程序集“{0}”时，必须同时指定类型。
zh_hant: 指定組件 "{0}" 時，必須一併指定類型。

# XslTransform.XsltParameterNoAttribute
source: The specified Xslt Parameter doesn't have attribute "{0}".
cs: Zadaný parametr Xslt nemá atribut {0}.
de: Der angegebene Xslt-Parameter enthält kein {0}-Attribut.
es: El parámetro Xslt especificado no tiene el atributo "{0}".
fr: Le paramètre Xslt spécifié n'a pas d'attribut "{0}".
it: Al parametro Xslt specificato non è associato l'attributo "{0}".
ja: 指定された Xslt パラメーターに属性 "{0}" がありません。
ko: 지정한 Xslt 매개 변수에 "{0}" 특성이 없습니다.
pl: Określony parametr Xslt nie ma atrybutu „{0}”.
pt_br: O Parâmetro Xslt especificado não tem o atributo "{0}".
ru: Указанный параметр Xslt не имеет атрибута "{0}".
tr: Belirtilen Xslt Parametresi'nin "{0}" özniteliği yok.
zh_hans: 指定的 Xslt 参数没有特性“{0}”。
zh_hant: 指定的 Xslt 參數沒有 "{0}" 屬性。

# XslTransform.XsltParameterNotWellFormed
source: The specified Xslt Parameter attribute is not a well-formed XML fragment.
cs: Zadaný parametr Xslt nemá správně sestavený fragment XML.
de: Das angegebene Xslt-Parameterattribut ist kein wohlgeformtes XML-Fragment.
es: El atributo Parámetro Xslt especificado no es un fragmento de XML con formato correcto.
fr: L'attribut du paramètre Xslt spécifié n'est pas un fragment XML bien formé.
it: L'attributo del parametro Xslt specificato non è un frammento XML ben formato.
ja: 指定された Xslt パラメーター属性が整形式の XML フラグメントではありません。
ko: 지정한 Xslt Parameter 특성이 올바른 형식의 XML 조각이 아닙니다.
pl: Określony atrybut Xslt Parameter nie jest poprawnie sformułowanym fragmentem kodu XML.
pt_br: O atributo de Parâmetro Xslt especificado não é um fragmento de XML bem-formado.
ru: Указанный атрибут параметра Xslt не является правильно сформированным фрагментом XML-документа.
tr: Belirtilen Xslt Parametresi özniteliği doğru biçimli bir XML parçası değil.
zh_hans: 指定的 Xslt 参数特性不是格式良好的 XML 段落。
zh_hant: 指定的 Xslt Parameter 屬性不是語式正確的 XML 片段。
