Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# General.DuplicateItemsNotSupportedWithMetadata
source: MSB3083: The item "{0}" was specified more than once in the "{1}" parameter and both items had the same value "{2}" for the "{3}" metadata. Duplicate items are not supported by the "{1}" parameter unless they have different values for the "{3}" metadata.
cs: MSB3083: Položka {0} byla v parametru {1} uvedena více než jednou a oba výskyty obsahují stejnou hodnotu {2} metadat {3}. Duplicitní položky nejsou u parametru {1} podporovány, pokud neobsahují různé hodnoty metadat {3}.
de: MSB3083: Das Element "{0}" wurde im "{1}"-Parameter mehrmals angegeben, und beide Elemente enthalten den Wert "{2}" für die "{3}"-Metadaten. Doppelte Elemente werden vom "{1}"-Parameter nur unterstützt, wenn sie unterschiedliche Werte für die "{3}"-Metadaten enthalten.
es: MSB3083: Se especificó el elemento "{0}" más de una vez en el parámetro "{1}" con el mismo valor "{2}" en ambos casos para el metadato "{3}". El parámetro "{1}" no admite elementos duplicados a no ser que tengan valores distintos para el metadato "{3}".
fr: MSB3083: L'élément "{0}" a été spécifié plusieurs fois dans le paramètre "{1}". Les deux éléments avaient la même valeur "{2}" pour les métadonnées "{3}". Les éléments dupliqués ne sont pas pris en charge par le paramètre "{1}", sauf s'ils ont des valeurs différentes pour les métadonnées "{3}".
it: MSB3083: l'elemento "{0}" è stato specificato più di una volta nel parametro "{1}" ed entrambi gli elementi hanno lo stesso valore "{2}" per i metadati di "{3}". Il parametro "{1}" non supporta gli elementi duplicati a meno che non includano valori diversi per i metadati di "{3}".
ja: MSB3083: 項目 "{0}" は "{1}" パラメーターで複数回指定されており、いずれも "{3}" メタデータの値は "{2}" になっています。"{3}" メタデータの値が別でない限り、"{1}" パラメーターで重複した項目はサポートされません。
ko: MSB3083: "{0}" 항목이 "{1}" 매개 변수에 두 번 이상 지정되었으며 두 항목이 "{3}" 메타데이터에 대해 동일한 값 "{2}"을(를) 가지고 있습니다. "{3}" 메타데이터에 대한 값이 같으면 "{1}" 매개 변수는 중복 항목을 지원하지 않습니다.
pl: MSB3083: Element „{0}” został określony więcej niż raz w parametrze „{1}” i oba elementy miały tę samą wartość „{2}” metadanych „{3}”. Zduplikowane elementy w parametrze „{1}” nie są obsługiwane, jeśli nie mają różnych wartości metadanych „{3}”.
pt_br: MSB3083: O item "{0}" foi especificado mais de uma vez no parâmetro "{1}" e ambos os itens tinham o mesmo valor "{2}" para os metadados "{3}". O parâmetro "{1}" não dá suporte a itens duplicados, a menos que eles tenham valores diferentes para os metadados "{3}".
ru: MSB3083: элемент "{0}" указан в параметре "{1}" несколько раз, и оба элемента имеют одинаковое значение "{2}" для метаданных "{3}". Повторяющиеся элементы с одинаковыми значениями для метаданных "{3}" в параметре "{1}" не поддерживаются.
tr: MSB3083: "{0}" öğesi, "{1}" parametresinde birden çok kez belirtildi ve her iki öğe de "{3}" meta verisi için aynı "{2}" değerine sahipti. "{1}" parametresi, "{3}" meta verisi için farklı değerlere sahip olmayan yinelenen öğeleri desteklemez.
zh_hans: MSB3083: 在参数“{1}”中指定了项“{0}”多次，并且这两个项对于元数据“{3}”具有相同的值“{2}”。参数“{1}”不支持重复项，除非这些项具有不同的“{3}”元数据值。
zh_hant: MSB3083: 項目 "{0}" 在 "{1}" 參數中指定了一次以上，而且兩個項目的 "{3}" 中繼資料都有相同的值 "{2}"。"{1}" 參數不支援重複的項目，除非項目的 "{3}" 中繼資料有不同的值。

# General.ErrorExecutingTask
source: MSB3108: Error executing the {0} task. {1}
cs: MSB3108: Při provádění úlohy {0} došlo k chybě. {1}
de: MSB3108: Fehler beim Ausführen der {0}-Aufgabe. {1}
es: MSB3108: Error al ejecutar la tarea {0}. {1}
fr: MSB3108: Erreur lors de l'exécution de la tâche {0}. {1}
it: MSB3108: errore durante l'esecuzione dell'attività {0}. {1}
ja: MSB3108: {0} タスクの実行エラーです。{1}
ko: MSB3108: {0} 작업을 수행하는 동안 오류가 발생했습니다. {1}
pl: MSB3108: Błąd podczas wykonywania zadania {0}. {1}
pt_br: MSB3108: Erro ao executar a tarefa {0}. {1}
ru: MSB3108: Ошибка при выполнении задачи {0}. {1}
tr: MSB3108: {0} görevi yürütülürken hata oluştu. {1}
zh_hans: MSB3108: 执行 {0} 任务时出错。{1}
zh_hant: MSB3108: 執行 {0} 工作時發生錯誤。{1}

# General.ExpectedFileGotDirectory
source: Expected a file but got directory "{0}".
cs: Byl očekáván soubor, byl však předán adresář {0}.
de: Eine Datei wurde erwartet, es wurde jedoch das Verzeichnis "{0}" übergeben.
es: Se esperaba un archivo pero se obtuvo el directorio "{0}".
fr: Fichier attendu mais répertoire "{0}" reçu.
it: Era previsto un file ma è stata restituita una cartella "{0}".
ja: ファイルを予期していましたが、ディレクトリ "{0}" が指定されました。
ko: 파일이 있어야 하는데 "{0}" 디렉터리가 있습니다.
pl: Oczekiwano pliku, ale pobrano katalog „{0}”.
pt_br: Esperava-se um arquivo, mas foi recebido o diretório "{0}".
ru: Ожидался файл, однако был получен каталог "{0}".
tr: Dosya beklenirken "{0}" dizini alındı.
zh_hans: 需要的是文件，但得到的却是目录“{0}”。
zh_hant: 需要檔案，卻取得目錄 "{0}"。

# General.ExpectedFileMissing
source: Expected file "{0}" does not exist.
cs: Očekávaný soubor {0} neexistuje.
de: Die erwartete Datei "{0}" ist nicht vorhanden.
es: El archivo esperado "{0}" no existe.
fr: Le fichier attendu "{0}" n'existe pas.
it: Il file previsto "{0}" non esiste.
ja: 指定されたファイル "{0}" は存在しません。
ko: 필요한 "{0}" 파일이 없습니다.
pl: Oczekiwany plik „{0}” nie istnieje.
pt_br: O arquivo esperado "{0}" não existe.
ru: Ожидаемый файл "{0}" не существует.
tr: Beklenen "{0}" dosyası yok.
zh_hans: 所需文件“{0}”不存在。
zh_hant: 預期的檔案 "{0}" 不存在。

# General.FrameworksFileNotFound
source: MSB3082: Task failed because "{0}" was not found, or the .NET Framework {1} is not installed. Please install the .NET Framework {1}.
cs: MSB3082: Úloha se nezdařila, protože nebyla nalezena položka {0} nebo není nainstalováno rozhraní .NET Framework {1}. Nainstalujte rozhraní .NET Framework {1}.
de: MSB3082: Fehler bei der Aufgabe. "{0}" wurde nicht gefunden, oder .NET Framework {1} ist nicht installiert. Installieren Sie .NET Framework {1}.
es: MSB3082: Error en la tarea porque no se encuentra "{0}" o .NET Framework {1} no está instalado. Instale .NET Framework {1}.
fr: MSB3082: La tâche a échoué, car "{0}" est introuvable ou le .NET Framework {1} n'est pas installé. Installez le .NET Framework {1}.
it: MSB3082: l'attività non è riuscita perché "{0}" non è stato trovato oppure perché .NET Framework {1} non è installato. Installare .NET Framework {1}.
ja: MSB3082: "{0}" が見つからなかったため、または .NET Framework {1} がインストールされていないため、タスクに失敗しました。.NET Framework {1} をインストールしてください。
ko: MSB3082: "{0}"이(가) 없거나 .NET Framework {1}이(가) 설치되어 있지 않아 작업을 수행하지 못했습니다. .NET Framework {1}을(를) 설치하세요.
pl: MSB3082: Zadanie zakończyło się niepowodzeniem, ponieważ nie można odnaleźć „{0}” lub program .NET Framework {1} nie jest zainstalowany. Zainstaluj program .NET Framework {1}.
pt_br: MSB3082: Falha na tarefa porque "{0}" não foi encontrado ou o .NET Framework {1} não está instalado. Instale o .NET Framework {1}.
ru: MSB3082: задача не выполнена, так как не найден "{0}" или не установлена платформа .NET Framework {1}. Установите .NET Framework {1}.
tr: MSB3082: "{0}" bulunamadığından veya .NET Framework {1} yüklü olmadığından görev başarısız oldu. Lütfen .NET Framework {1} yükleyin.
zh_hans: MSB3082: 任务失败，因为未找到“{0}”，或者未安装 .NET Framework {1}。请安装 .NET Framework {1}。
zh_hant: MSB3082: 工作失敗，因為找不到 "{0}" 或者未安裝 .NET Framework {1}。請安裝 .NET Framework {1}。

# General.IncorrectHostObject
source: MSB3087: An incompatible host object was passed into the "{0}" task. The host object for this task must implement the "{1}" interface.
cs: MSB3087: Úloze {0} byl předán nekompatibilní objekt hostitele. Objekt hostitele pro tuto úlohu musí implementovat rozhraní {1}.
de: MSB3087: Ein inkompatibles Hostobjekt wurde an die Aufgabe "{0}" übergeben. Das Hostobjekt für diese Aufgabe muss die "{1}"-Schnittstelle implementieren.
es: MSB3087: Se pasó un objeto host incompatible a la tarea "{0}". El objeto host para esta tarea debe implementar la interfaz "{1}".
fr: MSB3087: Un objet hôte incompatible a été passé à la tâche "{0}". L'objet hôte pour cette tâche doit implémenter l'interface "{1}".
it: MSB3087: all'attività "{0}" è stato passato un oggetto host incompatibile. L'oggetto host di questa attività deve implementare l'interfaccia "{1}".
ja: MSB3087: 互換性のないホスト オブジェクトが "{0}" タスクに渡されました。このタスクのホスト オブジェクトは "{1}" インターフェイスを実装しなければなりません。
ko: MSB3087: 호환되지 않는 호스트 개체가 "{0}" 작업에 전달되었습니다. 이 작업의 호스트 개체는 "{1}" 인터페이스를 구현해야 합니다.
pl: MSB3087: Do zadania „{0}” przekazano niezgodny obiekt hosta. Obiekt hosta tego zadania musi mieć zaimplementowany interfejs „{1}”.
pt_br: MSB3087: Foi passado um objeto de host incompatível para a tarefa "{0}". O objeto de host dessa tarefa deve implementar a interface "{1}".
ru: MSB3087: в задачу "{0}" передан несовместимый объект базовой среды. В объекте базовой среды для этой задачи должен быть реализован интерфейс "{1}".
tr: MSB3087: "{0}" görevine uyumlu olmayan bir konak nesnesi geçirildi. Bu görevin konak nesnesi "{1}" arabirimini uygulamalıdır.
zh_hans: MSB3087: 向任务“{0}”传入了不兼容的宿主对象。此任务的宿主对象必须实现“{1}”接口。
zh_hant: MSB3087: 傳入 "{0}" 工作的主機物件不相容。此工作的主機物件必須實作 "{1}" 介面。

# General.IncompatibleStateFileType
source: The format of this state file is not valid.
cs: Formát tohoto souboru stavu je neplatný.
de: Das Format dieser Zustandsdatei ist ungültig.
es: El formato de este archivo de estado no es válido.
fr: Le format de ce fichier d'état n'est pas valide.
it: Il formato del file di stato non è valido.
ja: この状態ファイルの形式は無効です。
ko: 이 상태 파일의 형식이 잘못되었습니다.
pl: Format tego pliku stanu jest nieprawidłowy.
pt_br: O formato deste arquivo de estado não é válido.
ru: Недопустимый формат файла состояния.
tr: Bu durum dosyasının biçimi geçersiz.
zh_hans: 此状态文件的格式无效。
zh_hant: 此狀態檔案的格式無效。

# General.InvalidAttributeMetadata
source: Item "{0}" has attribute "{1}" with value "{2}" that could not be converted to "{3}".
cs: Položka {0} má atribut {1} s hodnotou {2}, kterou nebylo možné převést na hodnotu {3}.
de: Das Element "{0}" enthält das {1}-Attribut mit dem Wert "{2}", der nicht in "{3}" konvertiert werden konnte.
es: El elemento "{0}" tiene el atributo "{1}" con el valor "{2}" que no se pudo convertir a "{3}".
fr: L'élément "{0}" a l'attribut "{1}" avec la valeur "{2}", qui n'a pas pu être convertie en "{3}".
it: L'elemento "{0}" include l'attributo "{1}" con il valore "{2}" che non è stato possibile convertire in "{3}".
ja: 項目 "{0}" は、"{3}" に変換できなかった値 "{2}" を伴う属性 "{1}" を含んでいます。
ko: "{0}" 항목에 "{3}"(으)로 변환할 수 없는 "{2}" 값이 있는 "{1}" 특성이 있습니다.
pl: Element „{0}” ma atrybut „{1}” o wartości „{2}”, którego nie można przekonwertować na „{3}”.
pt_br: O item "{0}" tem atributo "{1}" com valor "{2}" que não pôde ser convertido para "{3}".
ru: У элемента "{0}" имеется атрибут "{1}" со значением "{2}", который не удалось преобразовать в "{3}".
tr: "{0}" öğesinin, "{3}" değerine dönüştürülemeyen "{2}" değerine sahip "{1}" özniteliği var.
zh_hans: 项“{0}”具有值为“{2}”的特性“{1}”，该值未能转换为“{3}”。
zh_hant: 項目 "{0}" 的屬性 "{1}" 的值為 "{2}"，不能轉換為 "{3}"。

# General.InvalidArgument
source: MSB3095: Invalid argument. {0}
cs: MSB3095: Argument je neplatný. {0}
de: MSB3095: Ungültiges Argument. {0}
es: MSB3095: Argumento no válido. {0}
fr: MSB3095: Argument non valide. {0}
it: MSB3095: Argomento non valido. {0}
ja: MSB3095: 引数が無効です。{0}
ko: MSB3095: 잘못된 인수입니다. {0}
pl: MSB3095: Nieprawidłowy argument. {0}
pt_br: MSB3095: Argumento inválido. {0}
ru: MSB3095: Недопустимый аргумент. {0}
tr: MSB3095: Geçersiz bağımsız değişken. {0}
zh_hans: MSB3095: 参数无效。{0}
zh_hant: MSB3095: 無效的引數。{0}

# General.InvalidAssembly
source: MSB3097: File "{0}" is not a valid assembly.
cs: MSB3097: Soubor {0} není platným sestavením.
de: MSB3097: Die Datei "{0}" ist keine gültige Assembly.
es: MSB3097: El archivo "{0}" no es un ensamblado válido.
fr: MSB3097: Le fichier "{0}" n'est pas un assembly valide.
it: MSB3097: il file "{0}" non è un assembly valido.
ja: MSB3097: ファイル "{0}" は有効なアセンブリではありません。
ko: MSB3097: "{0}" 파일은 올바른 어셈블리가 아닙니다.
pl: MSB3097: Plik „{0}” nie jest prawidłowym zestawem.
pt_br: MSB3097: O arquivo "{0}" não é um assembly válido.
ru: MSB3097: Файл "{0}" не задает действительную сборку.
tr: MSB3097: "{0}" dosyası geçerli bir derleme değil.
zh_hans: MSB3097: 文件“{0}”不是有效的程序集。
zh_hant: MSB3097: 檔案 "{0}" 不是有效的組件。

# General.InvalidValue
source: MSB3098: "{1}" task received an invalid value for the "{0}" parameter.
cs: MSB3098: Úloha {1} přijala pro parametr {0} neplatnou hodnotu.
de: MSB3098: Von der Aufgabe "{1}" wurde ein ungültiger Wert für den Parameter "{0}" empfangen.
es: MSB3098: La tarea "{1}" recibió un valor no válido para el parámetro "{0}".
fr: MSB3098: La tâche "{1}" a reçu une valeur non valide pour le paramètre "{0}".
it: MSB3098: l'attività "{1}" ha ricevuto un valore non valido per il parametro "{0}".
ja: MSB3098: "{1}" タスクが "{0}" パラメーターで無効な値を受け取りました。
ko: MSB3098: "{1}" 작업이 "{0}" 매개 변수에 대해 잘못된 값을 받았습니다.
pl: MSB3098: Zadanie {1} odebrało nieprawidłową wartość dla parametru {0}.
pt_br: MSB3098: A tarefa "{1}" recebeu um valor inválido para o parâmetro "{0}".
ru: MSB3098: задача получила "{1}" недопустимое значение для параметра "{0}".
tr: MSB3098: "{1}" görevi "{0}" parametresi için geçersiz bir değer aldı.
zh_hans: MSB3098: “{1}”任务收到的“{0}”参数的值无效。
zh_hant: MSB3098: "{1}" 工作收到對 "{0}" 參數無效的值。

# General.InvalidAssemblyName
source: MSB3099: Invalid assembly name "{0}". {1}
cs: MSB3099: Název sestavení {0} je neplatný. {1}
de: MSB3099: Ungültiger Assemblyname "{0}". {1}
es: MSB3099: Nombre de ensamblado "{0}" no válido. {1}
fr: MSB3099: Nom d'assembly "{0}" non valide. {1}
it: MSB3099: nome di assembly "{0}" non valido. {1}
ja: MSB3099: 無効なアセンブリ名 "{0}" です。{1}
ko: MSB3099: "{0}"은(는) 어셈블리 이름으로 알맞지 않습니다. {1}
pl: MSB3099: Nieprawidłowa nazwa zestawu „{0}”. {1}
pt_br: MSB3099: Nome de assembly inválido "{0}". {1}
ru: MSB3099: Недопустимое имя сборки "{0}". {1}
tr: MSB3099: Geçersiz "{0}" derleme adı. {1}
zh_hans: MSB3099: 程序集名称“{0}”无效。{1}
zh_hant: MSB3099: 無效的組件名稱 "{0}"。{1}

# General.InvalidPropertyError
source: MSB3100: Syntax for "{0}" parameter is not valid ({1}). Correct syntax is {0}="<name>=<value>".
cs: MSB3100: Syntaxe parametru {0} není platná ({1}). Správná syntaxe je {0}="<název>=<hodnota>".
de: MSB3100: Die Syntax für den {0}-Parameter ist ungültig ({1}). Die korrekte Syntax lautet {0}="<Name>=<Wert>".
es: MSB3100: La sintaxis del parámetro "{0}" no es válida ({1}). La sintaxis correcta es {0}="<nombre>=<valor>".
fr: MSB3100: La syntaxe du paramètre "{0}" n'est pas valide ({1}). La syntaxe correcte est {0}="<nom>=<valeur>".
it: MSB3100: la sintassi del parametro "{0}" non è valida ({1}). La sintassi corretta è {0}="<nome>=<valore>".
ja: MSB3100: "{0}" パラメーターの構文が無効です ({1})。正しい構文は {0}="<名前>=<値>" です。
ko: MSB3100: "{0}" 매개 변수의 구문이 잘못되었습니다({1}). 올바른 구문은 {0}="<이름>=<값>"입니다.
pl: MSB3100: Składnia parametru „{0}” jest nieprawidłowa ({1}). Poprawna składnia to {0}="<name>=<value>".
pt_br: MSB3100: A sintaxe do parâmetro "{0}" não é válida ({1}). A sintaxe correta é {0}="<nome>=<valor>".
ru: MSB3100: синтаксис параметра "{0}" не является допустимым ({1}). Правильный синтаксис: {0}="<имя>=<значение>".
tr: MSB3100: "{0}" parametresinin sözdizimi geçerli değil ({1}). Doğru sözdizimi: {0}="<ad>=<değer>".
zh_hans: MSB3100: 参数“{0}”的语法无效({1})。正确的语法为 {0}="<name>=<value>"。
zh_hant: MSB3100: "{0}" 參數的語法不是有效的 ({1})。正確的語法為 {0}="<name>=<value>"。

# General.GlobalProperties
source: Global Properties:
cs: Globální vlastnosti:
de: Globale Eigenschaften:
es: Propiedades globales:
fr: Propriétés globales :
it: Proprietà globali:
ja: グローバル プロパティ:
ko: 전역 속성:
pl: Właściwości globalne:
pt_br: Propriedades globais:
ru: Глобальные свойства:
tr: Genel Özellikler:
zh_hans: 全局属性:
zh_hant: 全域屬性:

# General.StateFileAlreadyPresent
source: MSB3667: There is already a file at "{0}". If you are trying to create a precomputed cache, ensure that you are building a single project that depends on your assemblies rather than building your assemblies themselves. If you are running the ResolveAssemblyReference task normally, do not set the "AssemblyInformationCacheOutputPath" parameter of the ResolveAssemblyReference task.
cs: MSB3667: V {0} už nějaký soubor existuje. Pokud se pokoušíte vytvořit předvypočítanou mezipaměť, ujistěte se, že sestavujete jeden projekt, který závisí na sestaveních, nikoli sestavení samotná. Pokud spouštíte úlohu ResolveAssemblyReference běžným způsobem, nenastavujte v úloze ResolveAssemblyReference parametr AssemblyInformationCacheOutputPath.
de: MSB3667: Unter "{0}" ist bereits eine Datei vorhanden. Wenn Sie einen vorab berechneten Cache erstellen möchten, stellen Sie sicher, dass Sie ein einzelnes Projekt erstellen, das von Ihren Assemblys abhängt, statt Ihre Assemblys selbst zu erstellen. Wenn Sie die Aufgabe "ResolveAssemblyReference" normal ausführen, legen Sie den Parameter "AssemblyInformationCacheOutputPath" der Aufgabe "ResolveAssemblyReference" nicht fest.
es: MSB3667: Ya hay un archivo en "{0}". Si está intentando crear una memoria caché precalculada, asegúrese de estar compilando un solo proyecto que dependa de sus ensamblados, en lugar de compilar los ensamblados en sí. Si está ejecutando la tarea ResolveAssemblyReference normalmente, no establezca el parámetro "AssemblyInformationCacheOutputPath" de la tarea ResolveAssemblyReference.
fr: MSB3667: il existe déjà un fichier sur "{0}". Si vous essayez de créer un cache précalculé, vérifiez que vous générez un seul projet qui dépend de vos assemblys au lieu de générer les assemblys eux-mêmes. Si vous exécutez la tâche ResolveAssemblyReference normalement, ne définissez pas le paramètre "AssemblyInformationCacheOutputPath" de la tâche ResolveAssemblyReference.
it: MSB3667: alla posizione "{0}" esiste già un file. Se si prova a creare una cache precalcolata, assicurarsi di compilare un singolo progetto che dipende dagli assembly invece di compilare gli assembly stessi. Se si esegue normalmente l'attività ResolveAssemblyReference, non impostare il parametro "AssemblyInformationCacheOutputPath" dell'attività ResolveAssemblyReference.
ja: MSB3667: "{0}" には既にファイルが存在します。事前計算済みキャッシュを作成しようとしている場合は、アセンブリ自体をビルドするのではなく、アセンブリに依存する単一のプロジェクトをビルドしてください。ResolveAssemblyReference タスクを正常に実行している場合は、ResolveAssemblyReference タスクの "AssemblyInformationCacheOutputPath" パラメーターを設定しないでください。
ko: MSB3667: "{0}"에 파일이 이미 있습니다. 사전 계산 캐시를 만들려면 어셈블리 자체를 빌드하는 대신 어셈블리에 종속되는 단일 프로젝트를 빌드하고 있는지 확인하세요. ResolveAssemblyReference 작업을 정상적으로 실행 중인 경우 ResolveAssemblyReference 작업의 "AssemblyInformationCacheOutputPath" 매개 변수를 설정하지 마세요.
pl: MSB3667: W lokalizacji „{0}” już istnieje plik. Jeśli próbujesz utworzyć wstępnie obliczoną pamięć podręczną, upewnij się, że kompilujesz pojedynczy projekt zależący od zestawów, a nie same zestawy. Jeśli uruchamiasz zadanie ResolveAssemblyReference w normalny sposób, nie ustawiaj parametru „AssemblyInformationCacheOutputPath” zadania ResolveAssemblyReference.
pt_br: MSB3667: já existe um arquivo em "{0}". Se você está tentando criar um cache pré-computado, crie um projeto que dependa dos assemblies em vez de criar seus assemblies sozinhos. Se você está executando a tarefa ResolveAssemblyReference normalmente, não defina o parâmetro "AssemblyInformationCacheOutputPath" da tarefa ResolveAssemblyReference.
ru: MSB3667: в "{0}" уже существует файл. Если вы пытаетесь создать предварительно вычисляемый кэш, убедитесь, что выполняется сборка отдельного проекта, который зависит от ваших сборок, а не создание самих сборок. Если вы выполняете задачу ResolveAssemblyReference обычным образом, не устанавливайте параметр "AssemblyInformationCacheOutputPath" задачи ResolveAssemblyReference.
tr: MSB3667: "{0}" konumunda zaten bir dosya var. Önceden hesaplanan bir önbellek oluşturmayı deniyorsanız bütünleştirilmiş kodlarınızı derlemek yerine bütünleştirilmiş kodlarınızı temel alan tek bir proje derlediğinizden emin olun. ResolveAssemblyReference görevini normal bir şekilde çalıştırıyorsanız ResolveAssemblyReference görevinin "AssemblyInformationCacheOutputPath" parametresini ayarlamayın.
zh_hans: MSB3667: “{0}”处已存在文件。若要尝试创建预计算缓存，请务必生成单个依赖于程序集的项目，而不是生成程序集本身。如果在正常运行 ResolveAssemblyReference 任务，请不要设置 ResolveAssemblyReference 任务的 "AssemblyInformationCacheOutputPath" 参数。
zh_hant: MSB3667: "{0}" 上已有檔案。若要嘗試建立預先計算的快取，請務必建立一個需要使用組件的專案，而非建立組件本身。若是正常執行 ResolveAssemblyReference 工作，請勿為 ResolveAssemblyReference 工作設定 "AssemblyInformationCacheOutputPath" 參數。

# General.TaskRequiresWindows
source: MSB3096: Task "{0}" is only supported when building on Windows.
cs: MSB3096: Úloha {0} se podporuje pouze při sestavování v systému Windows.
de: MSB3096: Die Aufgabe „{0}“ wird nur beim Erstellen unter Windows unterstützt.
es: MSB3096: La tarea "{0}" solo se admite cuando se compila en Windows.
fr: MSB3096: La tâche "{0}" n’est prise en charge que lors de la génération sur Windows.
it: MSB3096: l'attività "{0}" è supportata solo durante la compilazione in Windows.
ja: MSB3096: タスク "{0}" は、Windows 上でビルドする場合にのみサポートされます。
ko: MSB3096: 작업 "{0}"은(는) Windows에서 빌드할 때만 지원됩니다.
pl: MSB3096: zadanie „{0}“ jest obsługiwane tylko podczas kompilowania w systemie Windows.
pt_br: MSB3096: A tarefa "{0}" só é suportada quando compilada no Windows.
ru: MSB3096: задача "{0}" поддерживается только при сборке в Windows.
tr: MSB3096: "{0}" görevi yalnızca Windows üzerinde derlendiğinde desteklenir.
zh_hans: MSB3096: 仅在 Windows 上生成时才支持任务 "{0}"。
zh_hant: MSB3096: 只有在 Windows 上建置時，才支援工作 "{0}"。

# General.UndefineProperties
source: Removing Properties:
cs: Odstraňování vlastností:
de: Eigenschaften werden entfernt:
es: Quitando propiedades:
fr: Suppression des propriétés :
it: Rimozione proprietà:
ja: プロパティの削除:
ko: 속성 제거:
pl: Usuwanie właściwości:
pt_br: Removendo Propriedades:
ru: Удаление свойств:
tr: Özellikler kaldırılıyor:
zh_hans: 移除属性:
zh_hant: 正在移除屬性:

# General.OverridingProperties
source: Overriding Global Properties for project "{0}" with:
cs: Globální vlastnosti projektu {0} budou přepsány následujícími hodnotami:
de: Die globalen Eigenschaften für das Projekt "{0}" werden außer Kraft gesetzt durch:
es: Las propiedades globales del proyecto "{0}" se reemplazarán con:
fr: Substitution des propriétés globales du projet "{0}" par :
it: Override delle proprietà globali per il progetto "{0}" con:
ja: プロジェクト "{0}" のグローバル プロパティを次の値でオーバーライド:
ko: "{0}" 프로젝트의 전역 속성을 다음으로 재정의:
pl: Przesłanianie globalnych właściwości projektu „{0}” przy użyciu następujących wartości:
pt_br: Substituindo as Propriedades Globais do projeto "{0}" por:
ru: Переопределение глобальных свойств для проекта "{0}" с:
tr: "{0}" projesi için Genel Özellikler şununla geçersiz kılınıyor:
zh_hans: 将项目“{0}”的全局属性重写为:
zh_hant: 以下列項目覆寫專案 "{0}" 的全域屬性:

# General.AdditionalProperties
source: Additional Properties for project "{0}":
cs: Další vlastnosti pro projekt {0}:
de: Weitere Eigenschaften für das Projekt "{0}":
es: Propiedades adicionales del proyecto "{0}":
fr: Propriétés supplémentaires du projet "{0}":
it: Proprietà aggiuntive per il progetto "{0}":
ja: プロジェクト "{0}" の追加のプロパティ:
ko: "{0}" 프로젝트의 추가 속성:
pl: Dodatkowe właściwości projektu „{0}”:
pt_br: Propriedades adicionais do projeto "{0}":
ru: Дополнительные свойства для проекта "{0}":
tr: "{0}" projesi için Ek Özellikler:
zh_hans: 项目“{0}”的其他属性:
zh_hant: 專案 "{0}" 的其他屬性:

# General.ProjectUndefineProperties
source: Removing Properties for project "{0}":
cs: Odstraňování vlastností projektu {0}:
de: Eigenschaften für Projekt "{0}" werden entfernt:
es: Quitando propiedades del proyecto "{0}":
fr: Suppression des propriétés du projet "{0}" :
it: Rimozione delle proprietà per il progetto "{0}":
ja: プロジェクト "{0}" のプロパティの削除:
ko: "{0}" 프로젝트에 대한 속성 제거:
pl: Usuwanie właściwości projektu {0}:
pt_br: Removendo Propriedades do projeto "{0}":
ru: Удаление свойств для проекта "{0}":
tr: "{0}" projesinin Özellikleri kaldırılıyor:
zh_hans: 移除项目“{0}”的属性:
zh_hant: 正在移除專案 "{0}" 的屬性:
