Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveComReference.MissingOrUnknownComReferenceAttribute
source: MSB3296: The specified COM reference meta-data for the reference "{1}" is missing or has an invalid value: "{0}".
cs: MSB3296: Zadaná metadata odkazu modelu COM pro odkaz {1} nebyla nalezena nebo nemají platnou hodnotu: {0}.
de: MSB3296: Die angegebenen COM-Verweismetadaten für den Verweis "{1}" fehlen oder enthalten einen ungültigen Wert: {0}.
es: MSB3296: No se encuentran los metadatos de referencia COM para la referencia "{1}" o estos tienen un valor no válido: "{0}".
fr: MSB3296: Les métadonnées de référence COM spécifiées pour la référence "{1}" sont manquantes ou ont une valeur non valide : "{0}".
it: MSB3296: i metadati di riferimento COM specificati per il riferimento "{1}" non sono presenti o hanno un valore non valido: "{0}".
ja: MSB3296: 参照 "{1}" に対して指定された COM 参照メタデータは存在していないか、無効な値 "{0}" が指定されています。
ko: MSB3296: "{1}" 참조에 대해 지정한 COM 참조 메타데이터가 없거나 잘못된 값 "{0}"이(가) 있습니다.
pl: MSB3296: Brakuje określonych metadanych odwołania COM dla odwołania „{1}” lub mają one nieprawidłową wartość: „{0}”.
pt_br: MSB3296: Os metadados da referência COM especificados para a referência "{1}" estão ausentes ou têm valor inválido: "{0}".
ru: MSB3296: Указанные метаданные ссылки COM для ссылки "{1}" отсутствуют или имеют недопустимое значение: "{0}".
tr: MSB3296: "{1}" başvurusu için belirtilen COM başvurusu meta verisi eksik veya geçersiz değere sahip: "{0}".
zh_hans: MSB3296: 为引用“{1}”指定的 COM 引用元数据不存在或者具有无效值: “{0}”。
zh_hant: MSB3296: 參考 "{1}" 所指定的 COM 參考中繼資料遺漏，或具有無效值: "{0}"。

# ResolveComReference.NoComReferencesSpecified
source: MSB3297: No COM references have been passed into the task, exiting.
cs: MSB3297: Úloze nebyly předány žádné odkazy modelu COM. Probíhá ukončení.
de: MSB3297: Es wurden keine COM-Verweise an die Aufgabe übergeben. Der Vorgang wird beendet.
es: MSB3297: No se encontraron referencias COM en la tarea. Saliendo.
fr: MSB3297: Aucune référence COM n'a été passée dans la tâche, abandon de l'opération.
it: MSB3297: nessun riferimento COM passato all'attività. Chiusura in corso.
ja: MSB3297: COM 参照がタスクに渡されませんでした。終了します。
ko: MSB3297: 작업에 COM 참조가 전달되지 않았으므로 종료합니다.
pl: MSB3297: Nie przekazano odwołań COM do zadania, kończenie.
pt_br: MSB3297: Nenhuma referência COM foi passada à tarefa; saindo.
ru: MSB3297: Отсутствуют ссылки COM, переданные в задачи, завершение работы.
tr: MSB3297: Göreve COM başvuruları geçirilmedi, çıkılıyor.
zh_hans: MSB3297: 尚未向任务传入任何 COM 引用，正在退出。
zh_hant: MSB3297: 尚未將任何 COM 參考傳入工作，即將結束。

# ResolveComReference.RemappingAdoTypeLib
source: Remapping ADO reference version {0}.{1} to version 2.7.
cs: Probíhá přemapování odkazu ADO verze {0}.{1} na verzi 2.7.
de: Neuzuordnung der ADO-Verweisversion {0}.{1} zu Version 2.7.
es: Reasignando la versión {0}.{1} de la referencia ADO a la versión 2.7.
fr: Remappage de la version {0}.{1} de la référence ADO à la version 2.7.
it: Modifica del mapping del riferimento ADO dalla versione {0}.{1} alla versione 2.7.
ja: ADO 参照をバージョン {0}.{1} からバージョン 2.7 へマップし直します。
ko: ADO 참조 버전 {0}.{1}을(를) 버전 2.7로 다시 매핑합니다.
pl: Ponowne mapowanie odwołania ADO w wersji {0}.{1} jako wersji 2.7.
pt_br: Remapeando a referência ADO versão {0}.{1} para a versão 2.7.
ru: Повторное сопоставление версии ссылки ADO {0}.{1} с версией 2.7.
tr: ADO başvurusunu {0}.{1} sürümünden 2.7 sürümüne yeniden eşliyor.
zh_hans: 正在将 ADO 引用版本 {0}.{1} 重新映射到版本 2.7。
zh_hant: 將 ADO 參考版本 {0}.{1} 重新對應至版本 2.7。

# ResolveComReference.ResolvedDependentComReference
source: Resolved COM reference dependency "{0}" version {1}.{2}: "{3}"
cs: Byla přeložena závislost odkazu modelu COM {0} verze {1}.{2}: {3}
de: Aufgelöste COM-Verweisabhängigkeit "{0}" Version {1}.{2}: "{3}"
es: Dependencia de la referencia COM "{0}" resuelta, versión {1}.{2}: "{3}"
fr: Dépendance de la référence COM "{0}" version {1}.{2} : "{3}" résolue
it: Dipendenza del riferimento COM "{0}" versione {1}.{2} risolta: "{3}"
ja: COM 参照の依存関係 "{0}" バージョン {1}.{2} を解決しました:"{3}"
ko: COM 참조 종속성 "{0}" 버전 {1}.{2}을(를) 확인했습니다. "{3}"
pl: Rozpoznano zależność odwołania COM „{0}” w wersji {1}.{2}: „{3}”
pt_br: Resolvida a dependência da referência COM "{0}" versão {1}.{2}: "{3}"
ru: Зависимость разрешенной ссылки COM "{0}" версия {1}.{2}: "{3}"
tr: "{0}" COM başvurusu bağımlılığı sürüm {1}.{2} çözümlendi: "{3}"
zh_hans: 已解析 COM 引用依赖项“{0}”版本 {1}.{2}:“{3}”
zh_hant: 已解析 COM 參考相依性 "{0}" 版本 {1}.{2}: "{3}"

# ResolveComReference.ResolvedDependentComReferenceByAssemblyName
source: Resolved COM reference dependency "{0}": "{1}"
cs: Byla přeložena závislost odkazu modelu COM {0}: {1}
de: Aufgelöste COM-Verweisabhängigkeit "{0}": "{1}"
es: Dependencia de la referencia COM "{0}" resuelta: "{1}"
fr: Dépendance de la référence COM "{0}" : "{1}" résolue
it: Dipendenza del riferimento COM "{0}" risolta: "{1}"
ja: COM 参照の依存関係 "{0}" を解決しました:"{1}"
ko: COM 참조 종속성 "{0}"을(를) 확인했습니다. "{1}"
pl: Rozpoznano zależność odwołania COM „{0}”: „{1}”
pt_br: Resolvida a dependência da referência COM "{0}": "{1}"
ru: Зависимость разрешенной ссылки COM "{0}": "{1}"
tr: "{0}" COM başvurusu bağımlılığı çözümlendi: "{1}"
zh_hans: 已解析 COM 引用依赖项“{0}”:“{1}”
zh_hant: 已解析 COM 參考相依性 "{0}": "{1}"

# ResolveComReference.ResolvedReference
source: Resolved COM reference for item "{0}": "{1}".
cs: Byl přeložen odkaz modelu COM pro položku {0}: {1}.
de: Aufgelöster COM-Verweis für das Element "{0}": "{1}".
es: Referencia COM resuelta para el elemento "{0}": "{1}".
fr: Référence COM résolue pour l'élément "{0}": "{1}".
it: È stato risolto il riferimento COM per l'elemento "{0}". "{1}".
ja: 項目 "{0}": "{1}" の COM 参照を解決しました。
ko: "{0}" 항목에 대한 COM 참조를 확인했습니다. "{1}"
pl: Rozpoznano odwołanie COM dla elementu „{0}”: „{1}”.
pt_br: Resolvida a referência COM do item "{0}": "{1}".
ru: Разрешенная ссылка COM для элемента "{0}": "{1}".
tr: "{0}" öğesi için COM başvurusu çözümlendi: "{1}".
zh_hans: 已解析项“{0}”的 COM 引用: “{1}”。
zh_hant: 項目 "{0}" 的已解析 COM 參考: "{1}"。

# ResolveComReference.Resolving
source: Resolving COM reference for item "{0}" with a wrapper "{1}".
cs: Probíhá překládání odkazu modelu COM pro položku {0} s obálkou {1}.
de: Der COM-Verweis für das Element "{0}" wird mit einem {1}-Wrapper aufgelöst.
es: Resolviendo referencia COM para el elemento "{0}" con un contenedor "{1}".
fr: Résolution de la référence COM pour l'élément "{0}" avec un wrapper "{1}".
it: È stato risolto il riferimento COM per l'elemento "{0}" con un wrapper "{1}".
ja: ラッパー "{1}" を持つ項目 "{0}" の COM 参照を解決しています。
ko: "{1}" 래퍼를 사용하여 "{0}" 항목에 대한 COM 참조를 확인하고 있습니다.
pl: Rozpoznawanie odwołania COM elementu „{0}” z otoką „{1}”.
pt_br: Resolvendo a referência COM do item "{0}" com wrapper "{1}".
ru: Разрешенная ссылка COM для элемента "{0}" с упаковщиком "{1}".
tr: "{1}" sarmalayıcısına sahip "{0}" öğesi için COM başvurusu çözümleniyor.
zh_hans: 正在解析具有包装器“{1}”的项“{0}”的 COM 引用。
zh_hant: 正在以包裝函式 "{1}" 解析項目 "{0}" 的 COM 參考。

# ResolveComReference.ResolvingDependency
source: Resolving COM reference dependency "{0}" version {1}.{2}.
cs: Probíhá překládání závislosti odkazu modelu COM {0} verze {1}.{2}.
de: Die COM-Verweisabhängigkeit "{0}" Version {1}.{2} wird aufgelöst.
es: Resolviendo dependencia de la referencia COM "{0}", versión {1}.{2}.
fr: Résolution de la dépendance de la référence COM "{0}" version {1}.{2}.
it: Risoluzione della dipendenza del riferimento COM "{0}" versione {1}.{2}.
ja: COM 参照の依存関係 "{0}" バージョン {1}.{2} を解決しています。
ko: COM 참조 종속성 "{0}" 버전 {1}.{2}을(를) 확인하고 있습니다.
pl: Rozpoznawanie zależności odwołania COM „{0}” w wersji {1}.{2}.
pt_br: Resolvendo a dependência da referência COM "{0}" versão {1}.{2}.
ru: Зависимость разрешенной ссылки COM "{0}" версия {1}.{2}.
tr: "{0}" COM başvurusu bağımlılığı sürüm {1}.{2} çözümleniyor.
zh_hans: 正在解析 COM 引用依赖项“{0}”版本 {1}.{2}。
zh_hant: 正在解析 COM 參考相依性 "{0}" 版本 {1}.{2}。

# ResolveComReference.ScanningDependencies
source: Determining dependencies of the COM reference "{0}".
cs: Probíhá zjišťování závislostí odkazu {0} modelu COM.
de: Die Abhängigkeiten des COM-Verweises "{0}" werden ermittelt.
es: Determinando dependencias de la referencia COM "{0}".
fr: Détermination des dépendances de la référence COM "{0}".
it: Determinazione delle dipendenze del riferimento COM "{0}".
ja: COM 参照 "{0}" の依存関係を決定しています。
ko: COM 참조 "{0}"의 종속성을 확인하고 있습니다.
pl: Ustalanie zależności odwołania COM „{0}”.
pt_br: Determinando as dependências da referência COM "{0}".
ru: Определение зависимостей ссылки COM "{0}".
tr: "{0}" COM başvurusunun bağımlılıkları saptanıyor.
zh_hans: 正在确定 COM 引用“{0}”的依赖项。
zh_hant: 正在判斷 COM 參考 "{0}" 的相依性。

# ResolveComReference.StrongNameUtils.NoKeyPairInContainer
source: MSB3298: The key container '{0}' does not contain a public/private key pair.
cs: MSB3298: Kontejner klíčů {0} neobsahuje dvojici veřejného a privátního klíče.
de: MSB3298: Der Schlüsselcontainer "{0}" enthält kein öffentliches/privates Schlüsselpaar.
es: MSB3298: El contenedor de claves '{0}' no contiene un par de claves pública/privada.
fr: MSB3298: Le conteneur de clé '{0}' ne contient pas de paire de clés publique/privée.
it: MSB3298: il contenitore di chiavi '{0}' non contiene una coppia di chiavi pubblica/privata.
ja: MSB3298: キー コンテナー '{0}' に、公開/秘密キーのペアが含まれていません。
ko: MSB3298: 키 컨테이너 '{0}'에 퍼블릭/프라이빗 키 쌍이 없습니다.
pl: MSB3298: Kontener kluczy '{0}' nie zawiera pary kluczy publicznych/prywatnych.
pt_br: MSB3298: O contêiner de chave "{0}" não contém um par de chaves públicas/privadas.
ru: MSB3298: Контейнер ключей "{0}" не содержит пару, состоящую из открытого и закрытого ключей.
tr: MSB3298: '{0}' anahtar kapsayıcısı ortak/özel anahtar çifti içermiyor.
zh_hans: MSB3298: 密钥容器“{0}”未包含公钥/私钥对。
zh_hant: MSB3298: 金鑰容器 '{0}' 不包含公開/私密金鑰組。

# ResolveComReference.StrongNameUtils.NoKeyPairInFile
source: MSB3299: The key file '{0}' does not contain a public/private key pair.
cs: MSB3299: Soubor klíčů {0} neobsahuje dvojici veřejného a privátního klíče.
de: MSB3299: Die Schlüsseldatei "{0}" enthält kein öffentliches/privates Schlüsselpaar.
es: MSB3299: El archivo de clave '{0}' no contiene un par de claves pública/privada.
fr: MSB3299: Le fichier de clé '{0}' ne contient pas de paire de clés publique/privée.
it: MSB3299: il file di chiave '{0}' non contiene una coppia di chiavi pubblica/privata.
ja: MSB3299: キー ファイル '{0}' に、公開/秘密キーのペアが含まれていません。
ko: MSB3299: 키 파일 '{0}'에 퍼블릭/프라이빗 키 쌍이 없습니다.
pl: MSB3299: Plik kluczy '{0}' nie zawiera pary kluczy publicznych/prywatnych.
pt_br: MSB3299: O arquivo de chave "{0}" não contém um par de chaves públicas/privadas.
ru: MSB3299: Файл ключей "{0}" не содержит пару, состоящую из открытого и закрытого ключей.
tr: MSB3299: '{0}' anahtar dosyası ortak/özel anahtar çifti içermiyor.
zh_hans: MSB3299: 密钥文件“{0}”未包含公钥/私钥对。
zh_hant: MSB3299: 金鑰檔 '{0}' 不包含公開/私密金鑰組。

# ResolveKeySource.KeyImportError
source: MSB3321: Importing key file "{0}" was canceled.
cs: MSB3321: Import souboru klíčů {0} byl zrušen.
de: MSB3321: Der Import der Schlüsseldatei "{0}" wurde abgebrochen.
es: MSB3321: Se canceló la importación del archivo de clave "{0}".
fr: MSB3321: L'importation du fichier de clé "{0}" a été annulée.
it: MSB3321: importazione del file di chiave "{0}" annullata.
ja: MSB3321: キー ファイル "{0}" のインポートが取り消されました。
ko: MSB3321: 키 파일 "{0}" 가져오기가 취소되었습니다.
pl: MSB3321: Anulowano importowanie pliku klucza „{0}”.
pt_br: MSB3321: A importação do arquivo de chave "{0}" foi cancelada.
ru: MSB3321: Отменен импорт файла ключа "{0}".
tr: MSB3321: "{0}" anahtar dosyasını içeri aktarma işlemi iptal edildi.
zh_hans: MSB3321: 已取消导入密钥文件“{0}”。
zh_hant: MSB3321: 已取消匯入金鑰檔 "{0}"。

# ResolveKeySource.KeyMD5SumError
source: MSB3322: Unable to get MD5 checksum for the key file "{0}". {1}
cs: MSB3322: Nelze získat kontrolní součet MD5 pro soubor klíčů {0}. {1}
de: MSB3322: Die MD5-Prüfsumme für die Schlüsseldatei "{0}" kann nicht abgerufen werden. {1}
es: MSB3322: No se puede obtener la suma de comprobación MD5 para el archivo de clave "{0}". {1}
fr: MSB3322: Impossible d'obtenir le checksum MD5 pour le fichier de clé "{0}". {1}
it: MSB3322: non è possibile ottenere il checksum dell'hash MD5 per il file di chiave "{0}". {1}
ja: MSB3322: キー ファイル "{0}" の MD5 チェックサムを取得できません。{1}
ko: MSB3322: 키 파일 "{0}"에 대해 MD5 체크섬을 가져올 수 없습니다. {1}
pl: MSB3322: Nie można pobrać sumy kontrolnej MD5 dla pliku klucza „{0}”. {1}
pt_br: MSB3322: Não é possível obter a soma de verificação MD5 do arquivo de chave "{0}". {1}
ru: MSB3322: Не удалось получить контрольную сумму MD5 для файла ключа "{0}". {1}
tr: MSB3322: "{0}" anahtar dosyasının MD5 sağlaması içeri aktarılamıyor. {1}
zh_hans: MSB3322: 无法获取密钥文件“{0}”的 MD5 校验和。{1}
zh_hant: MSB3322: 無法取得金鑰檔 "{0}" 的 MD5 總和檢查碼。{1}

# ResolveKeySource.MsgBoxTitleImportKeyError
source: Error importing key
cs: Při importu klíčů došlo k chybě.
de: Fehler beim Importieren des Schlüssels.
es: Error al importar clave
fr: Erreur lors de l'importation de la clé
it: Si è verificato un errore durante l'importazione della chiave
ja: キーのインポート エラーです。
ko: 키를 가져오는 동안 오류가 발생했습니다.
pl: Błąd podczas importowania klucza
pt_br: Erro ao importar chave
ru: Ошибка при импорте ключа
tr: Anahtar içeri aktarma hatası
zh_hans: 导入密钥时出错
zh_hant: 匯入金鑰時發生錯誤

# ResolveKeySource.CertificateNotInStore
source: MSB3323: Unable to find manifest signing certificate in the certificate store.
cs: MSB3323: V úložišti certifikátů nebyl nalezen certifikát pro podepsání manifestu.
de: MSB3323: Das Manifestsignaturzertifikat wurde nicht im Zertifikatspeicher gefunden.
es: MSB3323: No se encuentra el certificado de firma del manifiesto en el almacén de certificados.
fr: MSB3323: Impossible de trouver le certificat de signature de manifeste dans le magasin de certificats.
it: MSB3323: il certificato di firma del manifesto non è stato trovato nell'archivio certificati.
ja: MSB3323: 証明書ストアでマニフェスト署名用の証明書が見つかりません。
ko: MSB3323: 인증서 저장소에서 매니페스트 서명 인증서를 찾을 수 없습니다.
pl: MSB3323: Nie można odnaleźć manifestu podpisującego certyfikat w magazynie certyfikatów.
pt_br: MSB3323: Não é possível encontrar o certificado de autenticação do manifesto no armazenamento de certificados.
ru: MSB3323: Не удалось найти сертификат подписи манифеста в хранилище сертификатов.
tr: MSB3323: Sertifika deposunda bildirim imzalama sertifikası bulunamadı.
zh_hans: MSB3323: 在证书存储区中找不到清单签名证书。
zh_hant: MSB3323: 在憑證存放區中找不到資訊清單簽署憑證。

# ResolveKeySource.InvalidKeyName
source: MSB3324: Invalid key file name "{0}". {1}
cs: MSB3324: Název souboru klíče {0} je neplatný. {1}
de: MSB3324: Ungültiger Schlüsseldateiname "{0}". {1}
es: MSB3324: Nombre del archivo de clave no válido "{0}". {1}
fr: MSB3324: Nom du fichier de clé non valide "{0}". {1}
it: MSB3324: nome file di chiave "{0}" non valido. {1}
ja: MSB3324: キー ファイル名 "{0}" が無効です。{1}
ko: MSB3324: "{0}"은(는) 잘못된 키 파일 이름입니다. {1}
pl: MSB3324: Nieprawidłowa nazwa pliku klucza „{0}”. {1}
pt_br: MSB3324: Nome de arquivo de chave inválido "{0}". {1}
ru: MSB3324: Недопустимое имя файла ключа "{0}". {1}
tr: MSB3324: "{0}" anahtar dosyası adı geçersiz. {1}
zh_hans: MSB3324: 密钥文件名“{0}”无效。{1}
zh_hant: MSB3324: 無效的金鑰檔名稱 "{0}"。{1}

# ResolveKeySource.KeyFileForSignAssemblyNotImported
source: MSB3325: Cannot import the following key file: {0}. The key file may be password protected. To correct this, try to import the certificate again or manually install the certificate to the Strong Name CSP with the following key container name: {1}
cs: MSB3325: Následující soubor klíčů nelze importovat: {0}. Soubor klíčů může být chráněn heslem. Chcete-li problém vyřešit, naimportujte certifikát znovu nebo certifikát nainstalujte ručně do zprostředkovatele kryptografických služeb silného názvu s následujícím názvem kontejneru klíčů: {1}
de: MSB3325: Die folgende Schlüsseldatei kann nicht importiert werden: {0}. Die Schlüsseldatei ist möglicherweise kennwortgeschützt. Importieren Sie das Zertifikat erneut, oder installieren Sie das Zertifikat mit dem folgenden Schlüsselcontainernamen im CSP mit starkem Namen, um das Problem zu beheben: {1}
es: MSB3325: No se puede importar el archivo de clave siguiente: {0}. Puede que esté protegido mediante contraseña. Para solucionar este problema, intente importar de nuevo el certificado o instale manualmente el certificado en el CSP de nombres seguros con el nombre de contenedor de clave siguiente: {1}
fr: MSB3325: Impossible d'importer le fichier de clé suivant : {0}. Le fichier de clé est peut-être protégé par mot de passe. Pour corriger ce problème, essayez de réimporter le certificat, ou installez manuellement le certificat dans le fournisseur de services de chiffrement de nom fort avec le nom de conteneur de clé suivant : {1}
it: MSB3325: non è possibile importare il seguente file di chiave: {0}. Il file di chiave potrebbe essere protetto da password. Per risolvere il problema, provare a importare di nuovo il certificato oppure installare manualmente il certificato nel CSP con nome sicuro usando il nome del contenitore di chiavi seguente: {1}
ja: MSB3325: 次のキー ファイルをインポートできません: {0}。キー ファイルはパスワードで保護されている可能性があります。この状況を解決するには、証明書をもう一度インポートするか、次のキー コンテナー名で、証明書を厳密な名前の CSP に手動でインストールしてください: {1}
ko: MSB3325: 키 파일 {0}을(를) 가져올 수 없습니다. 해당 키 파일이 암호로 보호되어 있을 수 있습니다. 이 문제를 해결하려면 인증서를 다시 가져오거나 키 컨테이너 이름 {1}을(를) 지정하여 강력한 이름 CSP에 인증서를 설치하세요.
pl: MSB3325: Nie można zaimportować następującego pliku klucza: {0}. Plik klucza może być chroniony hasłem. Aby rozwiązać ten problem, spróbuj ponownie zaimportować certyfikat lub ręcznie zainstaluj certyfikat w dostawcy usług kryptograficznych dotyczących silnych nazw, używając następującej nazwy kontenera kluczy: {1}
pt_br: MSB3325: Não é possível importar o seguinte arquivo de chave: {0}. Talvez esse arquivo de chave esteja protegido por senha. Para corrigir isso, tente importar o certificado de novo ou instale-o manualmente no CSP de Nome Forte com o seguinte nome de contêiner de chave: {1}
ru: MSB3325: невозможно импортировать следующий файл ключей: {0}. Возможно, файл ключа защищен паролем. Чтобы устранить эту ошибку, повторите попытку импорта сертификата или вручную установите сертификат в поставщик CSP строгого имени с использованием следующего имени контейнера ключей: {1}
tr: MSB3325: Şu anahtar dosyası içeri aktarılamıyor: {0}. Anahtar dosyası parola korumalı olabilir. Bunu düzeltmek için, sertifikayı yeniden içeri aktarmayı deneyin veya sertifikayı el ile şu anahtar kapsayıcısı adına sahip Tanımlayıcı Ad CSP’sine yükleyin: {1}
zh_hans: MSB3325: 无法导入以下密钥文件: {0}。该密钥文件可能受密码保护。若要更正此问题，请尝试再次导入证书，或手动将证书安装到具有以下密钥容器名称的强名称 CSP: {1}
zh_hant: MSB3325: 無法匯入下列金鑰檔: {0}。此金鑰檔可能有密碼保護。若要改正這種情況，請嘗試再次匯入憑證，或手動將憑證安裝到具有下列金鑰容器名稱的強式名稱 CSP: {1}

# ResolveKeySource.KeyFileForManifestNotImported
source: MSB3326: Cannot import the following key file: {0}. The key file may be password protected. To correct this, try to import the certificate again or import the certificate manually into the current user’s personal certificate store.
cs: MSB3326: Následující soubor klíčů nelze importovat: {0}. Soubor klíčů může být chráněn heslem. Chcete-li problém vyřešit, naimportujte certifikát znovu nebo certifikát naimportujte ručně do osobního úložiště certifikátů aktuálního uživatele.
de: MSB3326: Die folgende Schlüsseldatei kann nicht importiert werden: {0}. Die Schlüsseldatei ist möglicherweise kennwortgeschützt. Importieren Sie das Zertifikat erneut, oder importieren Sie das Zertifikat manuell in den persönlichen Zertifikatspeicher des aktuellen Benutzers, um das Problem zu beheben.
es: MSB3326: No se puede importar el archivo de clave siguiente: {0}. Puede que esté protegido mediante contraseña. Para solucionar este problema, intente importar de nuevo el certificado o impórtelo manualmente en el almacén de certificados personales del usuario.
fr: MSB3326: Impossible d'importer le fichier de clé suivant : {0}. Le fichier de clé est peut-être protégé par mot de passe. Pour corriger ce problème, essayez de réimporter le certificat, ou importez manuellement le certificat dans le magasin de certificats personnel de l'utilisateur actuel.
it: MSB3326: non è possibile importare il seguente file di chiave: {0}. Il file di chiave potrebbe essere protetto da password. Per risolvere il problema, provare a importare di nuovo il certificato oppure importarlo manualmente nell'archivio certificati personale dell'utente corrente.
ja: MSB3326: 次のキー ファイルをインポートできません: {0}。キー ファイルはパスワードで保護されている可能性があります。この状況を解決するには、証明書をもう一度インポートするか、現在のユーザーの個人証明書ストアに証明書を手動でインポートしてください。
ko: MSB3326: 키 파일 {0}을(를) 가져올 수 없습니다. 해당 키 파일이 암호로 보호되어 있을 수 있습니다. 이 문제를 해결하려면 인증서를 다시 가져오거나 현재 사용자의 개인 인증서 저장소로 인증서를 직접 가져오세요.
pl: MSB3326: Nie można zaimportować następującego pliku klucza: {0}. Plik klucza może być chroniony hasłem. Aby rozwiązać ten problem, spróbuj ponownie zaimportować certyfikat lub zaimportuj certyfikat ręcznie do osobistego magazynu certyfikatów bieżącego użytkownika.
pt_br: MSB3326: Não é possível importar o seguinte arquivo de chave: {0}. Talvez esse arquivo de chave esteja protegido por senha. Para corrigir isso, tente importar o certificado de novo ou importe-o manualmente para o repositório de certificados pessoal do usuário atual.
ru: MSB3326: невозможно импортировать следующий файл ключа: {0}. Возможно, файл ключа защищен паролем. Чтобы устранить эту ошибку, повторите попытку импорта сертификата или вручную импортируйте сертификат в личное хранилище сертификатов текущего пользователя.
tr: MSB3326: Şu anahtar dosyası içeri aktarılamıyor: {0}. Anahtar dosyası parola korumalı olabilir. Bunu düzeltmek için, sertifikayı yeniden içeri aktarmayı deneyin veya sertifikayı el ile geçerli kullanıcının kişisel sertifika deposuna aktarın.
zh_hans: MSB3326: 无法导入以下密钥文件: {0}。该密钥文件可能受密码保护。若要更正此问题，请尝试再次导入证书，或手动将证书导入当前用户的个人证书存储中。
zh_hant: MSB3326: 無法匯入下列金鑰檔: {0}。此金鑰檔可能有密碼保護。若要改正這種情況，請嘗試再次匯入憑證，或手動將憑證匯入到目前使用者的個人憑證存放區。

# ResolveKeySource.PfxUnsupported
source: PFX signing not supported on .NET Core.
cs: Podepisování PFX se v .NET Core nepodporuje.
de: PFX-Signierung wird für .NET Core nicht unterstützt.
es: No se admite la firma PFX en .NET Core.
fr: La signature PFX n’est pas prise en charge sur .NET Core.
it: La firma PFX non è supportata in .NET Core.
ja: PFX 署名は .NET Core ではサポートされていません。
ko: PFX 서명은 .NET Core에서 지원되지 않습니다.
pl: Podpisywanie PFX nie jest obsługiwane na platformie .NET Core.
pt_br: Não há suporte para a assinatura PFX no .NET Core.
ru: Подписание PFX не поддерживается в .NET Core.
tr: PFX imzalama .NET Core üzerinde desteklenmiyor.
zh_hans: .NET Core 不支持 PFX 签名。
zh_hant: .NET Core 上不支援 PFX 簽署。
