Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateManifest.HostInBrowserInvalidFrameworkVersion
source: MSB3117: Application is set to host in browser but the TargetFrameworkVersion is set to v2.0.
cs: MSB3117: Aplikace je v prohlížeči nastavena na hostitelskou, parametr TargetFrameworkVersion je však nastaven na hodnotu v2.0.
de: MSB3117: Die Anwendung ist auf das Hosten im Browser festgelegt, die TargetFrameworkVersion ist jedoch auf v2.0 festgelegt.
es: MSB3117: La aplicación se ha definido para hospedarse en el explorador, pero TargetFrameworkVersion está establecido en v2.0.
fr: MSB3117: L'application est configurée pour être hébergée dans le navigateur mais TargetFrameworkVersion a la valeur v2.0.
it: MSB3117: l'applicazione è impostata per l'hosting nel browser, tuttavia TargetFrameworkVersion è impostato su v2.0.
ja: MSB3117: アプリケーションはブラウザーでホストするように設定されていますが、TargetFrameworkVersion は v2.0 に設定されています。
ko: MSB3117: 애플리케이션이 브라우저에서 호스팅하도록 설정되었으나 TargetFrameworkVersion이 v2.0으로 설정되었습니다.
pl: MSB3117: Aplikacja jest oznaczona do obsługi w przeglądarce, ale element TargetFrameworkVersion ma wartość v2.0.
pt_br: MSB3117: O aplicativo está definido como host no navegador, mas TargetFrameworkVersion está definido como v2.0.
ru: MSB3117: Параметры приложения предусматривают размещение в веб-браузере, однако для параметра TargetFrameworkVersion указано значение v2.0.
tr: MSB3117: Uygulama tarayıcıda barındırılacak şekilde ayarlandı, ancak TargetFrameworkVersion v2.0 olarak ayarlandı.
zh_hans: MSB3117: 应用程序设置为承载于浏览器中，但 TargetFrameworkVersion 设置为 2.0 版。
zh_hant: MSB3117: 應用程式是設定成以瀏覽器裝載，但是 TargetFrameworkVersion 是設定為 v2.0。

# GenerateManifest.HostInBrowserNotOnlineOnly
source: MSB3116: Application is marked to host in browser but is also marked for online and offline use. Please change your application to online only.
cs: MSB3116: Aplikace je označena pro hostování v prohlížeči, zároveň ale označena pro použití v režimu online i offline. Změňte nastavení aplikace pouze na režim online.
de: MSB3116: Die Anwendung ist für das Hosten im Browser, aber auch für die Online- und Offlineverwendung markiert. Ändern Sie die Anwendungseinstellung in reine Onlineverwendung.
es: MSB3116: La aplicación está marcada para hospedarse en el navegador, pero también está marcada para su uso en línea y sin conexión. Cambie la aplicación a solo en línea.
fr: MSB3116: L'application est marquée pour être hébergée dans le navigateur, mais elle est également marquée pour une utilisation en ligne et hors connexion. Marquez votre application pour une utilisation en ligne uniquement.
it: MSB3116: l'applicazione è contrassegnata non solo per l'hosting nel browser, ma anche per l'utilizzo online e offline. Impostare l'applicazione solo per l'utilizzo online.
ja: MSB3116: アプリケーションはブラウザーでホストするように設定されていますが、オンラインとオフラインでの使用も設定されています。アプリケーションをオンラインのみでの使用に変更してください。
ko: MSB3116: 애플리케이션이 브라우저에서 호스트하도록 표시되었으나 동시에 온라인 및 오프라인으로 사용할 수 있도록 표시되었습니다. 애플리케이션을 온라인으로만 사용할 수 있도록 변경하세요.
pl: MSB3116: Aplikacja jest oznaczona do obsługi w przeglądarce, ale jest również oznaczona do użytku w trybie online i offline. Zmień aplikację do użytku tylko w trybie online.
pt_br: MSB3116: O aplicativo está marcado para host no navegador, mas também está marcado para utilização online e offline. Altere-o apenas para online.
ru: MSB3116: приложение отмечено как размещаемое в веб-браузере, однако оно одновременно отмечено как используемое в оперативном и автономном режимах. Выберите для приложения только оперативный режим.
tr: MSB3116: Uygulama tarayıcıda barındırılmak üzere işaretlendi, ancak aynı zamanda çevrimiçi ve çevrimdışı kullanım için de işaretlendi. Lütfen uygulamanızı yalnızca çevrimiçi olarak değiştirin.
zh_hans: MSB3116: 应用程序标记为承载于浏览器中，但同时标记为供联机和脱机使用。请将应用程序改为仅限联机使用。
zh_hant: MSB3116: 應用程式已標記為裝載於瀏覽器，但也標記為供線上及離線使用。請將您的應用程式變更為僅供線上使用。

# GenerateManifest.IdentityFileNameMismatch
source: MSB3110: Assembly '{0}' has mismatched identity '{1}', expected file name: '{2}'.
cs: MSB3110: Sestavení {0} nemá odpovídající identitu {1}. Očekávaný název souboru: {2}.
de: MSB3110: Nicht übereinstimmende Identität "{1}" der {0}-Assembly. Erwarteter Dateiname: "{2}".
es: MSB3110: El ensamblado '{0}' tiene una identidad '{1}' que no coincide; se esperaba el nombre de archivo: '{2}'.
fr: MSB3110: L'assembly '{0}' a une identité incompatible '{1}', nom de fichier attendu : '{2}'.
it: MSB3110: identità '{1}' dell'assembly '{0}' non corrispondente. Nome file previsto: '{2}'.
ja: MSB3110: アセンブリ '{0}' には一致しない ID '{1}' があります。次のファイル名が必要です: '{2}'
ko: MSB3110: '{0}' 어셈블리가 ID '{1}'과(와) 일치하지 않습니다. 파일 이름이 '{2}'이어야 합니다.
pl: MSB3110: Zestaw '{0}' ma niedopasowaną tożsamość '{1}', oczekiwana nazwa pliku: '{2}'.
pt_br: MSB3110: O assembly "{0}" tem identidade incompatível "{1}"; nome de arquivo esperado: "{2}".
ru: MSB3110: Сборка "{0}" имеет несоответствующий идентификатор "{1}". Ожидалось имя файла: "{2}".
tr: MSB3110: '{0}' derlemesinin eşleşmeyen '{1}' kimliği var, beklenen dosya adı: '{2}'.
zh_hans: MSB3110: 程序集“{0}”具有不匹配的标识“{1}”，文件名应为: “{2}”。
zh_hant: MSB3110: 組件 '{0}' 的識別 '{1}' 不相符，必須是檔名: '{2}'。

# GenerateManifest.InvalidEntryPoint
source: MSB3115: File '{0}' is not a valid entry point.
cs: MSB3115: Soubor {0} není platný vstupní bod.
de: MSB3115: Die Datei "{0}" ist kein gültiger Einstiegspunkt.
es: MSB3115: El archivo '{0}' no es un punto de entrada válido.
fr: MSB3115: Le fichier '{0}' n'est pas un point d'entrée valide.
it: MSB3115: il file '{0}' non è un punto di ingresso valido.
ja: MSB3115: ファイル '{0}' は有効なエントリ ポイントではありません。
ko: MSB3115: '{0}' 파일은 올바른 진입점이 아닙니다.
pl: MSB3115: Plik '{0}' nie jest prawidłowym punktem wejścia.
pt_br: MSB3115: O arquivo "{0}" não é um ponto de entrada válido.
ru: MSB3115: Файл "{0}" не является допустимой точкой входа.
tr: MSB3115: '{0}' dosyası, geçerli bir giriş noktası değil.
zh_hans: MSB3115: 文件“{0}”不是有效的入口点。
zh_hant: MSB3115: 檔案 '{0}' 不是有效的進入點。

# GenerateManifest.InvalidInputManifest
source: MSB3184: Input manifest is invalid.
cs: MSB3184: Vstupní manifest je neplatný.
de: MSB3184: Das Eingabemanifest ist ungültig.
es: MSB3184: El manifiesto de entrada no es válido.
fr: MSB3184: Le manifeste d'entrée n'est pas valide.
it: MSB3184: manifesto di input non valido.
ja: MSB3184: 入力マニフェストが無効です。
ko: MSB3184: 입력 매니페스트가 잘못되었습니다.
pl: MSB3184: Manifest wejściowy jest nieprawidłowy.
pt_br: MSB3184: O manifesto de entrada é inválido.
ru: MSB3184: Недопустимый входной манифест.
tr: MSB3184: Giriş bildirimi geçersiz.
zh_hans: MSB3184: 输入清单无效。
zh_hant: MSB3184: 輸入資訊清單無效。

# GenerateManifest.ExcludedPermissionsNotSupported
source: MSB3133: The ExcludePermissions property is deprecated. The permission set requested by the application has been set to the permissions defined in Internet or Local Intranet zone. To continue using a custom Permission Set, define your custom permission set in the Security Page of the Project Designer.
cs: MSB3133: Vlastnost ExcludePermissions je zastaralá. Sada oprávnění požadovaná aplikací byla nastavena na oprávnění definované na Internetu nebo na místním intranetu. Chcete-li i nadále používat vlastní sadu oprávnění, definujte svoji vlastní sadu oprávnění na stránce zabezpečení návrháře projektu.
de: MSB3133: Die ExcludePermissions-Eigenschaft ist veraltet. Der von der Anwendung angeforderte Berechtigungssatz wurde auf die in der Zone "Internet" oder "Lokales Intranet" definierten Berechtigungen festgelegt. Wenn Sie weiterhin einen benutzerdefinierten Berechtigungssatz verwenden möchten, können Sie ihn auf der Sicherheitsseite des Projekt-Designers definieren.
es: MSB3133: La propiedad ExcludePermissions está desusada. El conjunto de permisos solicitado por la aplicación se ha establecido en los permisos definidos en la zona de Internet o la zona Intranet local. Para seguir usando un conjunto de permisos personalizado, defínalo en la página Seguridad del Diseñador de proyectos.
fr: MSB3133: La propriété ExcludePermissions est déconseillée. Le jeu d'autorisations exigé par l'application a été défini avec les autorisations disponibles dans la zone Internet ou Intranet local. Pour continuer à utiliser un jeu d'autorisations personnalisé, définissez-le dans la page Sécurité du Concepteur de projet.
it: MSB3133: la proprietà ExcludePermissions è deprecata. Il set di autorizzazioni richiesto dall'applicazione è stato impostato sulle autorizzazioni definite nella zona Internet o Intranet locale. Per continuare a usare un set di autorizzazioni personalizzato, definirlo nella pagina Sicurezza di Creazione progetti.
ja: MSB3133: ExcludePermissions プロパティは非推奨です。アプリケーションによって要求されたアクセス許可セットが、インターネットまたはローカル イントラネット ゾーンで定義されたアクセス許可に設定されています。カスタム アクセス許可セットを使用して続行するには、プロジェクト デザイナーの [セキュリティ] ページでカスタム アクセス許可セットを定義します。
ko: MSB3133: ExcludePermissions 속성은 사용되지 않습니다. 애플리케이션에서 요청한 권한 집합이 인터넷 또는 로컬 인트라넷 영역에 정의된 권한으로 설정되었습니다. 계속해서 사용자 지정 권한 집합을 사용하려면 프로젝트 디자이너의 [보안] 페이지에서 사용자 지정 권한 집합을 정의하세요.
pl: MSB3133: Właściwość ExcludePermissions jest przestarzała. Zestaw uprawnień wymaganych przez aplikację został ustawiony na uprawnienia zdefiniowane w strefie Internet lub Lokalny intranet. Aby nadal używać niestandardowego zestawu uprawnień, zdefiniuj własny niestandardowy zestaw uprawnień na stronie zabezpieczeń w Projektancie projektu.
pt_br: MSB3133: A propriedade ExcludePermissions foi preterida. O conjunto de permissões solicitado pelo aplicativo foi definido como as permissões definidas na Internet ou zona de Intranet Local. Para continuar usando um Conjunto de Permissões personalizado, defina seu conjunto de permissões personalizado na Página de Segurança do Designer de Projeto.
ru: MSB3133: свойство ExcludePermissions устарело и не рекомендуется. Для требуемого в приложении набора разрешений были заданы разрешения, определенные в зоне Интернета или локальной интрасети. Чтобы продолжить работу с пользовательским набором разрешений, необходимо определить собственный набор разрешений на странице "Безопасность" в конструкторе проектов.
tr: MSB3133: ExcludePermissions özelliği kullanım dışı. Uygulama tarafından istenen izin kümesi, İnternet veya Yerel İntranet bölgesinde tanımlanan izinlere ayarlandı. Özel bir İzin Kümesi kullanmaya devam etmek için, Proje Tasarımcısı’nın Güvenlik Sayfasında özel izin kümenizi tanımlayın.
zh_hans: MSB3133: 不推荐使用 ExcludePermissions 属性。应用程序请求的权限集已设置为 Internet 或本地 Intranet 区域中定义的权限。若要继续使用自定义权限集，请在项目设计器的“安全”页中定义自定义权限集。
zh_hant: MSB3133: ExcludePermissions 屬性已被取代。應用程式所要求的使用權限集合已經設為網際網路或近端內部網路區域中定義的使用權限。若要繼續使用自訂使用權限集合，請在專案設計工具的 [安全性] 頁面中定義自訂使用權限集合。

# GenerateManifest.KnownTargetZoneCannotHaveAdditionalPermissionType
source: MSB3134: The permission set requested by the application exceeded the permissions allowed by the Internet or Intranet zones. Select Full Trust or to continue using partial trust, define your custom permission set in the Security Page of the Project Designer.
cs: MSB3134: Sada oprávnění požadovaná aplikací překročila počet oprávnění povolený zónami Internetu nebo místního intranetu. Vyberte možnost Plná důvěryhodnost, nebo chcete-li pokračovat v používání částečné důvěryhodnosti, definujte vlastní sadu oprávnění na stránce zabezpečení návrháře projektu.
de: MSB3134: Der von der Anwendung angeforderte Berechtigungssatz hat die für die Zone "Internet" oder "Intranet" zulässigen Berechtigungen überschritten. Wählen Sie "Voll vertrauenswürdig" aus, oder definieren Sie auf der Sicherheitsseite des Projekt-Designers einen benutzerdefinierten Berechtigungssatz, wenn Sie weiterhin die teilweise Vertrauenswürdigkeit verwenden möchten.
es: MSB3134: El conjunto de permisos solicitado por la aplicación supera los permitidos en las zonas de Internet o Intranet. Seleccione Plena confianza o bien, si prefiere seguir usando la confianza parcial, defina su propio conjunto de permisos personalizado en la página Seguridad del Diseñador de proyectos.
fr: MSB3134: Le jeu d'autorisations exigé par l'application a dépassé les autorisations permises par les zones Internet ou Intranet. Sélectionnez Confiance totale. Pour continuer à utiliser l'option Confiance partielle, définissez votre jeu d'autorisations personnalisé dans la page Sécurité du Concepteur de projet.
it: MSB3134: il set di autorizzazioni richiesto dall'applicazione supera il numero massimo di autorizzazioni consentite nelle zone Internet o Intranet. Selezionare Attendibilità totale oppure, per continuare a usare l'attendibilità parziale, definire il set di autorizzazioni personalizzato nella pagina Sicurezza di Creazione progetti.
ja: MSB3134: アプリケーションによって要求されたアクセス許可セットが、インターネットまたはイントラネット ゾーンで許可されているアクセス許可を超えています。完全信頼を選択するか、部分信頼を使用して続行し、プロジェクト デザイナーの [セキュリティ] ページでカスタム アクセス許可セットを定義してください。
ko: MSB3134: 애플리케이션에서 요청한 권한 집합이 인터넷 또는 인트라넷 영역에서 허용되는 권한을 초과했습니다. [완전 신뢰]를 선택하거나, 계속해서 부분 신뢰를 사용하려면 프로젝트 디자이너의 [보안] 페이지에서 사용자 지정 권한 집합을 정의하세요.
pl: MSB3134: Zestaw uprawnień wymaganych przez aplikację przekroczył uprawnienia dozwolone w strefach Internet i Lokalny intranet. Wybierz opcję Pełne zaufanie lub aby kontynuować, używając częściowego zaufania, zdefiniuj własny niestandardowy zestaw uprawnień na stronie zabezpieczeń w Projektancie projektu.
pt_br: MSB3134: O conjunto de permissões solicitado pelo aplicativo excedeu as permissões autorizadas pelas zonas de Internet ou Intranet. Selecione Confiança Total ou, para continuar usando confiança parcial, defina seu conjunto de permissões personalizado na Página de Segurança do Designer de Projeto.
ru: MSB3134: набор разрешений, запрошенный приложением, превышает набор разрешений, допустимый для зон интрасети или Интернета. Выберите "Полное доверие" или определите пользовательский набор разрешений на странице "Безопасность" конструктора проектов, чтобы продолжать использовать частичное доверие.
tr: MSB3134: Uygulama tarafından istenen izin kümesi, İnternet veya İntranet bölgelerinin izin verdiği izinleri aşıyor. Tam Güven’i seçin veya kısmi güven kullanmaya devam etmek için, Proje Tasarımcısı’nın Güvenlik Sayfasında özel izin kümenizi tanımlayın.
zh_hans: MSB3134: 应用程序请求的权限集超出了 Internet 或 Intranet 区域允许的权限。请选择“完全信任”，或继续使用部分信任，并在项目设计器的“安全”页中定义自定义权限集。
zh_hant: MSB3134: 應用程式所要求的使用權限集合超出網際網路或近端內部網路區域所允許的使用權限。請選取 [完全信任] 或繼續使用部分信任，在專案設計工具的 [安全性] 頁面中定義自訂使用權限集合。

# GenerateManifest.NoPermissionSetForTargetZone
source: MSB3135: The PermissionSet for the target zone has not been defined for the following version of the .NET Framework: {0}.
cs: MSB3135: Parametr PermissionSet pro cílovou zónu nebyl definován pro následující verzi rozhraní .NET Framework: {0}.
de: MSB3135: Der PermissionSet für die Zielzone wurde für die folgende Version von .NET Framework nicht definiert: {0}.
es: MSB3135: No se ha definido PermissionSet de la zona de destino para la versión siguiente de .NET Framework: {0}.
fr: MSB3135: Le paramètre PermissionSet de la zone cible n'a pas été défini pour la version suivante de .NET Framework : {0}.
it: MSB3135: PermissionSet per la zona di destinazione non definito per la seguente versione di .NET Framework: {0}.
ja: MSB3135: ターゲット ゾーンの PermissionSet が、次のバージョンの .NET Framework に対して定義されていません: {0}。
ko: MSB3135: 다음 버전의 .NET Framework에 대해 대상 영역의 PermissionSet을 정의하지 않았습니다. {0}
pl: MSB3135: Atrybut PermissionSet dla strefy docelowej nie został zdefiniowany w następującej wersji programu .NET Framework: {0}.
pt_br: MSB3135: O PermissionSet para a zona de destino não foi definido para a seguinte versão do .NET Framework: {0}.
ru: MSB3135: Значение PermissionSet для целевой зоны не было определено для следующей версии .NET Framework: {0}.
tr: MSB3135: Hedef bölgeye şu .NET Framework sürümü için PermissionSet tanımlanmamış: {0}.
zh_hans: MSB3135: 对于以下版本的 .NET Framework，尚未定义目标区域的 PermissionSet: {0}。
zh_hant: MSB3135: 尚未為下列 .NET Framework 版本定義目標區域的 PermissionSet: {0}。

# GenerateManifest.InvalidItemValue
source: MSB3175: Invalid value for '{0}' of item '{1}'.
cs: MSB3175: Hodnota pro {0} položky {1} je neplatná.
de: MSB3175: Ungültiger Wert für "{0}" des Elements "{1}".
es: MSB3175: Valor no válido para '{0}' del elemento '{1}'.
fr: MSB3175: Valeur non valide pour '{0}' de l'élément '{1}'.
it: MSB3175: valore non valido per '{0}' dell'elemento '{1}'.
ja: MSB3175: 項目 '{1}' の '{0}' の値は無効です。
ko: MSB3175: '{1}' 항목의 '{0}'에 사용할 수 없는 값입니다.
pl: MSB3175: Nieprawidłowa wartość '{0}' elementu '{1}'.
pt_br: MSB3175: Valor inválido para "{0}" de item "{1}".
ru: MSB3175: Недопустимое значение "{0}" для элемента "{1}".
tr: MSB3175: '{1}' öğesinin '{0}' değeri geçersiz.
zh_hans: MSB3175: 项“{1}”的“{0}”的值无效。
zh_hant: MSB3175: 項目 '{1}' 的 '{0}' 值無效。

# GenerateManifest.InvalidValue
source: MSB3174: Invalid value for '{0}'.
cs: MSB3174: Hodnota pro {0} je neplatná.
de: MSB3174: Ungültiger Wert für "{0}".
es: MSB3174: Valor no válido para '{0}'.
fr: MSB3174: Valeur non valide pour '{0}'.
it: MSB3174: valore non valido per '{0}'.
ja: MSB3174: '{0}' の無効な値です。
ko: MSB3174: '{0}'의 값이 잘못되었습니다.
pl: MSB3174: Nieprawidłowa wartość '{0}'.
pt_br: MSB3174: Valor inválido para "{0}".
ru: MSB3174: Недопустимое значение для "{0}".
tr: MSB3174: '{0}' değeri geçersiz.
zh_hans: MSB3174: “{0}”的值无效。
zh_hant: MSB3174: '{0}' 的值無效。

# GenerateManifest.InvalidDeploymentProvider
source: MSB3189: The update location for this application is a local path.
cs: MSB3189: Umístěním aktualizace pro tuto aplikaci je místní cesta.
de: MSB3189: Der Updatepfad für diese Anwendung ist ein lokaler Pfad.
es: MSB3189: La ubicación de actualizaciones para esta aplicación es una ruta de acceso local.
fr: MSB3189: L'emplacement de mise à jour de cette application est un chemin d'accès local.
it: MSB3189: il percorso di aggiornamento dell'applicazione è un percorso locale.
ja: MSB3189: このアプリケーションの更新場所はローカル パスです。
ko: MSB3189: 이 애플리케이션의 업데이트 위치가 로컬 경로입니다.
pl: MSB3189: Lokalizacją aktualizacji tej aplikacji jest ścieżka lokalna.
pt_br: MSB3189: O local de atualização deste aplicativo é um caminho local.
ru: MSB3189: Расположение обновлений для данного приложения является локальным путем.
tr: MSB3189: Bu uygulamanın güncelleştirme konumu, yerel bir yoldur.
zh_hans: MSB3189: 此应用程序的更新位置是本地路径。
zh_hant: MSB3189: 這個應用程式的更新位置是本機路徑。

# GenerateManifest.NoEntryPoint
source: MSB3185: EntryPoint not specified for manifest.
cs: MSB3185: Nebyl zadán parametr EntryPoint pro manifest.
de: MSB3185: EntryPoint wurde nicht für das Manifest angegeben.
es: MSB3185: No se especificó EntryPoint para el manifiesto.
fr: MSB3185: Paramètre EntryPoint non spécifié pour le manifeste.
it: MSB3185: EntryPoint non specificato per il manifesto.
ja: MSB3185: マニフェストに EntryPoint が指定されていません。
ko: MSB3185: 매니페스트에 EntryPoint를 지정하지 않았습니다.
pl: MSB3185: Nie określono parametru EntryPoint dla manifestu.
pt_br: MSB3185: EntryPoint não especificado para manifesto.
ru: MSB3185: В качестве манифеста не указано значение EntryPoint.
tr: MSB3185: Bildirim için EntryPoint belirtilmedi.
zh_hans: MSB3185: 未指定清单的入口点。
zh_hant: MSB3185: 未指定資訊清單的 EntryPoint。

# GenerateManifest.NoIdentity
source: MSB3186: Unable to infer an assembly identity for generated manifest from task input parameters.
cs: MSB3186: Nelze stanovit identitu sestavení pro generovaný manifest ze vstupních parametrů úlohy.
de: MSB3186: Aus den Eingabeparametern der Aufgabe kann keine Assemblyidentität für das generierte Manifest abgeleitet werden.
es: MSB3186: No se puede inferir la identidad de un ensamblado para el manifiesto generado desde los parámetros de entrada de la tarea.
fr: MSB3186: Impossible de déduire l'identité de l'assembly d'après les paramètres d'entrée de la tâche définis pour le manifeste généré.
it: MSB3186: non è possibile derivare un'identità di assembly per il manifesto generato dai parametri di input dell'attività.
ja: MSB3186: 生成されたマニフェストのアセンブリ ID をタスク入力パラメーターから生成できません。
ko: MSB3186: 생성된 매니페스트의 어셈블리 ID를 작업 입력 매개 변수에서 유추할 수 없습니다.
pl: MSB3186: Nie można odnaleźć tożsamości zestawu wygenerowanego manifestu na podstawie parametrów wprowadzania zadania.
pt_br: MSB3186: Não é possível inferir identidade do assembly para o manifesto gerado a partir de parâmetros de entrada de tarefa.
ru: MSB3186: Не удалось определить идентификатор сборки для сгенерированного манифеста на основании параметров ввода задачи.
tr: MSB3186: Üretilen bildirim için görev giriş parametrelerinden derleme kimliği çıkarılamıyor.
zh_hans: MSB3186: 无法从任务输入参数推断所生成的清单的程序集标识。
zh_hant: MSB3186: 無法從工作輸入參數推斷產生之資訊清單的組件識別。

# GenerateManifest.PlatformMismatch
source: MSB3187: Referenced assembly '{0}' targets a different processor than the application.
cs: MSB3187: Odkazované sestavení {0} odkazuje na jiný procesor než aplikace.
de: MSB3187: Für die referenzierte {0}-Assembly ist ein anderer Zielprozessor festgelegt als für die Anwendung.
es: MSB3187: El ensamblado al que se hace referencia '{0}' se aplica a un procesador diferente del de la aplicación.
fr: MSB3187: L'assembly référencé '{0}' cible un processeur différent de l'application.
it: MSB3187: l'assembly '{0}' a cui si fa riferimento ha come destinazione un processore diverso rispetto all'applicazione.
ja: MSB3187: 参照アセンブリ '{0}' は、アプリケーションとは異なるプロセッサをターゲットにしています。
ko: MSB3187: 참조된 어셈블리 '{0}'이(가) 애플리케이션과 다른 프로세서를 대상으로 합니다.
pl: MSB3187: Wskazany zestaw '{0}' wskazuje procesor inny niż aplikacja.
pt_br: MSB3187: O assembly usado como referência "{0}" está direcionado a um processador diferente daquele do aplicativo.
ru: MSB3187: Сборка, на которую дана ссылка "{0}", направлена на процессор, отличный от процессора приложения.
tr: MSB3187: Başvurulan '{0}' derlemesi, uygulamadan farklı bir işlemciyi hedefliyor.
zh_hans: MSB3187: 引用程序集“{0}”面向的是另一个处理器，而不是此应用程序。
zh_hant: MSB3187: 參考組件 '{0}' 以應用程式以外的不同處理器為目標。

# GenerateManifest.PrerequisiteNotSigned
source: MSB3188: Assembly '{0}' must be strong signed in order to be marked as a prerequisite.
cs: MSB3188: Sestavení {0} musí mít silnější podpis, aby ho bylo možné označit za předpoklad.
de: MSB3188: Die {0}-Assembly muss mit einem starken Namen signiert sein, wenn sie als erforderliche Komponente markiert werden soll.
es: MSB3188: El ensamblado '{0}' debe estar firmado de manera segura para que se marque como un requisito previo.
fr: MSB3188: L'assembly '{0}' doit être signé avec une signature forte pour être marqué comme composant requis.
it: MSB3188: per poter essere contrassegnato come prerequisito, l'assembly '{0}' deve essere firmato con una firma sicura.
ja: MSB3188: アセンブリ '{0}' は、必要条件として設定されるためには、厳密に署名されていなければなりません。
ko: MSB3188: '{0}' 어셈블리가 필수 구성 요소로 표시되려면 강력하게 서명되어야 합니다.
pl: MSB3188: Zestaw '{0}' musi mieć silny podpis, aby można było go zaliczyć do wymagań wstępnych.
pt_br: MSB3188: O assembly "{0}" deve conter uma assinatura forte para ser marcado como pré-requisito.
ru: MSB3188: Чтобы сборка "{0}" была отмечена как обязательная, она должна иметь строгую подпись.
tr: MSB3188: '{0}' derlemesinin önkoşul olarak işaretlenmesi için kesin olarak imzalanmış olması gerekir.
zh_hans: MSB3188: 要将程序集“{0}”标记为系统必备组件，必须对其进行强签名。
zh_hant: MSB3188: 組件 '{0}' 必須經過強式簽署才能標記成必要條件。

# GenerateManifest.ReadInputManifestFailed
source: MSB3172: Unable to read manifest '{0}'. {1}
cs: MSB3172: Nelze číst manifest {0}. {1}
de: MSB3172: Das Manifest "{0}" kann nicht gelesen werden. {1}
es: MSB3172: No se puede leer el manifiesto '{0}'. {1}
fr: MSB3172: Impossible de lire le manifeste '{0}'. {1}
it: MSB3172: non è possibile leggere il manifesto '{0}'. {1}
ja: MSB3172: マニフェスト '{0}' を読み取れません: {1}
ko: MSB3172: '{0}' 매니페스트를 읽을 수 없습니다. {1}
pl: MSB3172: Nie można odczytać manifestu '{0}'. {1}
pt_br: MSB3172: Não é possível ler o manifesto "{0}". {1}
ru: MSB3172: Невозможно прочитать манифест "{0}". {1}
tr: MSB3172: '{0}' bildirimi okunamıyor. {1}
zh_hans: MSB3172: 无法读取清单“{0}”。{1}
zh_hant: MSB3172: 無法讀取資訊清單 '{0}'。{1}
