Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WriteCodeFragment.MultipleConstructorsFound
source: Multiple attribute constructors were found for type inferencing.
cs: Pro typ odvození se našlo víc konstruktorů atributů.
de: Für den Typ "Rückschließen" wurden mehrere Attribut-Konstruktoren gefunden.
es: Se encontraron varios constructores de atributos para la inferencia de tipos.
fr: Plusieurs constructeurs d’attributs ont été trouvées pour l’inférence de type.
it: Sono stati trovati più costruttori di attributi per il tipo di inferenza.
ja: 推論型に対して複数の属性のコンストラクターが見つかりました。
ko: 유형 유추를 위해 여러 특성 생성자가 발견됨
pl: Znaleziono wiele konstruktorów atrybutów w przypadku wnioskowania typu.
pt_br: Foram encontrados vários construtores de atributos para a inferência de tipo.
ru: Для вывода типа обнаружено несколько конструкторов атрибутов.
tr: Tür çıkarımı için birden çok öznitelik oluşturucusu bulundu.
zh_hans: 为类型推理找到了多个特性构造函数。
zh_hant: 找到類型推斷的多屬性建構函式。

# WriteCodeFragment.ParameterTypeNotFound
source: MSB3715: The type "{0}" was not found.
cs: MSB3715: Typ „{0}“ ne nenašel.
de: MSB3715: Der Typ "{0}" wurde nicht gefunden.
es: MSB3715: no se encontró el tipo "{0}".
fr: MSB3715: le type « {0} » est introuvable.
it: MSB3715: Il tipo "{0}" non è stato trovato.
ja: MSB3715: 型 "{0}" は見つかりませんでした。
ko: MSB3715: "{0}" 형식을 찾을 수 없습니다.
pl: MSB3715: nie znaleziono typu „{0}”.
pt_br: MSB3715: O tipo "{0}" não foi encontrado.
ru: MSB3715: тип "{0}" не найден.
tr: MSB3715: "{0}" türü bulunamadı.
zh_hans: MSB3715: 未找到类型 "{0}"。
zh_hant: MSB3715: 無法找到 "{0}" 類型。

# WriteLinesToFile.ErrorOrWarning
source: MSB3491: Could not write lines to file "{0}". {1} {2}
es: MSB3491: No se pudieron escribir líneas en el archivo "{0}". {1} {2}
fr: MSB3491: Impossible d’écrire des lignes dans le fichier « {0} ». {1} {2}
it: MSB3491: non è possibile scrivere righe nel file "{0}". {1} {2}
ja: MSB3491: 行をファイル "{0}" に書き込めませんでした。{1} {2}
ko: MSB3491: "{0}" 파일에 줄을 쓸 수 없습니다. {1} {2}
ru: MSB3491: не удалось записать строки в файл "{0}". {1} {2}
tr: MSB3491: Satırlar "{0}" dosyasına yazılamadı. {1} {2}
zh_hans: MSB3491: 未能向文件“{0}”写入行。{1} {2}
zh_hant: MSB3491: 無法將行寫入檔案 "{0}"。{1} {2}

# GetReferenceAssemblyPaths.InvalidTargetFrameworkMoniker
source: MSB3642: The Target Framework Moniker "{0}" is invalid. "{1}"
cs: MSB3642: Moniker cílové architektury {0} je neplatný. {1}
de: MSB3642: Der Zielframeworkmoniker "{0}" ist ungültig. "{1}"
es: MSB3642: El moniker de la plataforma de destino "{0}" no es válido. "{1}"
fr: MSB3642: Le moniker du Framework cible "{0}" n'est pas valide. "{1}"
it: MSB3642: TargetFrameworkMoniker "{0}" non valido. "{1}"
ja: MSB3642: ターゲット フレームワーク モニカー "{0}" は無効です。"{1}"
ko: MSB3642: 대상 프레임워크 모니커 "{0}"이(가) 잘못되었습니다. "{1}"
pl: MSB3642: Właściwość Target Framework Moniker „{0}” jest nieprawidłowa. „{1}"
pt_br: MSB3642: O Moniker da Estrutura de Destino "{0}" é inválido. "{1}"
ru: MSB3642: Целевой Моникер структуры "{0}" является недопустимым. "{1}"
tr: MSB3642: "{0}" Hedef Framework Adı geçersiz. "{1}"
zh_hans: MSB3642: 目标 Framework 名字对象“{0}”无效。“{1}”
zh_hant: MSB3642: 目標 Framework Moniker "{0}" 無效。"{1}"

# GetReferenceAssemblyPaths.ProblemGeneratingReferencePaths
source: MSB3643: There was an error generating reference assembly paths based on the TargetFrameworkMoniker "{0}". {1}
cs: MSB3643: Při generování cest odkazovaných sestavení na základě atributu TargetFrameworkMoniker {0} došlo k chybě. {1}
de: MSB3643: Fehler beim Generieren von Referenzassemblypfaden basierend auf dem TargetFrameworkMoniker "{0}". {1}
es: MSB3643: Error al generar las rutas de acceso de ensamblado de referencia basadas en TargetFrameworkMoniker "{0}". {1}
fr: MSB3643: Une erreur s'est produite lors de la génération des chemins d'assembly de référence basés sur le TargetFrameworkMoniker "{0}". {1}
it: MSB3643: errore durante la generazione dei percorsi dell'assembly di riferimento in base a TargetFrameworkMoniker "{0}". {1}
ja: MSB3643: TargetFrameworkMoniker "{0}" に基づいて参照アセンブリ パスを生成しているときにエラーが発生しました。{1}
ko: MSB3643: TargetFrameworkMoniker "{0}"을(를) 기반으로 참조 어셈블리 경로를 생성하는 동안 오류가 발생했습니다. {1}
pl: MSB3643: Wystąpił błąd generowania ścieżek zestawu odwołania w oparciu o właściwość TargetFrameworkMoniker „{0}”. {1}
pt_br: MSB3643: Erro ao gerar caminhos de assembly de referência com base no TargetFrameworkMoniker "{0}". {1}
ru: MSB3643: При создании ссылочных путей к сборкам на основе TargetFrameworkMoniker "{0}". {1}
tr: MSB3643: TargetFrameworkMoniker "{0}" özelliğine bağlı olarak başvuru derleme yolları oluşturulurken bir hata oluştu. {1}
zh_hans: MSB3643: 基于 TargetFrameworkMoniker“{0}”生成引用程序集路径时出错。{1}
zh_hant: MSB3643: 產生以 TargetFrameworkMoniker "{0}" 為依據的參考組件路徑時發生錯誤。{1}

# GetReferenceAssemblyPaths.NoReferenceAssemblyDirectoryFound
source: MSB3644: The reference assemblies for {0} were not found. To resolve this, install the Developer Pack (SDK/Targeting Pack) for this framework version or retarget your application. You can download .NET Framework Developer Packs at https://aka.ms/msbuild/developerpacks
cs: MSB3644: Nešlo najít referenční sestavení pro {0}. Tento problém vyřešíte tak, že nainstalujete sadu Developer Pack (SDK/Targeting Pack) pro tuto verzi rozhraní nebo změníte cílení své aplikace. Sady .NET Framework Developer Pack můžete stáhnout na adrese https://aka.ms/msbuild/developerpacks.
de: MSB3644: Die Verweisassemblys für "{0}" wurden nicht gefunden. Installieren Sie zum Beheben dieses Problems das Developer Pack (SDK/Paket zur Festlegung von Zielversionen) für diese Frameworkversion, oder richten Sie Ihre Anwendung neu aus. Sie können .NET Framework Developer Packs unter https://aka.ms/msbuild/developerpacks herunterladen.
es: MSB3644: No se encuentran los ensamblados de referencia para {0}. Para resolver este problema, instale el Paquete de desarrollador (SDK o Paquete de compatibilidad) de esta versión de .NET Framework o redestine la aplicación. Para descargar los paquetes de desarrollador de .NET Framework, vaya a https://aka.ms/msbuild/developerpacks
fr: MSB3644: les assemblys de référence pour {0} sont introuvables. Pour résoudre le problème, installez le Developer Pack (kit SDK/Pack de ciblage) correspondant à cette version du framework, ou reciblez votre application. Vous pouvez télécharger plusieurs types de .NET Framework Developer Pack sur https://aka.ms/msbuild/developerpacks
it: MSB3644: gli assembly di riferimento per {0} non sono stati trovati. Per risolvere il problema, installare Developer Pack (SDK/Targeting Pack) per questa versione del framework o ridestinare l'applicazione. È possibile scaricare .NET Framework Developer Pack all'indirizzo https://aka.ms/msbuild/developerpacks
ja: MSB3644: {0} の参照アセンブリが見つかりませんでした。この問題を解決するには、このフレームワーク バージョンの Developer Pack (SDK/Targeting Pack) をインストールするか、アプリケーションのターゲットを再設定してください。https://aka.ms/msbuild/developerpacks で .NET Framework Developer Pack をダウンロードできます。
ko: MSB3644: {0}의 참조 어셈블리를 찾을 수 없습니다. 이 문제를 해결하려면 이 프레임워크 버전용 개발자 팩(SDK/타기팅 팩)을 설치하거나, 애플리케이션 대상을 변경합니다. https://aka.ms/msbuild/developerpacks에서 .NET Framework 개발자 팩을 다운로드할 수 있습니다.
pl: MSB3644: Nie znaleziono zestawów odwołań dla elementu {0}. Aby rozwiązać ten problem, zainstaluj pakiet Developer Pack (SDK/Targeting Pack) dla tej wersji platformy lub zmień platformę docelową aplikacji. Pakiety .NET Framework Developer Pack można pobrać pod adresem https://aka.ms/msbuild/developerpacks
pt_br: MSB3644: os assemblies de referência para {0} não foram encontrados. Para resolver isso, instale o Pacote do Desenvolvedor (SDK/Pacote de Direcionamento) dessa versão do Framework ou redirecione seu aplicativo. É possível baixar Pacotes do Desenvolvedor do .NET Framework em https://aka.ms/msbuild/developerpacks
ru: MSB3644: не найдены ссылочные сборки для {0}. Чтобы устранить эту проблему, установите пакет разработчика (пакет SDK или пакет нацеливания) для этой версии платформы или перенацельте приложение. Пакеты разработчика для платформы .NET Framework можно скачать на странице https://aka.ms/msbuild/developerpacks.
tr: MSB3644: {0} için başvuru bütünleştirilmiş kodları bulunamadı. Bunu çözmek için, bu çerçeve sürümü için Geliştirici Paketi'ni (SDK/Hedefleme Paketi) yükleyin veya uygulamanızı yeniden hedefleyin. .NET Framework Geliştirici Paketleri'ni https://aka.ms/msbuild/developerpacks adresinden indirebilirsiniz
zh_hans: MSB3644: 找不到 {0} 的引用程序集。要解决此问题，请为此框架版本安装开发人员工具包(SDK/目标包)或者重新定向应用程序。可在 https://aka.ms/msbuild/developerpacks 处下载 .NET Framework 开发人员工具包
zh_hant: MSB3644: 找不到 {0} 的參考組件。若要解決此問題，請安裝此架構版本的開發人員套件 (SDK/目標套件) 或重定應用程式。您可以在 https://aka.ms/msbuild/developerpacks 下載 .NET Framework 開發人員套件

# GetReferenceAssemblyPaths.NETFX35SP1NotIntstalled
source: MSB3645: .NET Framework v3.5 Service Pack 1 was not found. In order to target "{0}", .NET Framework v3.5 Service Pack 1 or later must be installed.
cs: MSB3645: Aktualizace .NET Framework v3.5 Service Pack 1 nebyla nalezena. Aby bylo možné zadat cíl {0}, je třeba nainstalovat aktualizaci .NET Framework v3.5 Service Pack 1 nebo novější.
de: MSB3645: .NET Framework v3.5 Service Pack 1 wurde nicht gefunden. Wenn Sie "{0}" als Ziel angeben möchten, muss .NET Framework v3.5 Service Pack 1 oder höher installiert werden.
es: MSB3645: No se encuentra .NET Framework v3.5 Service Pack 1. Para establecer el destino en "{0}", debe estar instalado .NET Framework v3.5 Service Pack 1 o una versión posterior.
fr: MSB3645: .NET Framework v3.5 Service Pack 1 est introuvable. Pour cibler "{0}", .NET Framework v3.5 Service Pack 1 ou version ultérieure doit être installé.
it: MSB3645: .NET Framework v3.5 Service Pack 1 non è stato trovato. Per usare "{0}" come destinazione, è necessario installare .NET Framework v3.5 Service Pack 1 o versione successiva.
ja: MSB3645: .NET Framework v3.5 Service Pack 1 が見つかりませんでした。"{0}" にターゲットするには、.NET Framework v3.5 Service Pack 1 以降がインストールされている必要があります。
ko: MSB3645: .NET Framework v3.5 서비스 팩 1을 찾을 수 없습니다. "{0}"을(를) 대상으로 하려면 .NET Framework v3.5 서비스 팩 1 이상이 설치되어 있어야 합니다.
pl: MSB3645: Nie znaleziono programu .NET Framework w wersji 3.5 z dodatkiem Service Pack 1. Aby wyznaczyć miejsce docelowe dla „{0}”, musi być zainstalowany program .NET Framework w wersji 3.5 z dodatkiem Service Pack 1 lub jego nowsza wersja.
pt_br: MSB3645: O .NET Framework v3.5 Service Pack 1 não foi encontrado. Para destinar "{0}", o .NET Framework v3.5 Service Pack 1 ou posterior deve estar instalado.
ru: MSB3645: платформа .NET Framework 3.5 с пакетом обновления 1 не найдена. Чтобы использовать "{0}" в качестве целевой платформы, необходимо установить .NET Framework 3.5 с пакетом обновления 1 или более позднюю версию.
tr: MSB3645: .NET Framework v3.5 Service Pack 1 bulunamadı. "{0}" öğesini hedeflemek için .NET Framework v3.5 Service Pack 1 veya sonraki bir sürümü yüklü olmalıdır.
zh_hans: MSB3645: 未找到 .NET Framework v3.5 Service Pack 1。若要以“{0}”为目标，必须安装 .NET Framework v3.5 Service Pack 1 或更高版本。
zh_hant: MSB3645: 找不到 .NET Framework v3.5 Service Pack 1。若要以 "{0}" 為目標，就必須安裝 .NET Framework v3.5 Service Pack 1 (含) 以後版本。

# WinMDExp.MustPassReferences
source: MSB3762: No references were passed to the task. References to at least mscorlib and Windows.Foundation are required.
cs: MSB3762: Úloze nebyly předány žádné odkazy. Je vyžadován odkaz alespoň na knihovny mscorlib a Windows.Foundation.
de: MSB3762: Es wurden keine Verweise an die Aufgabe übergeben. Es sind mindestens Verweise auf mscorlib und Windows.Foundation erforderlich.
es: MSB3762: No se pasó ninguna referencia a la tarea. Se requiere una referencia como mínimo a mscorlib y Windows.Foundation.
fr: MSB3762: Aucune référence n'a été passée à la tâche. Les références à mscorlib et Windows.Foundation, au minimum, sont obligatoires.
it: MSB3762: non sono stati passati riferimenti all'attività. Sono necessari almeno i riferimenti a mscorlib e Windows.Foundation.
ja: MSB3762: 参照がタスクに渡されませんでした。少なくとも mscorlib と Windows.Foundation への参照が必要です。
ko: MSB3762: 참조가 작업에 전달되지 않았습니다. 적어도 mscorlib 및 Windows.Foundation에 대한 참조가 필요합니다.
pl: MSB3762: Do zadania nie zostały przekazane informacje o żadnych odwołaniach. Wymagane są odwołania co najmniej do biblioteki mscorlib i elementu Windows.Foundation.
pt_br: MSB3762: Nenhuma referência foi passada para a tarefa. São necessárias referências a pelo menos mscorlib e Windows.Foundation.
ru: MSB3762: в задачу не переданы ссылки. Требуются ссылки как минимум на mscorlib и Windows.Foundation.
tr: MSB3762: Göreve hiçbir başvuru geçirilmedi. En azından mscorlib ve Windows.Foundation başvuruları gereklidir.
zh_hans: MSB3762: 未向任务传递任何引用。至少需要对 mscorlib 和 Windows.Foundation 的引用。
zh_hant: MSB3762: 沒有參考傳遞至工作。需要至少 mscorlib 和 Windows.Foundation 的參考。

# WriteLinesToFile.UnusedWriteOnlyWhenDifferent
source: 'WriteOnlyWhenDifferent' attribute on "{0}" takes effect only when 'Overwrite="true"'.
cs: Atribut „WriteOnlyWhenDifferent“ pro „{0}“ se projeví jenom v případě, že overwrite="true"
de: Das Attribut "WriteOnlyWhenDifferent" für "{0}" wird nur bei "Overwrite="true"" wirksam.
es: El atributo 'WriteOnlyWhenDifferent' de "{0}" solo surte efecto cuando 'Overwrite="true"'.
fr: L’attribut 'WriteOnlyWhenDifferent' sur "{0}" prend effet uniquement quand 'Overwrite="true"'.
it: L'attributo 'WriteOnlyWhenDifferent' su "{0}" ha effetto solo quando 'Overwrite="true"'.
ja: "{0}" の 'WriteOnlyWhenDifferent' 属性は、'Overwrite="true"' の場合にのみ有効になります。
ko: "{0}"의 'WriteOnlyWhenDifferent' 특성은 'Overwrite="true"'인 경우에만 적용됩니다.
pl: Atrybut „WriteOnlyWhenDifferent” w elemencie „{0}” obowiązuje tylko wtedy, gdy atrybut „Overwrite="true"”.
pt_br: O atributo "WriteOnlyWhenDifferent" em "{0}" entra em vigor somente quando "Overwrite="true"'.
ru: Атрибут "WriteOnlyWhenDifferent" в "{0}" активируется, только если "Overwrite="true"".
tr: "{0}" üzerindeki 'WriteOnlyWhenDifferent' özniteliği, yalnızca 'Overwrite="true"' olduğunda etkili olur.
zh_hans: 只有当 “'Overwrite="true"”时，“{0}”上的 “WriteOnlyWhenDifferent”特性才会生效。
zh_hant: "{0}" 上的 'WriteOnlyWhenDifferent' 屬性只會在 'Overwrite="true" 時生效。

# Xaml.DuplicatePropertyName
source: MSB3724: Unable to create Xaml task. Duplicate property name '{0}'.
cs: MSB3724: Nepovedlo se vytvořit úlohu XAML. Duplicitní název vlastnosti {0}
de: MSB3724: Die XAML-Aufgabe kann nicht erstellt werden. Doppelter Eigenschaftenname "{0}".
es: MSB3724: No se puede crear la tarea XAML. El nombre de propiedad "{0}" está duplicado.
fr: MSB3724: impossible de créer la tâche XAML. Nom de propriété dupliqué : '{0}'.
it: MSB3724: non è possibile creare l'attività XAML. Il nome di proprietà '{0}' è duplicato.
ja: MSB3724: XAML タスクを作成できません。プロパティ名 '{0}' が重複しています。
ko: MSB3724: XAML 작업을 만들 수 없습니다. 속성 이름 '{0}'이(가) 중복되었습니다.
pl: MSB3724: Nie można utworzyć zadania XAML. Zduplikowana nazwa właściwości „{0}”.
pt_br: MSB3724: não é possível criar a tarefa XAML. Nome da propriedade '{0}' duplicado.
ru: MSB3724: не удалось создать задачу XAML. Повторяющееся имя свойства "{0}".
tr: MSB3724: XAML görevi oluşturulamıyor. Yinelenen özellik adı: '{0}'.
zh_hans: MSB3724: 无法创建 Xaml 任务。属性名 "{0}" 重复。
zh_hant: MSB3724: 無法建立 Xaml 工作。重複的屬性名稱 '{0}'。

# Xaml.TaskCreationFailed
source: MSB3686: Unable to create Xaml task. Compilation failed. {0}
cs: MSB3686: Nelze vytvořit úlohu Xaml. Kompilace se nezdařila. {0}
de: MSB3686: Die Xaml-Aufgabe kann nicht erstellt werden. Fehler bei der Kompilierung. {0}
es: MSB3686: No se puede crear la tarea XAML. Error en la compilación. {0}
fr: MSB3686: Impossible de créer la tâche Xaml. Échec de la compilation. {0}
it: MSB3686: non è possibile creare l'attività XAML. La compilazione non è riuscita. {0}
ja: MSB3686: Xaml タスクを作成できません。コンパイルに失敗しました。{0}
ko: MSB3686: XAML 작업을 만들 수 없습니다. 컴파일에 실패했습니다. {0}
pl: MSB3686: Nie można utworzyć zadania Xaml. Kompilacja nie powiodła się. {0}
pt_br: MSB3686: Não é possível criar a tarefa Xaml. Falha na compilação. {0}
ru: MSB3686: не удается создать задачу XAML. Ошибка компиляции. {0}
tr: MSB3686: Xaml görevi oluşturulamıyor. Derleme başarısız. {0}
zh_hans: MSB3686: 无法创建 Xaml 任务。编译失败。 {0}
zh_hant: MSB3686: 無法建立 XAML 工作。編譯失敗。{0}

# Xaml.RuleParseFailed
source: MSB3687: Unable to parse Xaml rule. {0}
cs: MSB3687: Nelze analyzovat pravidlo úlohy Xaml. {0}
de: MSB3687: Die Xaml-Regel kann nicht analysiert werden. {0}
es: MSB3687: No se puede analizar la regla XAML. {0}
fr: MSB3687: Impossible d'analyser la règle Xaml. {0}
it: MSB3687: non è possibile analizzare la regola XAML. {0}
ja: MSB3687: Xaml 規則を解析できません。{0}
ko: MSB3687: XAML 규칙을 구문 분석할 수 없습니다. {0}
pl: MSB3687: Nie można analizować reguły Xaml. {0}
pt_br: MSB3687: Não é possível analisar a regra Xaml. {0}
ru: MSB3687: Не удается выполнить разбор правила Xaml. {0}
tr: MSB3687: Xaml kuralı ayrıştırılamıyor. {0}
zh_hans: MSB3687: 无法分析 Xaml 规则。 {0}
zh_hant: MSB3687: 無法剖析 XAML 規則。{0}

# Xaml.RuleFileNotFound
source: MSB3688: Unable to create Xaml task. File not found: {0}.
cs: MSB3688: Nelze vytvořit úlohu Xaml. Soubor nebyl nalezen: {0}.
de: MSB3688: Die Xaml-Aufgabe kann nicht erstellt werden. Die Datei wurde nicht gefunden: {0}.
es: MSB3688: No se puede crear la tarea Xaml. Archivo no encontrado: {0}.
fr: MSB3688: Impossible de créer la tâche Xaml. Fichier introuvable : {0}.
it: MSB3688: non è possibile creare l'attività XAML. Il file non è stato trovato: {0}.
ja: MSB3688: Xaml タスクを作成できません。ファイルが見つかりません: {0}。
ko: MSB3688: XAML 작업을 만들 수 없습니다. {0} 파일을 찾을 수 없습니다.
pl: MSB3688: Nie można utworzyć zadania Xaml. Nie odnaleziono pliku: {0}.
pt_br: MSB3688: Não é possível criar a tarefa Xaml. Arquivo não encontrado: {0}.
ru: MSB3688: не удается создать задачу XAML. Файл не найден: {0}.
tr: MSB3688: Xaml görevi oluşturulamıyor. Dosya bulunamadı: {0}.
zh_hans: MSB3688: 无法创建 Xaml 任务。未找到文件: {0}。
zh_hant: MSB3688: 無法建立 XAML 工作。找不到檔案: {0}。

# Xaml.RuleMissingToolName
source: MSB3689: Unable to execute Xaml task. If the CommandLineTemplate task parameter is not specified, then the ToolName attribute must be specified in the Rule or the ToolExe task parameter must be set.
cs: MSB3689: Nelze spustit úlohu Xaml. Není-li zadán parametr úlohy CommandLineTemplate, je nutné v pravidle zadat atribut ToolName nebo nastavit parametr úlohy ToolExe.
de: MSB3689: Die Xaml-Aufgabe kann nicht ausgeführt werden. Wenn der CommandLineTemplate-Aufgabenparameter nicht angegeben wird, muss das ToolName-Attribut in der Regel angegeben werden, oder der ToolExe-Aufgabenparameter muss festgelegt werden.
es: MSB3689: No se puede ejecutar la tarea Xaml. Si el parámetro de tarea CommandLineTemplate no se especifica, se debe especificar el atributo ToolName en la regla o bien establecer el parámetro de tarea ToolExe.
fr: MSB3689: Impossible d'exécuter la tâche Xaml. Si le paramètre de tâche CommandLineTemplate n'est pas spécifié, l'attribut ToolName doit être spécifié dans la règle, ou le paramètre de tâche ToolExe doit être défini.
it: MSB3689: non è possibile eseguire l'attività XAML. Se il parametro dell'attività CommandLineTemplate non è specificato, è necessario specificare l'attributo ToolName nella regola oppure impostare il parametro dell'attività ToolExe.
ja: MSB3689: Xaml タスクを実行できません。CommandLineTemplate タスク パラメーターが指定されていない場合は、ToolName 属性を規則で指定するか、ToolExe タスク パラメーターを設定する必要があります。
ko: MSB3689: XAML 작업을 실행할 수 없습니다. CommandLineTemplate 작업 매개 변수를 지정하지 않은 경우 Rule에 ToolName 특성을 지정하거나 ToolExe 작업 매개 변수를 설정해야 합니다.
pl: MSB3689: Nie można wykonać zadania Xaml. Jeśli parametr zadania CommandLineTemplate nie jest określony, należy określić atrybut ToolName w parametrze Rule lub ustawić parametr zadania ToolExe.
pt_br: MSB3689: Não é possível executar a tarefa Xaml. O parâmetro de tarefa CommandLineTemplate não foi especificado, então o atributo ToolName deve ser especificado na Regra ou o parâmetro de tarefa ToolExe deve ser definido.
ru: MSB3689: не удается выполнить задачу XAML. Если параметр задачи CommandLineTemplate не указан, необходимо задать атрибут ToolName правила (Rule) или задать значение для параметра задачи ToolExe.
tr: MSB3689: Xaml görevi yürütülemiyor. CommandLineTemplate görev parametresi belirtilmemişse, Rule’da ToolName özniteliği belirtilmeli veya ToolExe görev parametresi ayarlanmalıdır.
zh_hans: MSB3689: 无法执行 Xaml 任务。如果未指定 CommandLineTemplate 任务参数，则必须在规则中指定 ToolName 特性，或设置 ToolExe 任务参数。
zh_hant: MSB3689: 無法執行 XAML 工作。如果未指定 CommandLineTemplate 工作參數，則必須在 Rule 中指定 ToolName 屬性，或者必須設定 ToolExe 工作參數。

# Xaml.RuleNotFound
source: MSB3690: Unable to create Xaml task. The Rule "{0}" was not found.
cs: MSB3690: Nelze vytvořit úlohu Xaml. Pravidlo {0} nebylo nalezeno.
de: MSB3690: Die Xaml-Aufgabe kann nicht erstellt werden. Die Regel "{0}" wurde nicht gefunden.
es: MSB3690: No se puede crear la tarea Xaml. No se encuentra la regla "{0}".
fr: MSB3690: Impossible de créer la tâche Xaml. La règle "{0}" est introuvable.
it: MSB3690: non è possibile creare l'attività XAML. La regola "{0}" non è stata trovata.
ja: MSB3690: Xaml タスクを作成できません。規則 "{0}" が見つかりませんでした。
ko: MSB3690: XAML 작업을 만들 수 없습니다. "{0}" 규칙을 찾을 수 없습니다.
pl: MSB3690: Nie można utworzyć zadania Xaml. Nie odnaleziono parametru Rule „{0}”.
pt_br: MSB3690: Não é possível criar a tarefa Xaml. A Regra "{0}" não foi encontrada.
ru: MSB3690: не удается создать задачу XAML. Правило "{0}" не найдено.
tr: MSB3690: Xaml görevi oluşturulamıyor. Rule "{0}" bulunamadı.
zh_hans: MSB3690: 无法创建 Xaml 任务。未找到规则“{0}”。
zh_hant: MSB3690: 無法建立 XAML 工作。找不到規則 "{0}"。

# Xaml.InvalidRootObject
source: MSB3691: Unable to create Xaml task. The root object was not of type ProjectSchemaDefinitions.
cs: MSB3691: Nelze vytvořit úlohu Xaml. Kořenový objekt není typu ProjectSchemaDefinitions.
de: MSB3691: Die Xaml-Aufgabe kann nicht erstellt werden. Das Stammobjekt war nicht vom Typ "ProjectSchemaDefinitions".
es: MSB3691: No se puede crear la tarea Xaml. El objeto raíz no era del tipo ProjectSchemaDefinitions.
fr: MSB3691: Impossible de créer la tâche Xaml. L'objet racine n'est pas de type ProjectSchemaDefinitions.
it: MSB3691: non è possibile creare l'attività XAML. L'oggetto radice non è di tipo ProjectSchemaDefinitions.
ja: MSB3691: Xaml タスクを作成できません。ルート オブジェクトの型が ProjectSchemaDefinitions ではありませんでした。
ko: MSB3691: XAML 작업을 만들 수 없습니다. 루트 개체의 형식이 ProjectSchemaDefinitions가 아닙니다.
pl: MSB3691: Nie można utworzyć zadania Xaml. Obiekt główny nie jest typu ProjectSchemaDefinitions.
pt_br: MSB3691: Não é possível criar a tarefa Xaml. O objeto raiz não era do tipo ProjectSchemaDefinitions.
ru: MSB3691: не удается создать задачу XAML. Тип корневого объекта отличается от ProjectSchemaDefinitions.
tr: MSB3691: Xaml görevi oluşturulamıyor. Kök nesnesi, ProjectSchemaDefinitions türünde değildi.
zh_hans: MSB3691: 无法创建 Xaml 任务。根对象不是 ProjectSchemaDefinitions 类型。
zh_hant: MSB3691: 無法建立 XAML 工作。根物件的類型不是 ProjectSchemaDefinitions。

# Xaml.MissingTaskBody
source: MSB3692: Unable to create Xaml task. The <UsingTask> does not contain a <Task> definition.
cs: MSB3692: Nelze vytvořit úlohu Xaml. Element <UsingTask> neobsahuje definici <Task>.
de: MSB3692: Die Xaml-Aufgabe kann nicht erstellt werden. <UsingTask> enthält keine <Task>-Definition.
es: MSB3692: No se puede crear la tarea XAML. <UsingTask> no contiene una definición de <Task>.
fr: MSB3692: Impossible de créer la tâche Xaml. <UsingTask> ne contient pas de définition <Task>.
it: MSB3692: non è possibile creare l'attività XAML. <UsingTask> non contiene una definizione di <Task>.
ja: MSB3692: Xaml タスクを作成できません。<UsingTask> に <Task> 定義が含まれていません。
ko: MSB3692: XAML 작업을 만들 수 없습니다. <UsingTask>에 <Task> 정의가 포함되어 있지 않습니다.
pl: MSB3692: Nie można utworzyć zadania Xaml. Parametr <UsingTask> nie zawiera definicji <Task>.
pt_br: MSB3692: Não é possível criar a tarefa Xaml. <UsingTask> não contém uma definição <Task>.
ru: MSB3692: Не удается создать задачу Xaml. Параметр <UsingTask> не содержит определение <Task>.
tr: MSB3692: Xaml görevi oluşturulamıyor. <UsingTask> bir <Task> tanımı içermiyor.
zh_hans: MSB3692: 无法创建 Xaml 任务。 <UsingTask> 未包含 <Task> 定义。
zh_hant: MSB3692: 無法建立 XAML 工作。<UsingTask> 不包含 <Task> 定義。
