Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveAssemblyReference.SuggestedRedirects
source: MSB3247: Found conflicts between different versions of the same dependent assembly. In Visual Studio, double-click this warning (or select it and press Enter) to fix the conflicts; otherwise, add the following binding redirects to the "runtime" node in the application configuration file: {0}
cs: MSB3247: Byly zjištěny konflikty mezi různými verzemi stejného závislého sestavení. V sadě Visual Studio můžete konflikty opravit tak, že dvakrát kliknete na toto upozornění (nebo ho vyberete a stisknete klávesu Enter). Jinak přidejte následující přesměrování vazby na uzel runtime v konfiguračním souboru aplikace: {0}
de: MSB3247: Es wurden Konflikte zwischen verschiedenen Versionen derselben abhängigen Assembly gefunden. Doppelklicken Sie in Visual Studio auf diese Warnung (oder wählen Sie sie aus, und drücken Sie die EINGABETASTE), um die Konflikte zu beheben; fügen Sie andernfalls die folgenden BindingRedirect-Einträge zum "Runtime"-Knoten in Ihrer Anwendungskonfigurationsdatei hinzu: {0}
es: MSB3247: Se encontraron conflictos entre diferentes versiones del mismo ensamblado dependiente. En Visual Studio, haga doble clic en esta advertencia (o selecciónela y presione Intro) para resolver los conflictos; de lo contrario, agregue las siguientes redirecciones de enlace al nodo "runtime" en el archivo de configuración de la aplicación: {0}
fr: MSB3247: Des conflits entre différentes versions du même assembly dépendant ont été trouvés. Dans Visual Studio, double-cliquez sur cet avertissement (ou sélectionnez-le et appuyez sur Entrée) pour corriger les conflits ; sinon, ajoutez les redirections de liaison suivantes au nœud "runtime" dans le fichier de configuration de l'application : {0}
it: MSB3247: sono stati rilevati conflitti tra versioni diverse dello stesso assembly dipendente. In Visual Studio, fare doppio clic sull'avviso o selezionarlo e premere INVIO per correggere il conflitto; in alternativa, aggiungere i reindirizzamenti di associazione seguenti al nodo "runtime" nel file di configurazione dell'applicazione: {0}
ja: MSB3247: 同じ依存アセンブリの異なるバージョン間で競合が見つかりました。Visual Studio では、この警告をダブルクリックする (または選択して Enter キーを押す) ことで、この競合を修正できます。または、アプリケーション構成ファイル内の "runtime" ノードに、次のバインド リダイレクトを追加します: {0}
ko: MSB3247: 같은 종속 어셈블리의 서로 다른 버전이 충돌합니다. Visual Studio에서 이 경고를 두 번 클릭(또는 경고를 선택하고 <Enter> 키를 누름)하여 충돌을 수정합니다. 그러지 않으면 애플리케이션 구성 파일의 "런타임" 노드에 다음 바인딩 리디렉션을 추가합니다. {0}
pl: MSB3247: Wykryto konflikty między różnymi wersjami tego samego zestawu zależnego. W programie Visual Studio kliknij dwukrotnie to ostrzeżenie (lub zaznacz je i naciśnij klawisz Enter), aby usunąć konflikt. Można także dodać następujące powiązania przekierowujące do węzła „runtime” w pliku konfiguracyjnym aplikacji: {0}
pt_br: MSB3247: Encontrados conflitos entre versões diferentes do mesmo assembly dependente. No Visual Studio, clique duas vezes nesse aviso (ou selecione-o e pressione Enter) para corrigir os conflitos; ou adicione os seguintes redirecionamentos de associação ao nó "runtime" no arquivo de configuração de aplicativo: {0}
ru: MSB3247: обнаружены конфликты между разными версиями одной и той же зависимой сборки. В Visual Studio дважды щелкните это предупреждение (или выберите его и нажмите клавишу ВВОД), чтобы устранить конфликты; в противном случае добавьте в файл конфигурации приложения следующие перенаправления привязки на узел "среды выполнения": {0}
tr: MSB3247: Aynı bağlı bütünleştirilmiş kodun farklı sürümleri arasında çakışmalar bulundu. Visual Studio’da, çakışmaları çözmek için bu uyarıya çift tıklayın (veya seçip Enter tuşuna basın); aksi takdirde, uygulama yapılandırma dosyasındaki "çalışma zamanı" düğümüne şu bağlama yeniden yönlendirmelerini ekleyin: {0}
zh_hans: MSB3247: 发现同一依赖程序集的不同版本间存在冲突。在 Visual Studio 中，请双击此警告(或选择此警告并按 Enter)以修复冲突；否则，请将以下绑定重定向添加到应用程序配置文件中的“runtime”节点: {0}
zh_hant: MSB3247: 在同一個相依組件的不同版本之間發現衝突。請在 Visual Studio 中按兩下這個警告 (或選取後按 Enter) 解決這些衝突，或者將下列繫結重新導向加到應用程式組態檔中的 [執行階段] 節點: {0}

# ResolveAssemblyReference.InvalidParameter
source: MSB3248: Parameter "{0}" has invalid value "{1}". {2}
cs: MSB3248: Parametr {0} má neplatnou hodnotu {1}. {2}
de: MSB3248: Der {0}-Parameter enthält einen ungültigen Wert "{1}". {2}
es: MSB3248: El parámetro "{0}" tiene el valor "{1}" no válido. {2}
fr: MSB3248: La valeur "{1}" du paramètre "{0}" n'est pas valide. {2}
it: MSB3248: il parametro "{0}" ha un valore non valido "{1}". {2}
ja: MSB3248: パラメーター "{0}" は無効な値 "{1}" を含んでいます。{2}
ko: MSB3248: "{0}" 매개 변수의 "{1}" 값이 잘못되었습니다. {2}
pl: MSB3248: Parametr „{0}” ma nieprawidłową wartość „{1}”. {2}
pt_br: MSB3248: O parâmetro "{0}" tem um valor inválido "{1}". {2}
ru: MSB3248: Параметр "{0}" имеет недопустимое значение "{1}". {2}
tr: MSB3248: "{0}" parametresinin "{1}" değeri geçersiz. {2}
zh_hans: MSB3248: 参数“{0}”具有无效值“{1}”。{2}
zh_hant: MSB3248: 參數 "{0}" 具有無效值 "{1}"。{2}

# ResolveAssemblyReference.InvalidAppConfig
source: MSB3249: Application Configuration file "{0}" is invalid. {1}
cs: MSB3249: Konfigurační soubor aplikace {0} je neplatný. {1}
de: MSB3249: Die Anwendungskonfigurationsdatei "{0}" ist ungültig. {1}
es: MSB3249: El archivo de configuración de la aplicación "{0}" no es válido. {1}
fr: MSB3249: Le fichier de configuration de l'application "{0}" n'est pas valide. {1}
it: MSB3249: file di configurazione dell'applicazione "{0}" non valido. {1}
ja: MSB3249: アプリケーション構成ファイル "{0}" は無効です。{1}
ko: MSB3249: 애플리케이션 구성 파일 "{0}"이(가) 잘못되었습니다. {1}
pl: MSB3249: Plik konfiguracyjny aplikacji „{0}” jest nieprawidłowy. {1}
pt_br: MSB3249: O arquivo de Configuração de Aplicativo "{0}" é inválido. {1}
ru: MSB3249: Недопустимый конфигурационный файл приложения "{0}". {1}
tr: MSB3249: "{0}" Uygulama Yapılandırması dosyası geçersiz. {1}
zh_hans: MSB3249: 应用程序配置文件“{0}”无效。{1}
zh_hant: MSB3249: 應用程式組態檔 "{0}" 無效。{1}

# ResolveAssemblyReference.InvalidInstalledAssemblyTablesFile
source: MSB3250: The file "{0}" will be ignored because it cannot be read. This file was either passed in to InstalledAssemblyTables or was found by searching the {1} folder in the TargetFrameworkDirectories. {2}
cs: MSB3250: Soubor {0} nelze přečíst a bude ignorován. Tento soubor byl předán parametru InstalledAssemblyTables nebo byl nalezen ve složce {1} určené parametrem TargetFrameworkDirectories. {2}
de: MSB3250: Die Datei "{0}" kann nicht gelesen werden und wird daher ignoriert. Diese Datei wurde an InstalledAssemblyTables übergeben oder beim Durchsuchen des Ordners "{1}" in den TargetFrameworkDirectories gefunden. {2}
es: MSB3250: Se omitirá el archivo "{0}" porque no se puede leer. Bien se pasó a InstalledAssemblyTables o bien se encontró al buscar en la carpeta {1} de TargetFrameworkDirectories. {2}
fr: MSB3250: Le fichier "{0}" va être ignoré, car il ne peut pas être lu. Ce fichier a été passé dans InstalledAssemblyTables ou a été trouvé lors de la recherche du dossier {1} dans TargetFrameworkDirectories. {2}
it: MSB3250: il file "{0}" verrà ignorato perché non può essere letto. Il file è stato passato a InstalledAssemblyTables o è stato trovato cercando nella cartella {1} in TargetFrameworkDirectories. {2}
ja: MSB3250: ファイル "{0}" は、読み取れないため無視されます。このファイルは、InstalledAssemblyTables に渡されたか、TargetFrameworkDirectories の {1} フォルダーの検索によって見つかりました。{2}
ko: MSB3250: "{0}" 파일은 읽어올 수 없으므로 무시됩니다. 이 파일을 InstalledAssemblyTables에 전달했거나 TargetFrameworkDirectories에서 {1} 폴더를 검색하여 찾았습니다. {2}
pl: MSB3250: Plik „{0}” zostanie zignorowany, ponieważ nie można go odczytać. Plik ten został przekazany do parametru InstalledAssemblyTables lub znaleziony podczas przeszukiwania folderu {1} określonego w parametrze TargetFrameworkDirectories. {2}
pt_br: MSB3250: O arquivo "{0}" será ignorado, pois não pode ser lido. Esse arquivo foi passado para o InstalledAssemblyTables ou foi encontrado com a pesquisa da pasta {1} nos TargetFrameworkDirectories. {2}
ru: MSB3250: файл "{0}" будет пропущен, так как его невозможно прочитать. Этот файл был передан в InstalledAssemblyTables или обнаружен при поиске в папке "{1}" в TargetFrameworkDirectories. {2}
tr: MSB3250: "{0}" dosyası okunamadığı için yoksayılacak. Bu dosya InstalledAssemblyTables’a geçirildi ya da TargetFrameworkDirectories içinde {1} klasörü aranarak bulundu. {2}
zh_hans: MSB3250: 将忽略文件“{0}”，因为无法读取该文件。此文件是传入到 InstalledAssemblyTables 的，或者是通过在 TargetFrameworkDirectories 中搜索 {1} 文件夹找到的。{2}
zh_hant: MSB3250: 將忽略檔案 "{0}"，因為無法讀取。這個檔案可能傳入 InstalledAssemblyTables，或是在 TargetFrameworkDirectories 中搜尋 {1} 資料夾找到。{2}

# ResolveAssemblyReference.FailedToResolveReferenceBecauseHigherTargetFramework
source: MSB3251: Could not resolve assembly {0}. The target framework required by this assembly ({1}) is higher than the project target framework. If this reference is required by your code, you may get compilation errors.
cs: MSB3251: Sestavení {0} nelze přeložit. Cílová architektura vyžadovaná tímto sestavením ({1}) je novější než cílová architektura projektu. Pokud kód tento odkaz vyžaduje, při kompilaci může dojít k chybám.
de: MSB3251: Die {0}-Assembly konnte nicht aufgelöst werden. Die für diese Assembly ({1}) erforderliche Version des Zielframeworks ist höher als die des Projektzielframeworks. Falls dieser Verweis im Code erforderlich ist, können Kompilierungsfehler auftreten.
es: MSB3251: No se pudo resolver el ensamblado {0}. La plataforma de destino que este ensamblado necesita ({1}) es superior a la del proyecto. Si el código necesita esta referencia, podrían producirse errores de compilación.
fr: MSB3251: Impossible de résoudre l'assembly {0}. Le Framework cible exigé par cet assembly ({1}) est une version supérieure à celle du Framework cible du projet. Si cette référence est exigé par votre code, cela peut entraîner des erreurs de compilation.
it: MSB3251: non è possibile risolvere l'assembly {0}. La versione del framework di destinazione richiesta dall'assembly {1} è successiva rispetto a quella del progetto. Se il riferimento è richiesto dal codice, potrebbero essere generati errori di compilazione.
ja: MSB3251: アセンブリ {0} を解決できませんでした。このアセンブリに必要なターゲット フレームワーク ({1}) は、プロジェクトのターゲット フレームワークより上位のものです。この参照がコードで必要とされる場合、コンパイル エラーが発生する可能性があります。
ko: MSB3251: {0} 어셈블리를 확인할 수 없습니다. 이 어셈블리({1})에 필요한 대상 프레임워크가 프로젝트 대상 프레임워크보다 버전이 높습니다. 해당 코드에 이 참조가 필요한 경우 컴파일 오류가 발생할 수 있습니다.
pl: MSB3251: Nie można rozpoznać zestawu {0}. Platforma docelowa wymagana przez ten zestaw ({1}) jest wyższa niż platforma docelowa projektu. Jeśli to odwołanie jest wymagane przez kod, mogą wystąpić błędy kompilacji.
pt_br: MSB3251: Não foi possível resolver o assembly "{0}". A estrutura de destino exigida pelo assembly ({1}) é superior à estrutura de destino do projeto. Se essa referência for exigida pelo seu código, poderão ocorrer erros de compilação.
ru: MSB3251: не удалось разрешить сборку {0}. Целевая платформа, требуемая этой сборкой ({1}), имеет более позднюю версию, чем целевая платформа проекта. Если эта ссылка необходима для кода, при компиляции могут возникнуть ошибки.
tr: MSB3251: {0} bütünleştirilmiş kodu çözümlenemedi. Bu bütünleştirilmiş kod için gereken hedef çerçeve ({1}), projenin hedef çerçevesinden daha yüksek Kodunuz için bu başvuru gerekliyse, derleme hatalarıyla karşılaşabilirsiniz.
zh_hans: MSB3251: 未能解析程序集 {0}。此程序集所需的目标框架({1})高于项目目标框架。如果您的代码需要此引用，则可能出现编译错误。
zh_hant: MSB3251: 無法解析組件 {0}。這個組件要求的目標 Framework ({1}) 高於此專案的目標架構。如果您的程式碼要求這個參考，可能會發生編譯錯誤。

source: MSB3252: The currently targeted framework "{1}" does not include the referenced assembly "{0}". To fix this, either (1) change the targeted framework for this project or (2) remove the referenced assembly from the project.
cs: MSB3252: Aktuální cílové rozhraní {1} neobsahuje odkazované sestavení {0}. Tento problém můžete vyřešit tak, že buď (1) změníte cílové rozhraní pro tento projekt, nebo (2) odeberete odkazované sestavení z projektu.
de: MSB3252: Das aktuelle Zielframework "{1}" enthält nicht die verwiesene Assembly "{0}". Um das Problem zu beheben, (1) ändern Sie das Zielframework für dieses Projekt, oder (2) entfernen Sie die verwiesene Assembly aus dem Projekt.
es: MSB3252: La versión de la plataforma de destino "{1}" actual no incluye el ensamblado "{0}"al que se hace referencia. Para corregirlo, (1) cambie la versión de la plataforma de destino para este proyecto, o bien (2) quite del proyecto el ensamblado al que se hace referencia.
fr: MSB3252: Le Framework ciblé actuel "{1}" ne contient pas l'assembly référencé "{0}". Pour résoudre cela, (1) modifiez le Framework ciblé pour ce projet ou (2) supprimez l'assembly référencé du projet.
it: MSB3252: il framework di destinazione corrente "{1}" non include l'assembly "{0}" di riferimento. Per correggere l'errore, (1) modificare il framework di destinazione per il progetto o (2) rimuovere l'assembly indicato nel progetto.
ja: MSB3252: 現在のターゲット フレームワーク "{1}" に、参照アセンブリ "{0}" が含まれていません。これを修正するには、次のいずれかを行ってください。(1) このプロジェクトのターゲット フレームワークを変更する。(2) 参照アセンブリをプロジェクトから削除する。
ko: MSB3252: 참조된 어셈블리 "{0}"이(가) 현재 대상 프레임워크 "{1}"에 없습니다. 이 문제를 해결하려면 (1) 이 프로젝트의 대상 프레임워크를 변경하거나 (2) 프로젝트에서 참조된 어셈블리를 제거하세요.
pl: MSB3252: Obecnie wskazana platforma docelowa „{1}” nie zawiera zestawu „{0}”, do którego prowadzi odwołanie. W celu rozwiązania tego problemu (1) zmień platformę docelową tego projektu lub (2) usuń z projektu zestaw wskazywany przez odwołanie.
pt_br: MSB3252: A estrutura "{1}" de destino atual não inclui o assembly "{0}" referenciado. Para corrigir isso, (1) altere a estrutura de destino para este projeto ou (2) remova o assembly referenciado do projeto.
ru: MSB3252: целевая платформа "{1}" не включает сборку "{0}", на которую указывает ссылка. Для устранения этой ошибки (1) измените целевую платформу для этого проекта или (2) удалите из проекта соответствующую сборку.
tr: MSB3252: Şu anda hedeflenmiş olan "{1}" çerçevesi, başvurulan "{0}" bütünleştirilmiş kodunu içermiyor. Bunu düzeltmek için, (1) bu projenin hedeflenen çerçevesini değiştirin ya da (2) başvurulan bütünleştirilmiş kodu projeden çıkarın.
zh_hans: MSB3252: 当前的目标框架“{1}”未包含引用的程序集“{0}”。若要解决此问题，请 (1) 更改此项目的目标框架，或者 (2) 从此项目中删除引用的程序集。
zh_hant: MSB3252: 目前的目標架構 "{1}" 不包括參考的組件 "{0}"。為修正這個問題，請 (1) 變更這個專案的目標架構，或者 (2) 從專案移除參考的組件。

# ResolveAssemblyReference.FailBecauseDependentAssemblyInExclusionList
source: MSB3253: The currently targeted framework "{2}" does not include "{1}" which the referenced assembly "{0}" depends on. This caused the referenced assembly to not resolve. To fix this, either (1) change the targeted framework for this project, or (2) remove the referenced assembly from the project.
cs: MSB3253: Aktuální cílové rozhraní {2} neobsahuje sestavení {1}, na kterém závisí odkazované sestavení {0}. Z toho důvodu nebylo odkazované sestavení rozpoznáno. Tento problém můžete vyřešit tak, že buď (1) změníte cílové rozhraní pro tento projekt, nebo (2) odeberete odkazované sestavení z projektu.
de: MSB3253: Das aktuelle Zielframework "{2}" enthält nicht "{1}". Die verwiesene Assembly "{0}" ist jedoch abhängig davon. Dadurch wurde die verwiesene Assembly nicht aufgelöst. Um das Problem zu beheben, (1) ändern Sie das Zielframework für dieses Projekt oder (2) entfernen die verwiesene Assembly aus dem Projekt.
es: MSB3253: La versión de la plataforma de destino "{2}" actual no incluye el elemento "{1}" del que depende el ensamblado "{0}" al que se hace referencia. Esto hizo que no se resolviera el ensamblado al que se hace referencia. Para corregirlo, (1) cambie la versión de .NET Framework de destino para este proyecto, o bien (2) quite del proyecto el ensamblado al que se hace referencia.
fr: MSB3253: Le Framework ciblé actuel "{2}" ne contient pas "{1}" dont dépend l'assembly référencé "{0}". Cela a empêché la résolution de l'assembly référencé. Pour résoudre cela, (1) modifiez le Framework ciblé pour ce projet ou (2) supprimez l'assembly référencé du projet.
it: MSB3253: il framework di destinazione corrente "{2}" non include "{1}" da cui dipende l'assembly "{0}" di riferimento, di conseguenza questo assembly non è stato risolto. Per correggere l'errore, (1) modificare il framework di destinazione per il progetto o (2) rimuovere l'assembly indicato nel progetto.
ja: MSB3253: 現在のターゲット フレームワーク "{2}" 内に、参照アセンブリ "{0}" が依存する "{1}" が含まれていません。このため、参照アセンブリを解決できませんでした。これを修正するには、次のいずれかを行ってください。(1) このプロジェクトのターゲット フレームワークを変更する。(2) 参照アセンブリをプロジェクトから削除する。
ko: MSB3253: 참조된 어셈블리 "{0}"이(가) 현재 대상 프레임워크 "{2}"에 없는 "{1}"에 종속되어 있기 때문에 참조된 어셈블리를 확인할 수 없습니다. 이 문제를 해결하려면 (1) 이 프로젝트의 대상 프레임워크를 변경하거나 (2) 프로젝트에서 참조된 어셈블리를 제거하세요.
pl: MSB3253: Obecnie wskazana platforma docelowa „{2}” nie zawiera „{1}”, od którego zależy zestaw „{0}” będący przedmiotem odwołania. W efekcie zestaw będący przedmiotem odwołania nie jest rozpoznawany. W celu rozwiązania tego problemu (1) zmień platformę docelową tego projektu lub (2) usuń z projektu zestaw wskazywany przez odwołanie.
pt_br: MSB3253: A estrutura "{2}" de destino atual não inclui "{1}", do qual o assembly "{0}" referenciado depende. Isso fez com que o assembly referenciado não fosse resolvido. Para corrigir isso, (1) altere a estrutura de destino para este projeto ou (2) remova o assembly referenciado do projeto.
ru: MSB3253: целевая платформа "{2}" не включает сборку "{1}", от которой зависит сборка "{0}", на которую указывает ссылка. Из-за этого невозможно разрешить сборку, на которую указывает ссылка. Для устранения этой ошибки (1) измените целевую платформу для этого проекта или (2) удалите из проекта соответствующую сборку.
tr: MSB3253: Şu anda hedeflenen "{2}" çerçevesi, başvurulan "{0}" bütünleştirilmiş kodunun bağımlı olduğu "{1}" öğesini içermiyor. Bu, başvurulan bütünleştirilmiş kodun çözümlenmemesine neden oldu. Bunu düzeltmek için, (1) bu projenin hedeflenen çerçevesini değiştirin ya da (2) başvurulan bütünleştirilmiş kodu projeden çıkarın.
zh_hans: MSB3253: 当前的目标框架“{2}”未包含引用的程序集“{0}”所依赖的“{1}”。这会导致无法解析引用的程序集。若要解决此问题，请 (1) 更改此项目的目标框架，或者 (2) 从此项目中删除引用的程序集。
zh_hant: MSB3253: 目前的目標架構 "{2}" 不包括參考的組件 "{0}" 所相依的 "{1}"。這導致參考的組件無法解析。為修正這個問題，請 (1) 變更這個專案的目標架構，或者 (2) 從專案移除參考的組件。

# ResolveAssemblyReference.InvalidInstalledAssemblySubsetTablesFile
source: MSB3254: The file "{0}" will be ignored because it cannot be read. This file was either passed in to InstalledAssemblySubsetTables or was found by searching the {1} folder in the TargetFrameworkDirectories. {2}
cs: MSB3254: Soubor {0} nelze přečíst a bude ignorován. Tento soubor byl předán parametru InstalledAssemblySubsetTables nebo byl nalezen ve složce {1} určené parametrem TargetFrameworkDirectories. {2}
de: MSB3254: Die Datei "{0}" kann nicht gelesen werden und wird daher ignoriert. Diese Datei wurde an InstalledAssemblySubsetTables übergeben oder beim Durchsuchen des Ordners "{1}" in den TargetFrameworkDirectories gefunden. {2}
es: MSB3254: Se omitirá el archivo "{0}" porque no se puede leer. Bien se pasó a InstalledAssemblySubsetTables o bien se encontró al buscar en la carpeta {1} de TargetFrameworkDirectories. {2}
fr: MSB3254: Le fichier "{0}" va être ignoré, car il ne peut pas être lu. Ce fichier a été passé dans InstalledAssemblySubsetTables ou a été trouvé lors de la recherche du dossier {1} dans TargetFrameworkDirectories. {2}
it: MSB3254: il file "{0}" verrà ignorato perché non può essere letto. Il file è stato passato a InstalledAssemblySubsetTables o è stato trovato cercando nella cartella {1} in TargetFrameworkDirectories. {2}
ja: MSB3254: ファイル "{0}" は、読み取れないため無視されます。このファイルは、InstalledAssemblySubsetTables に渡されたか、TargetFrameworkDirectories の {1} フォルダーの検索によって見つかりました。{2}
ko: MSB3254: "{0}" 파일은 읽어올 수 없으므로 무시됩니다. 이 파일을 InstalledAssemblySubsetTables에 전달했거나 TargetFrameworkDirectories에서 {1} 폴더를 검색하여 찾았습니다. {2}
pl: MSB3254: Plik „{0}” zostanie zignorowany, ponieważ nie można go odczytać. Plik ten został przekazany do parametru InstalledAssemblySubsetTables lub znaleziony podczas przeszukiwania folderu {1} określonego w parametrze TargetFrameworkDirectories. {2}
pt_br: MSB3254: O arquivo "{0}" será ignorado, pois não pode ser lido. Esse arquivo foi passado para o InstalledAssemblySubsetTables ou foi encontrado com a pesquisa da pasta {1} nos TargetFrameworkDirectories. {2}
ru: MSB3254: файл "{0}" будет пропущен, так как его невозможно прочитать. Этот файл был передан в InstalledAssemblySubsetTables или обнаружен при поиске в папке "{1}" в TargetFrameworkDirectories. {2}
tr: MSB3254: "{0}" dosyası okunamadığından yoksayılacak. Bu dosya InstalledAssemblySubsetTables’a geçirildi ya da TargetFrameworkDirectories içinde {1} klasörü aranarak bulundu. {2}
zh_hans: MSB3254: 将忽略文件“{0}”，因为无法读取该文件。此文件是传入到 InstalledAssemblySubsetTables 的，或者是通过在 TargetFrameworkDirectories 中搜索 {1} 文件夹找到的。{2}
zh_hant: MSB3254: 將忽略檔案 "{0}"，因為無法讀取。這個檔案可能傳入 InstalledAssemblySubsetTables，或是在 TargetFrameworkDirectories 中搜尋 {1} 資料夾找到。{2}

# ResolveAssemblyReference.NoSubsetsFound
source: MSB3255: Could not find any Target Framework Subset files in the Target Framework Directories or at the locations specified in the InstalledAssemblySubsetTables.
cs: MSB3255: V adresářích cílové architektury ani v umístěních zadaných parametrem InstalledAssemblySubsetTables nebyly nalezeny žádné soubory podmnožiny cílové architektury.
de: MSB3255: Es wurden keine Dateien für die Zielframeworkteilmenge in den Zielframeworkverzeichnissen oder an den in InstalledAssemblySubsetTables angegebenen Speicherorten gefunden.
es: MSB3255: No se encontraron los archivos de subconjuntos de la plataforma de destino en los directorios de dicha versión ni en las ubicaciones especificadas en InstalledAssemblySubsetTables.
fr: MSB3255: Impossible de trouver des fichiers de sous-ensembles du Framework cible dans les répertoires du Framework cible ou aux emplacements spécifiés dans InstalledAssemblySubsetTables.
it: MSB3255: i file di sottoinsieme .NET Framework di destinazione non sono stati trovati nelle relative directory o nei percorsi specificati in InstalledAssemblySubsetTables.
ja: MSB3255: ターゲット フレームワーク サブセット ファイルが、ターゲット フレームワーク ディレクトリ、または InstalledAssemblySubsetTables で指定された場所で見つかりませんでした。
ko: MSB3255: 대상 프레임워크 디렉터리 또는 InstalledAssemblySubsetTables에 지정된 위치에서 대상 프레임워크 하위 집합 파일을 찾을 수 없습니다.
pl: MSB3255: Nie można znaleźć żadnych plików podzestawu platformy docelowej w katalogach platformy docelowej ani w lokalizacjach określonych w parametrze InstalledAssemblySubsetTables.
pt_br: MSB3255: Não foi possível encontrar arquivos de Subconjunto de Estrutura de Destino nos Diretórios de Estrutura de Destino ou nos locais especificados em InstalledAssemblySubsetTables.
ru: MSB3255: Не удалось найти файлы подмножества требуемой версии .NET Framework в каталогах требуемой версии .NET Framework или в местоположениях, указанных в InstalledAssemblySubsetTables.
tr: MSB3255: Hedef Framework Dizinlerinde veya InstalledAssemblySubsetTables içinde belirtilen konumlarda hiç Hedef Framework Alt Küme dosyası bulunamadı.
zh_hans: MSB3255: 在目标框架目录或在 InstalledAssemblySubsetTables 中指定的位置处，未能找到任何目标框架子集文件。
zh_hant: MSB3255: 在目標 Framework 目錄或 InstalledAssemblySubsetTables 中指定的位置找不到任何目標 Framework 子集檔案。
