Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GetInstalledSDKs.SDKNameAndLocation
source: SDK "{0}" is installed at "{1}"
cs: Sada SDK {0} je nainstalována v umístění {1}.
de: SDK "{0}" ist in "{1}" installiert
es: El SDK "{0}" está instalado en "{1}"
fr: Le SDK "{0}" est installé à "{1}"
it: SDK "{0}" è installato in "{1}"
ja: SDK "{0}" は "{1}" にインストールされています
ko: SDK "{0}"이(가) "{1}"에 설치되었습니다.
pl: Zestaw SDK „{0}” jest zainstalowany na „{1}”
pt_br: SDK "{0}" está instalado em "{1}"
ru: Пакет SDK "{0}" установлен в "{1}"
tr: SDK "{0}" "{1}" konumunda yüklü
zh_hans: SDK“{0}”已安装在“{1}”处
zh_hant: SDK "{0}" 安裝在 "{1}"

# GetInstalledSDKs.FoundSDKs
source: Found "{0}" SDKs.
cs: Počet nalezených sad SDK: {0}
de: "{0}" SDKs gefunden.
es: Se encontraron "{0}" SDK.
fr: "{0}" SDK trouvés.
it: Trovati "{0}" SDK.
ja: "{0}" 個の SDK が見つかりました。
ko: "{0}"개 SDK를 찾았습니다.
pl: Znaleziono następującą liczbę zestawów SDK: „{0}”.
pt_br: Foram encontrados "{0}" SDKs.
ru: Найдено пакетов SDK: "{0}".
tr: "{0}" SDK'leri bulundu.
zh_hans: 找到了“{0}”个 SDK。
zh_hant: 找到 "{0}" 個 SDK。

# GetInstalledSDKs.SearchingForSDKs
source: Searching for SDKs targeting "{0}, {1}".
cs: Probíhá vyhledávání sad SDK určených pro cílovou platformu {0}, {1}.
de: Suche nach SDKs mit dem Ziel "{0}, {1}".
es: Buscando SDK con la versión de destino "{0}, {1}".
fr: Recherche de SDK ciblant "{0}, {1}".
it: Ricerca per SDK destinati a "{0}, {1}".
ja: "{0}, {1}" をターゲットとする SDK を検索しています。
ko: "{0}, {1}"을(를) 대상으로 지정하여 SDK를 검색하고 있습니다.
pl: Wyszukiwanie zestawów SDK przeznaczonych dla „{0}, {1}”.
pt_br: Pesquisando SDKs destinados a "{0}, {1}".
ru: Идет поиск пакетов SDK, предназначенных для "{0}, {1}".
tr: "{0}, {1}" hedefleyen SDK'ler aranıyor.
zh_hans: 搜索以“{0}, {1}”为目标的 SDK。
zh_hant: 正在搜尋以 "{0}, {1}" 為目標的 SDK。

# GetInstalledSDKs.TargetPlatformInformationMissing
source: MSB3784: "TargetPlatformVersion" and "TargetPlatformIdentifier" cannot be empty.
cs: MSB3784: Parametry TargetPlatformVersion a TargetPlatformIdentifier nemohou být prázdné.
de: MSB3784: "TargetPlatformVersion" und "TargetPlatformIdentifier" dürfen nicht leer sein.
es: MSB3784: "TargetPlatformVersion" y "TargetPlatformIdentifier" no pueden estar vacíos.
fr: MSB3784: "TargetPlatformVersion" et "TargetPlatformIdentifier" ne peuvent pas être vides.
it: MSB3784: "TargetPlatformVersion" e "TargetPlatformIdentifier" non possono essere vuoti.
ja: MSB3784: "TargetPlatformVersion" と "TargetPlatformIdentifier" を空にすることはできません。
ko: MSB3784: "TargetPlatformVersion" 및 "TargetPlatformIdentifier"는 비워 둘 수 없습니다.
pl: MSB3784: Atrybuty „TargetPlatformVersion” i „TargetPlatformIdentifier” nie mogą być puste.
pt_br: MSB3784: "TargetPlatformVersion" e"TargetPlatformIdentifier" não podem ser vazios.
ru: MSB3784: атрибуты TargetPlatformVersion и TargetPlatformIdentifier не могут быть пустыми.
tr: MSB3784: "TargetPlatformVersion" ve "TargetPlatformIdentifier" boş olamaz.
zh_hans: MSB3784: "TargetPlatformVersion" 和 "TargetPlatformIdentifier" 不能为空。
zh_hant: MSB3784: "TargetPlatformVersion" 和 "TargetPlatformIdentifier" 不可為空白。

# GetInstalledSDKs.NoSDksFound
source: MSB3785: No SDKs were found for TargetPlatform = {0} v{1}. SDKReference items will not be resolved. If your application requires these references there may be compilation errors.
cs: MSB3785: Nenašly se žádné sady SDK pro cílovou platformu {0} v {1}. Položky SDKReference se nevyřeší. Pokud vaše aplikace vyžaduje tyto odkazy, může dojít k chybám kompilace.
de: MSB3785: Für die TargetPlatform = "{0} v{1}" wurden keine SDKs gefunden. SDKReference-Elemente werden nicht aufgelöst. Wenn Ihre Anwendung diese Verweise benötigt, kann es zu Kompilierungsfehlern kommen.
es: MSB3785: No se encontró ningún SDK para TargetPlatform = {0} v{1}. Los elementos SDKReference no se resolverán. Si la aplicación requiere estas referencias, puede que haya errores de compilación.
fr: MSB3785: SDK introuvables pour TargetPlatform = {0} v{1}. Les éléments SDKReference ne seront pas résolus. Si votre application a besoin de ces références, des erreurs de compilation risquent de se produire.
it: MSB3785: non sono stati trovati SDK per TargetPlatform = {0} v{1}. Gli elementi SDKReference non verranno risolti. Se l'applicazione richiede questi riferimenti, potrebbero verificarsi errori di compilazione.
ja: MSB3785: TargetPlatform = {0} v{1} に対して SDK が見つかりませんでした。SDKReference 項目は解決されません。アプリケーションでこれらの参照が必要な場合、コンパイル エラーが発生する可能性があります。
ko: MSB3785: TargetPlatform = {0} v{1}에 대한 SDK를 찾을 수 없습니다. SDKReference 항목이 확인되지 않습니다. 애플리케이션에 이러한 참조가 필요한 경우 컴파일 오류가 발생할 수 있습니다.
pl: MSB3785: Nie znaleziono zestawów SDK dla elementu TargetPlatform = {0} v{1}. Elementy SDKReference nie będą rozpoznawane. Jeśli aplikacja wymaga takich odwołań, mogą wystąpić błędy kompilacji.
pt_br: MSB3785: nenhum SDK encontrado para TargetPlatform = {0} v{1}. Itens de SDKReference não serão resolvidos. Se o seu aplicativo necessitar dessas referências, poderá ocorrer erros de compilação.
ru: MSB3785: пакеты SDK не найдены для целевой платформы (TargetPlatform) "{0}" v{1}. Элементы SDKReference не будут разрешены. Если эти ссылки необходимы для работы приложения, при компиляции могут возникнуть ошибки.
tr: MSB3785: TargetPlatform = {0} v{1} için SDK bulunamadı. SDKReference öğeleri çözümlenmeyecek. Uygulamanız için bu başvurular gerekliyse derleme hataları olabilir.
zh_hans: MSB3785: 对于 TargetPlatform = {0} v{1}，找不到任何 SDK。将不会解析 SDKReference 项。如果应用程序需要这些引用，则可能会出现编译错误。
zh_hant: MSB3785: 找不到 TargetPlatform = {0} v{1} 的 SDK。將不會解析 SDKReference 項目。如果您的應用程式需要這些參考，可能有編譯錯誤。

# GetInstalledSDKs.CouldNotGetSDKList
source: MSB3786: There was a problem retrieving the installed SDKs on the machine. {0}
cs: MSB3786: Při načítání sad SDK nainstalovaných v počítači nastal problém. {0}
de: MSB3786: Problem beim Abrufen des installierten SDKs auf dem Computer. {0}
es: MSB3786: Error al recuperar los SDK instalados en el equipo. {0}
fr: MSB3786: Un problème est survenu lors de l'extraction des SDK installés sur la machine. {0}
it: MSB3786: problema durante il recupero degli SDK installati in questo computer. {0}
ja: MSB3786: コンピューターにインストールされている SDK の取得中に問題が発生しました。{0}
ko: MSB3786: 컴퓨터에서 설치된 SDK를 검색하는 동안 문제가 발생했습니다. {0}
pl: MSB3786: Wystąpił problem podczas uzyskiwania informacji o zestawach SDK zainstalowanych na komputerze. {0}
pt_br: MSB3786: problema na recuperação dos SDKs instalados na máquina. {0}
ru: MSB3786: неполадка при извлечении пакетов SDK, установленных на компьютере. {0}
tr: MSB3786: Makinede yüklü olan SDK'ler alınırken bir sorun oluştu. {0}
zh_hans: MSB3786: 在计算机上检索安装的 SDK 时出现问题。{0}
zh_hant: MSB3786: 擷取電腦上安裝的 SDK 時發生問題。{0}

# GetSDKReferenceFiles.GetSDKReferences
source: Enumerating SDK Reference "{0}" from "{1}".
cs: Probíhá vytváření výčtu odkazu {0} sady SDK z {1}.
de: Enumeriere SDK-Verweise "{0}" von "{1}".
es: Enumerando la referencia SDK "{0}" desde "{1}".
fr: Énumération de la référence SDK "{0}" de "{1}".
it: Enumerazione del riferimento SDK "{0}" da "{1}".
ja: SDK 参照 "{0}" を "{1}" から列挙しています。
ko: "{1}"에서 SDK 참조 "{0}"을(를) 열거하고 있습니다.
pl: Wyliczanie odwołania do zestawu SDK „{0}” od „{1}”.
pt_br: Enumerando Referência de SDK "{0}" de "{1}".
ru: Идет перечисление ссылки на пакет SDK "{0}" из "{1}".
tr: "{1}" içindeki SDK Başvurusu "{0}" numaralandırılıyor.
zh_hans: 枚举“{1}”中的 SDK 引用“{0}”。
zh_hant: 正在列舉 "{1}" 中的 SDK 參考 "{0}"。

# GetSDKReferenceFiles.ExpandReferencesFrom
source: Looking for references under "{0}".
cs: Probíhá hledání odkazů v rámci {0}.
de: Suche Verweise in "{0}".
es: Buscando referencias bajo "{0}".
fr: Recherche de références sous "{0}".
it: Ricerca dei riferimenti in "{0}".
ja: "{0}" にある参照を検索しています。
ko: "{0}" 아래에서 참조를 찾고 있습니다.
pl: Wyszukiwanie odwołań w „{0}”.
pt_br: Procurando por referências em "{0}".
ru: Идет поиск ссылок в "{0}".
tr: "{0}" altında güncelleştirmeler aranıyor.
zh_hans: 在“{0}”下查找引用。
zh_hant: 正在尋找 "{0}" 底下的參考。

# GetSDKReferenceFiles.ExpandRedistFrom
source: Looking for redist files under "{0}".
cs: Probíhá hledání souborů redistribučního balíčku v rámci {0}.
de: Redistributabledateien werden gesucht in "{0}".
es: Buscando archivos de paquete redistribuible en "{0}".
fr: Recherche des fichiers de package redistribuable sous "{0}".
it: Ricerca dei file di pacchetti ridistribuibili in "{0}".
ja: "{0}" で再頒布可能パッケージ ファイルを検索しています。
ko: "{0}" 아래에서 재배포 가능 패키지 파일을 찾고 있습니다.
pl: Wyszukiwanie plików redystrybucyjnych w lokalizacji „{0}”.
pt_br: Procurando por arquivos do pacote redistribuível em "{0}".
ru: Идет поиск файлов распространяемого пакета в "{0}".
tr: "{0}" altında yeniden dağıtım dosyaları aranıyor.
zh_hans: 正在“{0}”下查找可再发行程序包文件。
zh_hant: 正在尋找 "{0}" 下的可轉散發套件檔案。

# GetSDKReferenceFiles.NotExpanding
source: Not enumerating SDK Reference "{0}" because the "ExpandReferences" metadata is not true on the reference.
cs: Není vytvářen výčet odkazu {0} sady SDK, protože položka metadat ExpandReferences není pro odkaz nastavena na hodnotu True.
de: SDK-Verweis "{0}" wird nicht enumeriert, da die "ExpandReferences"-Metadaten nicht auf die Verweise zutreffen.
es: No se enumera la referencia SDK "{0}" porque los metadatos "ExpandReferences" no son true en la referencia.
fr: Aucune énumération de la référence SDK "{0}" car les métadonnées "ExpandReferences" n'ont pas la valeur true sur la référence.
it: Enumerazione del riferimento SDK "{0}" non eseguita. I metadati "ExpandReferences" non sono true nel riferimento.
ja: "ExpandReferences" メタデータが参照で true でないため、SDK 参照 "{0}" を列挙していません。
ko: 참조에서 "ExpandReferences" 메타데이터가 true가 아니므로 SDK 참조 "{0}"을(를) 열거하지 않습니다.
pl: Odwołanie do zestawu SDK „{0}” nie zostanie wyliczone, ponieważ metadane funkcji „ExpandReferences” są błędne w odwołaniu.
pt_br: Não enumerando Referência de SDK "{0}" porque os metadados "ExpandReferences" não são true na referência.
ru: Перечисление ссылки на пакет SDK "{0}" не выполняется, поскольку для метаданных ссылки ExpandReferences не задано значение true.
tr: "{0}" SDK Başvurusundaki "ExpandReferences" meta verisi true olmadığından başvuru numaralandırılmıyor.
zh_hans: 不枚举 SDK 引用“{0}”，因为“ExpandReferences”元数据在此引用上不为 true。
zh_hant: 並未列舉 SDK 參考 "{0}"，因為參考上的 "ExpandReferences" 中繼資料不是 true。

# GetSDKReferenceFiles.AddingReference
source: Adding reference "{0}".
cs: Přidání odkazu {0}
de: Der Verweis "{0}" wird hinzugefügt.
es: Agregando la referencia "{0}".
fr: Ajout de la référence "{0}".
it: Aggiunta del riferimento "{0}".
ja: 参照 "{0}" を追加しています。
ko: "{0}" 참조를 추가하고 있습니다.
pl: Dodawanie odwołania „{0}”.
pt_br: Adicionando referência "{0}".
ru: Добавление ссылки "{0}".
tr: "{0}" başvurusu ekleniyor.
zh_hans: 添加引用“{0}”。
zh_hant: 正在加入參考 "{0}"。

# GetSDKReferenceFiles.AddingRedistFile
source: Adding file "{0}" from redist folder with target path "{1}".
cs: Přidává se soubor {0} ze složky redistribučního balíčku s cílovou cestou {1}.
de: Datei "{0}" aus Redistributable-Ordner mit Zielpfad "{1}" wird hinzugefügt.
es: Se agregará el archivo "{0}" desde la carpeta redistribuible con la ruta de acceso de destino "{1}".
fr: Ajout du fichier "{0}" à partir du dossier de packages redistribuables avec le chemin cible "{1}".
it: Aggiunta del file "{0}" dalla cartella dei pacchetti ridistribuibili con percorso di destinazione "{1}".
ja: redist フォルダーからターゲット パス "{1}" のファイル "{0}" を追加しています。
ko: 대상 경로가 "{1}"인 재배포 가능 패키지 폴더에서 "{0}" 파일을 추가하고 있습니다.
pl: Dodawanie pliku „{0}” z folderu pakietu redystrybucyjnego do ścieżki docelowej „{1}”.
pt_br: Adicionando o arquivo "{0}" da pasta de pacote redistribuível com o caminho de destino "{1}".
ru: Добавление файла "{0}" из папки распространяемого пакета с целевым путем "{1}".
tr: "{1}" hedef yolundaki yeniden dağıtım klasöründen "{0}" dosyası ekleniyor.
zh_hans: 正在从包含目标路径“{1}”的可再发行程序包文件夹添加文件“{0}”。
zh_hant: 從目標路徑為 "{1}" 的可轉散發套件資料夾加入檔案 "{0}"。

# GetSDKReferenceFiles.ConflictRedistSameSDK
source: There was a conflict between two redist files going to the same target path "{0}" within the "{1}" SDK. Choosing "{2}" over "{3}" because it was resolved first.
cs: V rámci sady SDK {1} došlo ke konfliktu mezi dvěma soubory redistribučního balíčku, které oba směřují do stejné cílové cesty {0}. Bude upřednostněn soubor {2} před souborem {3}, protože byl vyřešen jako první.
de: Konflikt zwischen zwei Redistributabledateien für denselben Zielpfad "{0}" im SDK "{1}". "{2}" wird "{3}" gegenüber bevorzugt, da es zuerst aufgelöst wurde.
es: Conflicto entre dos archivos de paquete redistribuible que van a la misma ruta de acceso de destino "{0}" dentro del SDK "{1}". Se elegirá "{2}" sobre "{3}" porque se resolvió primero.
fr: Un conflit s'est produit entre deux fichiers de package redistribuable pointant vers le même chemin cible "{0}" dans le SDK "{1}". "{2}" est choisi plutôt que "{3}", car il a été résolu en premier.
it: Conflitto tra due file di pacchetti ridistribuibili con lo stesso percorso di destinazione "{0}" all'interno dell'SDK "{1}". Verrà scelto "{2}" invece di "{3}" perché è stato risolto per primo.
ja: "{1}" SDK 内の同じターゲット パス "{0}" に移動する 2 つの再頒布可能パッケージファイル間に競合がありました。先に解決された "{2}" が "{3}" よりも優先されます。
ko: "{1}" SDK 내 동일한 대상 경로 "{0}"(으)로 이동하는 두 재배포 가능 패키지 파일 간에 충돌이 발생했습니다. "{3}" 대신 먼저 확인된 "{2}"을(를) 선택합니다.
pl: Wystąpił konflikt dwóch plików redystrybucyjnych, które mają taką samą ścieżkę docelową „{0}” w zestawie SDK „{1}”. Wybrano plik „{2}” zamiast pliku „{3}”, ponieważ został on rozpoznany jako pierwszy.
pt_br: Houve um conflito entre dois arquivos do pacote redistribuível com o mesmo caminho de destino "{0}" no SDK "{1}". Escolhendo "{2}" em vez de "{3}" porque foi resolvido primeiro.
ru: Конфликт между двумя файлами распространяемого пакета, которые разрешаются в один целевой путь "{0}" в пакете SDK "{1}". Выбирается "{2}", а не "{3}", поскольку он был разрешен первым.
tr: "{1}" SDK’sı içindeki aynı "{0}" hedef yoluna giden iki yeniden dağıtım dosyası arasında bir çakışma vardı. Daha önce çözümlendiğinden "{3}" yerine "{2}" seçiliyor.
zh_hans: 两个可再发行程序包文件之间存在冲突，它们进入“{1}”SDK 中的同一目标路径“{0}”。将优先于“{3}”选择“{2}”，因为后者是先解析的。
zh_hant: 兩個可轉散發套件檔案發生衝突，檔案即將移至 "{1}" SDK 內的相同目標路徑 "{0}"。將選擇 "{2}" 而不選擇 "{3}"，因為它先完成解析。

# GetSDKReferenceFiles.ConflictRedistDifferentSDK
source: There was a conflict between two files from the redist folder files going to the same target path "{0}" between the "{1}" and "{2}" SDKs. Choosing "{3}" over "{4}" because it was resolved first.
cs: Došlo ke konfliktu mezi dvěma soubory ze složky redistribučního balíčku, které oba směřují do stejné cílové cesty {0}. K tomuto konfliktu došlo mezi sadami SDK {1} a {2}. Bude upřednostněn soubor {3} před souborem {4}, protože byl vyřešen jako první.
de: Konflikt zwischen zwei Dateien aus redist-Ordner für denselben Zielpfad "{0}" zwischen den SDKs "{1}" und "{2}". "{3}" wird "{4}" gegenüber bevorzugt, da es zuerst aufgelöst wurde.
es: Conflicto entre dos archivos de la carpeta redist que van a la misma ruta de acceso de destino "{0}" entre los SDK "{1}" y "{2}". Se elegirá "{3}" sobre "{4}" porque se resolvió primero.
fr: Un conflit s'est produit entre deux fichiers du dossier du package redistribuable pointant vers le même chemin cible "{0}" entre les SDK "{1}" et "{2}". "{3}" est choisi plutôt que "{4}", car il a été résolu en premier.
it: Conflitto tra due file della cartella dei pacchetti ridistribuibili che hanno lo stesso percorso di destinazione "{0}" tra gli SDK "{1}" e "{2}". Verrà scelto "{3}" invece di "{4}" perché è stato risolto per primo.
ja: "{1}" SDK と "{2}" SDK の間で同じターゲット パス "{0}" に移動する再頒布可能パッケージ フォルダーの 2 つのファイル間に競合がありました。先に解決された "{3}" が "{4}" よりも優先されます。
ko: "{1}" 및 "{2}" SDK 사이의 동일한 대상 경로 "{0}"(으)로 이동하는 재배포 가능 패키지 폴더 파일의 두 파일 간에 충돌이 발생했습니다. "{4}" 대신 먼저 확인된 "{3}"을(를) 선택합니다.
pl: Wystąpił konflikt dwóch plików z folderu redystrybucyjnego, które mają taką samą ścieżkę docelową „{0}” w zestawach SDK „{1}” i „{2}”. Wybrano plik „{3}” zamiast pliku „{4}”, ponieważ został on rozpoznany jako pierwszy.
pt_br: Houve um conflito entre dois arquivos da pasta do pacote redistribuível com o mesmo caminho de destino "{0}" entre os SDKs "{1}" e "{2}". Escolhendo "{3}" em vez de "{4}" porque foi resolvido primeiro.
ru: Конфликт между двумя файлами из папки распространяемого пакета, которые разрешаются в один целевой путь "{0}" для пакетов SDK "{1}" и "{2}". Выбирается "{3}", а не "{4}", поскольку он был разрешен первым.
tr: "{1}" ve "{2}" SDK’ları arasındaki aynı "{0}" hedef yoluna giden yeniden dağıtım klasörü dosyalarındaki iki dosya arasında bir çakışma vardı. Daha önce çözümlendiğinden "{4}" yerine "{3}" seçiliyor.
zh_hans: 可再发行程序包文件夹中的两个文件之间存在冲突，它们在“{1}”和“{2}”SDK 之间进入同一目标路径“{0}”。将优先于“{4}”选择“{3}”，因为后者是先解析的。
zh_hant: 可轉散發套件資料夾中的兩個檔案發生衝突，檔案即將移至 "{1}" 與 "{2}" SDK 之間的相同目標路徑 "{0}"。將選擇 "{3}" 而不選擇 "{4}"，因為它先完成解析。

# GetSDKReferenceFiles.ConflictReferenceSameSDK
source: There was a conflict between two references with the same file name resolved within the "{0}" SDK. Choosing "{1}" over "{2}" because it was resolved first.
cs: Došlo ke konfliktu mezi dvěma odkazy se stejným názvem souboru, které byly vyřešeny v rámci sady SDK {0}. Bude upřednostněn odkaz {1} před odkazem {2}, protože byl vyřešen jako první.
de: Konflikt zwischen zwei Verweisen im SDK "{0}", die mit demselben Dateinamen aufgelöst wurden. "{1}" wird "{2}" gegenüber bevorzugt, da es zuerst aufgelöst wurde.
es: Hubo un conflicto entre dos referencias con el mismo nombre de archivo resuelto dentro del SDK "{0}". Se elegirá "{1}" en lugar de "{2}" porque se resolvió primero.
fr: Un conflit s'est produit entre deux références portant le même nom de fichier résolues dans le SDK "{0}". "{1}" est choisi plutôt que "{2}", car il a été résolu en premier.
it: Conflitto tra due riferimenti con lo stesso nome file risolti nell'SDK "{0}". Viene scelto "{1}" invece di "{2}" perché è stato risolto per primo.
ja: 2 つの参照の間で競合が見つかりました。"{0}" SDK 内でどちらも同じファイル名に解決されます。先に解決された "{1}" が "{2}" よりも優先されます。
ko: "{0}" SDK 내에서 확인된 동일한 파일 이름을 사용하는 두 참조 간에 충돌이 발생했습니다. "{2}" 대신 먼저 확인된 "{1}"을(를) 선택합니다.
pl: Wystąpił konflikt dwóch odwołań, które dotyczą tej samej nazwy pliku rozpoznanej w zestawie SDK „{0}”. Wybrano plik „{1}” zamiast pliku „{2}”, ponieważ został on rozpoznany jako pierwszy.
pt_br: Houve um conflito entre duas referências com o mesmo nome de arquivo resolvido no SDK "{0}". Escolhendo "{1}" em vez de "{2}" porque foi resolvido primeiro.
ru: Конфликт между двумя ссылками с одинаковым именем файла, разрешаемыми в пакете SDK "{0}". Выбирается "{1}", а не "{2}", поскольку она была разрешена первой.
tr: "{0}" SDK’sı içinde çözümlenen aynı dosya adına sahip iki başvuru arasında bir çakışma vardı. Daha önce çözümlendiğinden "{2}" yerine "{1}" seçiliyor.
zh_hans: 两个引用之间存在冲突，它们在“{0}”SDK 内解析的文件名相同。将优先于“{2}”选择“{1}”，因为后者是先解析的。
zh_hant: "{0}" SDK 內解析成相同檔案名稱的兩個參考之間發生衝突。將選擇 "{1}" 而不選擇 "{2}"，因為它先完成解析。

# GetSDKReferenceFiles.ConflictReferenceDifferentSDK
source: There was a conflict between two references with the same file name between the "{0}" and "{1}" SDKs. Choosing "{2}" over "{3}" because it was resolved first.
cs: Došlo ke konfliktu mezi dvěma odkazy se stejným názvem souboru mezi sadami SDK {0} a {1}. Bude upřednostněn soubor {2} před souborem {3}, protože byl vyřešen jako první.
de: Konflikt zwischen zwei Verweisen mit demselben Dateinamen zwischen den SDKs "{0}" und "{1}". "{2}" wird "{3}" gegenüber bevorzugt, da es zuerst aufgelöst wurde.
es: Hubo un conflicto entre dos referencias con el mismo nombre de archivo entre los SDK "{0}" y "{1}". Se elegirá "{2}" sobre "{3}" porque se resolvió primero.
fr: Un conflit s'est produit entre deux références portant le même nom de fichier entre les SDK "{0}" et "{1}". "{2}" est choisi plutôt que "{3}", car il a été résolu en premier.
it: Conflitto tra due riferimenti con lo stesso nome file tra gli SDK "{0}" e "{1}". Viene scelto "{2}" invece di "{3}" perché è stato risolto per primo.
ja: 2 つの参照の間で競合が見つかりました。"{0}" と "{1}" の SDK 間でファイル名が同じになります。先に解決された "{2}" が "{3}" よりも優先されます。
ko: "{0}" 및 "{1}" SDK 사이에서 동일한 파일 이름을 사용하는 두 참조 간에 충돌이 발생했습니다. "{3}" 대신 먼저 확인된 "{2}"을(를) 선택합니다.
pl: Wystąpił konflikt dwóch odwołań, które dotyczą tej samej nazwy pliku w zestawach SDK „{0}” i „{1}”. Wybrano plik „{2}” zamiast pliku „{3}”, ponieważ został on rozpoznany jako pierwszy.
pt_br: Houve um conflito entre duas referências com o mesmo nome de arquivo entre os SDKs "{0}" e "{1}". Escolhendo "{2}" em vez de "{3}" porque foi resolvido primeiro.
ru: Конфликт между двумя ссылками с одинаковым именем файла для пакетов SDK "{0}" и "{1}". Выбирается "{2}", а не "{3}", поскольку она была разрешена первой.
tr: "{0}" ve "{1}" SDK’ları arasındaki aynı dosya adına sahip iki başvuru arasında bir çakışma vardı. Daha önce çözümlendiğinden "{3}" yerine "{2}" seçiliyor.
zh_hans: 两个引用之间存在冲突，它们在“{0}”和“{1}”SDK 之间具有相同的文件名。将优先于“{3}”选择“{2}”，因为后者是先解析的。
zh_hant: "{0}" 與 "{1}" SDK 之間相同檔案名稱的兩個參考之間發生衝突。將選擇 "{2}" 而不選擇 "{3}"，因為它先完成解析。

# GetSDKReferenceFiles.ProblemReadingCacheFile
source: There was a problem reading the cache file "{0}". "{1}"
cs: Při čtení souboru mezipaměti {0} nastal problém. {1}
de: Problem beim Lesen der Cachedatei "{0}". "{1}"
es: Problema al leer el archivo de caché "{0}". "{1}"
fr: Un problème s'est produit lors de la lecture du fichier cache "{0}". "{1}"
it: Problema nella lettura del file di cache "{0}". "{1}"
ja: キャッシュ ファイル "{0}" の読み取り中に問題が発生しました。"{1}"
ko: 캐시 파일 "{0}"을(를) 읽는 동안 문제가 발생했습니다. "{1}"
pl: Wystąpił problem podczas odczytywania pliku pamięci podręcznej „{0}”. „{1}”
pt_br: Houve um problema na leitura do arquivo de cache "{0}". "{1}"
ru: Проблема при чтении файла кэша "{0}". "{1}"
tr: "{0}" önbellek dosyası okunurken bir sorun oluştu. "{1}"
zh_hans: 读取缓存文件“{0}”时发生问题。“{1}”
zh_hant: 讀取快取檔案 "{0}" 時發生問題。"{1}"

# GetSDKReferenceFiles.ProblemDeletingCacheFile
source: There was a problem deleting the cache file "{0}". "{1}"
cs: Při odstraňování souboru mezipaměti {0} nastal problém. {1}
de: Problem beim Löschen der Cachedatei "{0}". "{1}"
es: Problema al eliminar el archivo de caché "{0}". "{1}"
fr: Un problème s'est produit lors de la suppression du fichier cache "{0}". "{1}"
it: Problema nell'eliminazione del file di cache "{0}". "{1}"
ja: キャッシュ ファイル "{0}" の削除中に問題が発生しました。"{1}"
ko: 캐시 파일 "{0}"을(를) 삭제하는 동안 문제가 발생했습니다. "{1}"
pl: Wystąpił problem podczas usuwania pliku pamięci podręcznej „{0}”. „{1}”
pt_br: Houve um problema na exclusão do arquivo de cache "{0}". "{1}"
ru: Проблема при удалении файла кэша "{0}". "{1}"
tr: "{0}" önbellek dosyası silinirken bir sorun oluştu. "{1}"
zh_hans: 删除缓存文件“{0}”时发生问题。“{1}”
zh_hant: 刪除快取檔案 "{0}" 時發生問題。"{1}"

# GetSDKReferenceFiles.ProblemGeneratingHash
source: There was a problem getting the time stamp of the current assembly "{0}". "{1}"
cs: Při získávání časového razítka aktuálního sestavení {0} nastal problém. {1}
de: Problem beim Abrufen des Zeitstempels aus der aktuellen Assembly "{0}". "{1}"
es: Problema al obtener la marca de tiempo del ensamblado actual "{0}". "{1}"
fr: Un problème s'est produit lors de l'obtention de l'horodatage de l'assembly actuel "{0}". "{1}"
it: Problema nel recupero del timestamp dell'assembly corrente "{0}". "{1}"
ja: 現在のアセンブリ "{0}" のタイム スタンプの取得中に問題が発生しました。"{1}"
ko: 현재 어셈블리 "{0}"의 타임스탬프를 가져오는 동안 문제가 발생했습니다. "{1}"
pl: Wystąpił problem podczas uzyskiwania sygnatury czasowej bieżącego zestawu „{0}”. „{1}”
pt_br: Houve um problema ao obter o carimbo de data/hora do assembly atual "{0}". "{1}"
ru: Проблема при получении метки времени текущей сборки "{0}". "{1}"
tr: Geçerli "{0}" derlemesinin zaman damgası alınırken bir sorun oluştu. "{1}"
zh_hans: 获取当前程序集“{0}”的时间戳时发生问题。“{1}”
zh_hant: 取得目前組件 "{0}" 的時間戳記時發生問題。"{1}"
