Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MSBuild.NoStopOnFirstFailure
source: StopOnFirstFailure will have no effect when the following conditions are all present: 1) The system is running in multiple process mode 2) The BuildInParallel property is true. 3) The RunEachTargetSeparately property is false.
cs: Vlastnost StopOnFirstFailure nebude mít žádný účinek, jsou-li splněny všechny následující podmínky: 1) systém pracuje v režimu více procesů, 2) vlastnost BuildInParallel má hodnotu True, 3) vlastnost RunEachTargetSeparately má hodnotu False.
de: StopOnFirstFailure hat keine Auswirkungen, wenn die folgenden Bedingungen alle gelten: 1) Das System wird im Mehrprozessmodus ausgeführt. 2) Die BuildInParallel-Eigenschaft ist TRUE. 3) Die RunEachTargetSeparately-Eigenschaft ist FALSE.
es: StopOnFirstFailure no surtirá efecto si se dan todas las condiciones siguientes: 1) El sistema se ejecuta en modo de proceso múltiple. 2) La propiedad BuildInParallel es true. 3) La propiedad RunEachTargetSeparately es false.
fr: StopOnFirstFailure reste sans effet dans les conditions suivantes : 1) Le système s'exécute en mode multiprocessus. 2) La propriété BuildInParallel a la valeur true. 3) La propriété RunEachTargetSeparately a la valeur false.
it: StopOnFirstFailure non avrà alcun effetto in presenza di tutte le condizioni seguenti: 1) il sistema è in esecuzione in modalità a più processi 2) la proprietà BuildInParallel è true. 3) la proprietà RunEachTargetSeparately è false.
ja: StopOnFirstFailure は、次のすべての条件に該当する場合に無効となります。1) システムがマルチプロセッサ モードで実行されている。2) BuildInParallel プロパティが true に設定されている。3) RunEachTargetSeparately プロパティが false に設定されている。
ko: 다음 조건이 모두 충족되면 StopOnFirstFailure가 효과가 없습니다. 1) 시스템이 다중 프로세스 모드에서 실행 중입니다. 2) BuildInParallel 속성이 true입니다. 3) RunEachTargetSeparately 속성이 false입니다.
pl: Działanie funkcji StopOnFirstFailure nie przyniesie efektu, jeśli będą spełnione wszystkie następujące warunki: 1) System działa w trybie wieloprocesowym. 2) Właściwość BuildInParallel ma wartość true. 3) Właściwość RunEachTargetSeparately ma wartość false.
pt_br: StopOnFirstFailure não terá efeito quando estas condições existirem: 1) O sistema estiver sendo executado no modo de processamento múltiplo 2) A propriedade BuildInParallel for true. 3) A propriedade RunEachTargetSeparately for false.
ru: StopOnFirstFailure будет игнорироваться при одновременном соблюдении следующих условий: 1) система выполняется в режиме с несколькими процессами; 2) свойство BuildInParallel имеет значение true; 3) свойство RunEachTargetSeparately имеет значение false.
tr: Şu koşulların tümü doğru olduğunda StopOnFirstFailure etkisiz olur: 1) Sistem çoklu işlem modunda çalışıyorsa. 2) BuildInParallel özelliği true ise. 3) RunEachTargetSeparately özelliği false ise.
zh_hans: 如果满足以下所有条件，StopOnFirstFailure 将不起任何作用: 1) 系统在多进程模式下运行。2) BuildInParallel 属性为 true。3) RunEachTargetSeparately 属性为 false。
zh_hant: 當下列條件全部成立時，StopOnFirstFailure 將沒有作用: 1) 系統正在多處理程序模式中執行 2) BuildInParallel 屬性為 true。3) RunEachTargetSeparately 屬性為 false。

# AddToWin32Manifest.AssemblyNodeIsMissed
source: The assembly element is missing from the application manifest.
es: Falta el elemento de ensamblado en el manifiesto de aplicación.
fr: L’élément assembly est manquant dans le manifeste de l’application.
it: Manca l'elemento dell'assembly dal manifesto dell'applicazione.
ja: アセンブリ要素がアプリケーション マニフェストにありません。
ko: 어셈블리 요소가 애플리케이션 매니페스트에 없습니다.
ru: Элемент сборки отсутствует в манифесте приложения.
tr: Uygulama bildiriminde bütünleştirilmiş kod öğesi eksik.
zh_hans: 应用程序清单中缺少程序集元素。
zh_hant: 應用程式資訊清單中遺失組件元素。

# AddToWin32Manifest.InvalidValueInSupportedArchitectures
source: MSB4300: The specified value '{0}' for the supportedArchitectures element is invalid. Either remove it from the manifest or set it to 'amd64 arm64'.
es: MSB4300: el valor especificado '{0}' para el elemento supportedArchitectures no es válido. Quítelo del manifiesto o establézcalo en "amd64 arm64".
fr: MSB4300: la valeur spécifiée «{0}» pour l’élément supportedArchitectures n’est pas valide. Supprimez-le du manifeste ou définissez-le sur « amd64 arm64 ».
it: MSB4300: il valore specificato "{0}" per l'elemento supportedArchitectures non è valido. Rimuoverlo dal manifesto o impostarlo su "amd64 arm64".
ja: MSB4300: supportedArchitectures 要素に指定された値 '{0}' が無効です。マニフェストから削除するか、'amd64 arm64' に設定してください。
ko: MSB4300: supportedArchitectures 요소에 대해 지정된 값 '{0}'이(가) 잘못되었습니다. 매니페스트에서 제거하거나 'amd64 arm64'로 설정합니다.
ru: MSB4300: указанное значение "{0}" для элемента supportArchitectures недопустимо. Удалите его из манифеста или установите для него значение "amd64 arm64".
tr: MSB4300: SupportedArchitectures öğesi için belirtilen '{0}' değeri geçersiz. Bildirimden kaldırın veya 'amd64 arm64' olarak ayarlayın.
zh_hans: MSB4300: supportedArchitectures 元素的指定值“{0}”无效。将其从清单中移除或设置为 "amd64 arm64"。
zh_hant: MSB4300: supportedArchitectures 元素的指定值 '{0}' 無效。請將它從資訊清單移除，或將其設為 'amd64 arm64'。

# AddToWin32Manifest.SpecifiedApplicationManifestCanNotBeFound
source: The application manifest file cannot be found. Please make sure it exists.
es: No se encuentra el archivo de manifiesto de aplicación. Asegúrese de que existe.
fr: Le fichier manifeste de l’application est introuvable. Assurez-vous qu’il existe.
it: Non è possibile trovare il file manifesto dell'applicazione. Assicurarsi che esista.
ja: アプリケーション マニフェスト ファイルが見つかりません。これが存在することを確認してください。
ko: 애플리케이션 매니페스트 파일을 찾을 수 없습니다. 존재하는지 확인하세요.
ru: Не удается найти файл манифеста приложения. Проверьте, существует ли он.
tr: Uygulama bildirim dosyası bulunamıyor. Lütfen var olduğundan emin olun.
zh_hans: 找不到应用程序清单文件。请确保它存在。
zh_hant: 找不到應用程式資訊清單檔。請確定它存在。

# ReadLinesFromFile.ErrorOrWarning
source: MSB3501: Could not read lines from file "{0}". {1}
cs: MSB3501: Nelze číst řádky ze souboru {0}. {1}
de: MSB3501: Die Zeilen aus der Datei "{0}" konnten nicht gelesen werden. {1}
es: MSB3501: No se pudieron leer las líneas del archivo "{0}". {1}
fr: MSB3501: Impossible de lire les lignes dans le fichier "{0}". {1}
it: MSB3501: non è stato possibile leggere le righe dal file "{0}". {1}
ja: MSB3501: ファイル "{0}" からの行を読み取れませんでした。{1}
ko: MSB3501: "{0}" 파일에서 줄을 읽을 수 없습니다. {1}
pl: MSB3501: Nie można odczytać wierszy z pliku „{0}”. {1}
pt_br: MSB3501: Não foi possível ler linhas do arquivo "{0}". {1}
ru: MSB3501: Не удалось прочесть строки из файла "{0}". {1}
tr: MSB3501: "{0}" dosyasındaki satırlar okunamadı. {1}
zh_hans: MSB3501: 未能从文件“{0}”读取命令行。{1}
zh_hant: MSB3501: 無法從檔案 "{0}" 讀取行。{1}

# RegisterAssembly.AssemblyNotRegisteredForComInterop
source: MSB3211: The assembly '{0}' is not registered for COM Interop. Please register it with regasm.exe /tlb.
cs: MSB3211: Sestavení {0} není registrováno pro zprostředkovatele komunikace s objekty COM. Zaregistrujte je zadáním příkazu regasm.exe /tlb.
de: MSB3211: Die "{0}"-Assembly ist nicht für COM-Interop registriert. Registrieren Sie die Assembly mit "regasm.exe /tlb".
es: MSB3211: El ensamblado '{0}' no está registrado para la interoperabilidad COM. Regístrelo con regasm.exe /tlb.
fr: MSB3211: L'assembly '{0}' n'est pas inscrit pour COM Interop. Inscrivez-le avec regasm.exe /tlb.
it: MSB3211: l'assembly '{0}' non è registrato per l'interoperabilità COM. Registrarlo con regasm.exe /tlb.
ja: MSB3211: アセンブリ '{0}' は COM 相互運用機能に登録されていません。regasm.exe /tlb を使用して、登録してください。
ko: MSB3211: '{0}' 어셈블리가 COM Interop에 등록되어 있지 않습니다. regasm.exe /tlb를 사용하여 등록하세요.
pl: MSB3211: Zestaw „{0}” nie jest zarejestrowany do międzyoperacyjności z modelem COM. Zarejestruj go za pomocą przełącznika regasm.exe /tlb.
pt_br: MSB3211: O assembly "{0}" não está registrado para interoperabilidade COM. Registre-o com o regasm.exe /tlb.
ru: MSB3211: сборка "{0}" не зарегистрирована для COM-взаимодействия. Зарегистрируйте ее с помощью инструкции regasm.exe /tlb.
tr: MSB3211: '{0}' bütünleştirilmiş kodu, COM ile Birlikte Çalışma’ya kaydedilmedi. Lütfen bu derlemeyi regasm.exe /tlb kullanarak kaydettirin.
zh_hans: MSB3211: 没有为 COM 互操作注册程序集“{0}”。请使用 regasm.exe /tlb 注册该程序集。
zh_hant: MSB3211: 未針對 COM Interop 註冊組件 '{0}'。請以 regasm.exe /tlb 註冊此組件。

# RegisterAssembly.CantExportTypeLib
source: MSB3212: The assembly "{0}" could not be converted to a type library. {1}
cs: MSB3212: Sestavení {0} nebylo možné převést na knihovnu typů. {1}
de: MSB3212: Die {0}-Assembly konnte nicht in eine Typbibliothek konvertiert werden. {1}
es: MSB3212: El ensamblado "{0}" no pudo convertirse en una biblioteca de tipos. {1}
fr: MSB3212: Impossible de convertir l'assembly "{0}" en bibliothèque de types. {1}
it: MSB3212: non è stato possibile convertire l'assembly "{0}" in una libreria dei tipi. {1}
ja: MSB3212: アセンブリ "{0}" をタイプ ライブラリに変換できませんでした。{1}
ko: MSB3212: "{0}" 어셈블리를 형식 라이브러리로 변환할 수 없습니다. {1}
pl: MSB3212: Nie można przekonwertować zestawu „{0}” na bibliotekę typów. {1}
pt_br: MSB3212: O assembly "{0}" não foi convertido em uma biblioteca de tipos. {1}
ru: MSB3212: Сборка "{0}" не может быть преобразована в библиотеку типов. {1}
tr: MSB3212: "{0}" derlemesi, tür kitaplığına dönüştürülemedi. {1}
zh_hans: MSB3212: 未能将程序集“{0}”转换为类型库。{1}
zh_hant: MSB3212: 無法將組件 "{0}" 轉換成類型程式庫。{1}

# RegisterAssembly.CantRegisterAssembly
source: MSB3217: Cannot register assembly "{0}". {1}
cs: MSB3217: Nelze zaregistrovat sestavení {0}. {1}
de: MSB3217: Die Assembly "{0}" kann nicht registriert werden. {1}
es: MSB3217: No se puede registrar el ensamblado "{0}". {1}
fr: MSB3217: Impossible d'inscrire l'assembly "{0}". {1}
it: MSB3217: non è possibile registrare l'assembly "{0}". {1}
ja: MSB3217: アセンブリ "{0}" を登録できません。{1}
ko: MSB3217: "{0}" 어셈블리를 등록할 수 없습니다. {1}
pl: MSB3217: Nie można zarejestrować zestawu „{0}”. {1}
pt_br: MSB3217: Não é possível registrar o assembly "{0}". {1}
ru: MSB3217: невозможно зарегистрировать сборку "{0}". {1}
tr: MSB3217: "{0}" derlemesi kaydettirilemiyor. {1}
zh_hans: MSB3217: 无法注册程序集“{0}”。{1}
zh_hant: MSB3217: 無法註冊組件 "{0}"。{1}

# RegisterAssembly.CantRegisterTypeLib
source: MSB3213: Cannot register type library "{0}". {1}
cs: MSB3213: Nelze zaregistrovat knihovnu typů {0}. {1}
de: MSB3213: Die Typbibliothek "{0}" kann nicht registriert werden. {1}
es: MSB3213: No se puede registrar la biblioteca de tipos "{0}". {1}
fr: MSB3213: Impossible d'inscrire la bibliothèque de types"{0}". {1}
it: MSB3213: non è possibile registrare la libreria dei tipi "{0}". {1}
ja: MSB3213: タイプ ライブラリ "{0}" を登録できません。{1}
ko: MSB3213: 형식 라이브러리 "{0}"을(를) 등록할 수 없습니다. {1}
pl: MSB3213: Nie można zarejestrować biblioteki typów „{0}”. {1}
pt_br: MSB3213: Não é possível registrar a biblioteca de tipos "{0}". {1}
ru: MSB3213: Не удалось зарегистрировать библиотеку типов "{0}". {1}
tr: MSB3213: "{0}" tür kitaplığı kaydettirilemiyor. {1}
zh_hans: MSB3213: 无法注册类型库“{0}”。{1}
zh_hant: MSB3213: 無法註冊類型程式庫 "{0}"。{1}

# RegisterAssembly.NoValidTypes
source: MSB3214: "{0}" does not contain any types that can be registered for COM Interop.
cs: MSB3214: {0} neobsahuje žádné typy, které by bylo možné registrovat pro zprostředkovatele komunikace s objekty COM.
de: MSB3214: "{0}" enthält keine Typen, die für COM-Interop registriert werden können.
es: MSB3214: "{0}" no contiene ningún tipo que pueda registrarse para la interoperabilidad COM.
fr: MSB3214: "{0}" ne contient pas de types pouvant être inscrits pour COM Interop.
it: MSB3214: "{0}" non contiene tipi che possano essere registrati per l'interoperabilità COM.
ja: MSB3214: "{0}" は COM 相互運用機能に登録できる型を含んでいません。
ko: MSB3214: "{0}"에는 COM Interop에 등록할 수 있는 형식이 없습니다.
pl: MSB3214: „{0}” nie zawiera żadnych typów, które można zarejestrować do międzyoperacyjności z modelem COM.
pt_br: MSB3214: "{0}" não contém tipos que possam ser registrados para interoperabilidade COM.
ru: MSB3214: "{0}" не содержит типы, которые могут быть зарегистрированы для взаимодействия объектов COM.
tr: MSB3214: "{0}", COM Birlikte Çalışma için kaydettirilebilecek hiçbir tür içermiyor.
zh_hans: MSB3214: “{0}”不包含任何可为 COM 互操作注册的类型。
zh_hant: MSB3214: "{0}" 不包含可以針對 COM Interop 進行註冊的任何類型。

# RegisterAssembly.RegisterAsmFileDoesNotExist
source: MSB3215: Cannot register assembly "{0}" - file doesn't exist.
cs: MSB3215: Nelze zaregistrovat sestavení {0}, soubor neexistuje.
de: MSB3215: Die {0}-Assembly kann nicht registriert werden - die Datei ist nicht vorhanden.
es: MSB3215: No se puede registrar el ensamblado "{0}"; el archivo no existe.
fr: MSB3215: Impossible d'inscrire l'assembly "{0}" - le fichier n'existe pas.
it: MSB3215: non è possibile registrare l'assembly "{0}". Il file non esiste.
ja: MSB3215: アセンブリ "{0}" を登録できません - ファイルが存在しません。
ko: MSB3215: 파일이 없으므로 "{0}" 어셈블리를 등록할 수 없습니다.
pl: MSB3215: „{0}” nie zawiera żadnych typów, które można zarejestrować do współdziałania z modelem COM.
pt_br: MSB3215: Não é possível registrar o assembly "{0}"; o arquivo não existe.
ru: MSB3215: Не удается зарегистрировать сборку "{0}" - файл не существует.
tr: MSB3215: "{0}" derlemesi kaydettirilemiyor - dosya yok.
zh_hans: MSB3215: 无法注册程序集“{0}”- 文件不存在。
zh_hant: MSB3215: 無法註冊組件 "{0}" - 檔案不存在。

# RegisterAssembly.RegisteringAssembly
source: Registering assembly "{0}" for COM Interop.
cs: Probíhá registrace sestavení {0} pro zprostředkovatele komunikace s objekty COM
de: Die {0}-Assembly wird für COM-Interop registriert.
es: Registrando el ensamblado "{0}" para la interoperabilidad COM.
fr: Inscription de l'assembly "{0}" pour COM Interop.
it: Registrazione assembly "{0}" per l'interoperabilità COM.
ja: アセンブリ "{0}" を COM 相互運用機能のために登録しています。
ko: "{0}" 어셈블리를 COM Interop에 등록하고 있습니다.
pl: Rejestrowanie zestawu „{0}” do międzyoperacyjności z modelem COM.
pt_br: Registrando o assembly "{0}" para interoperabilidade COM.
ru: Регистрируется сборка "{0}" для COM-взаимодействия.
tr: "{0}" derlemesi, COM Birlikte Çalışma için kaydettiriliyor.
zh_hans: 正在为 COM 互操作注册程序集“{0}”。
zh_hant: 正在針對 COM Interop 註冊組件 "{0}"。

# RegisterAssembly.RegisteringTypeLib
source: Exporting and registering type library "{0}".
cs: Probíhá export a registrace knihovny typů {0}.
de: Die Typbibliothek "{0}" wird exportiert und registriert.
es: Exportando y registrando la biblioteca de tipos "{0}".
fr: Exportation et inscription de la bibliothèque de types "{0}".
it: Esportazione e registrazione della libreria dei tipi "{0}".
ja: タイプ ライブラリ "{0}" をエクスポートして登録しています。
ko: 형식 라이브러리 "{0}"을(를) 내보내고 등록하고 있습니다.
pl: Eksportowanie i rejestrowanie biblioteki typów „{0}”.
pt_br: Exportando e registrando a biblioteca de tipos "{0}".
ru: Экспорт и регистрация библиотеки типов "{0}".
tr: "{0}" tür kitaplığı dışarı aktarılıyor ve kaydettiriliyor.
zh_hans: 正在导出并注册类型库“{0}”。
zh_hant: 正在匯出及註冊類型程式庫 "{0}"。

# RegisterAssembly.TypeLibUpToDate
source: Type library "{0}" is up to date, skipping regeneration.
cs: Knihovna typů {0} je aktuální, opětovné generování bude vynecháno.
de: Die Typbibliothek "{0}" ist aktuell, die Regenerierung wird übersprungen.
es: La biblioteca de tipos "{0}" está actualizada: se omitirá la regeneración.
fr: La bibliothèque de types "{0}" est à jour, regénération ignorée.
it: La libreria dei tipi "{0}" è aggiornata. La rigenerazione non verrà eseguita.
ja: タイプ ライブラリ "{0}" は最新のものです。再生成を省略します。
ko: 형식 라이브러리 "{0}"이(가) 최신 상태이므로 다시 생성하지 않습니다.
pl: Biblioteka typów „{0}” jest aktualna, pomijanie regenerowania.
pt_br: A biblioteca de tipos "{0}" está atualizada; ignorando a regeneração.
ru: Библиотека типов "{0}" не устарела, поэтому ее пересоздание пропускается.
tr: "{0}" tür kitaplığı güncel, yeniden oluşturma atlanıyor.
zh_hans: 类型库“{0}”是最新的，正在跳过重新生成操作。
zh_hant: 類型程式庫 "{0}" 已更新，將略過重新產生的程序。

# RegisterAssembly.UnauthorizedAccess
source: MSB3216: Cannot register assembly "{0}" - access denied. Please make sure you're running the application as administrator. {1}
cs: MSB3216: Nelze zaregistrovat sestavení {0}. Byl odepřen přístup. Zkontrolujte, zda spouštíte aplikaci jako správce. {1}
de: MSB3216: Die "{0}"-Assembly kann nicht registriert werden – Zugriff verweigert. Stellen Sie sicher, dass Sie die Anwendung als Administrator ausführen. {1}
es: MSB3216: No se puede registrar el ensamblado "{0}": acceso denegado. Asegúrese de que está ejecutando la aplicación como administrador. {1}
fr: MSB3216: Impossible d'inscrire l'assembly "{0}", car l'accès est refusé. Assurez-vous d'exécuter l'application comme administrateur. {1}
it: MSB3216: non è possibile registrare l'assembly "{0}". Accesso negato. Assicurarsi di eseguire l'applicazione come amministratore. {1}
ja: MSB3216: アセンブリ "{0}" を登録できません - アクセスが拒否されました。管理者としてアプリケーションを実行しているか確認してください。{1}
ko: MSB3216: "{0}" 어셈블리를 등록할 수 없습니다. 액세스가 거부되었습니다. 관리자로 애플리케이션을 실행하고 있는지 확인하세요. {1}
pl: MSB3216: Nie można zarejestrować zestawu „{0}” — odmowa dostępu. Upewnij się, że aplikacja została uruchomiona z uprawnieniami administratora. {1}
pt_br: MSB3216: Não é possível registrar o assembly "{0}"; acesso negado. Verifique se você está executando o aplicativo como administrador. {1}
ru: MSB3216: невозможно зарегистрировать сборку "{0}" — отказано в доступе. Убедитесь, что приложение запущено с правами администратора. {1}
tr: MSB3216: "{0}" bütünleştirilmiş kodu kaydedilemiyor - erişim reddedildi. Lütfen uygulamayı yönetici olarak çalıştırdığınızdan emin olun. {1}
zh_hans: MSB3216: 无法注册程序集“{0}”- 拒绝访问。请确保您正在以管理员身份运行应用程序。{1}
zh_hant: MSB3216: 無法註冊組件 "{0}" - 存取遭拒。請確認您以系統管理員身分執行此應用程式。{1}

# RemoveDir.EmptyPath
source: MSB3232: An empty directory was passed to RemoveDir and was ignored.
cs: MSB3232: Do adresáře RemoveDir byl předán prázdný adresář a byl ignorován.
de: MSB3232: Ein leeres Verzeichnis wurde an RemoveDir übergeben und ignoriert.
es: MSB3232: Se pasó un directorio vacío a RemoveDir y se omitió.
fr: MSB3232: Un répertoire vide a été passé à RemoveDir et a été ignoré.
it: MSB3232: una directory vuota è stata passata a RemoveDir ed è stata ignorata.
ja: MSB3232: 空のディレクトリが RemoveDir に渡され、無視されました。
ko: MSB3232: 빈 디렉터리가 RemoveDir에 전달되어 무시되었습니다.
pl: MSB3232: Pusty katalog został przekazany do narzędzia RemoveDir i został zignorowany.
pt_br: MSB3232: um diretório vazio foi passado para RemoveDir e foi ignorado.
ru: MSB3232: в RemoveDir передан пустой каталог, который был проигнорирован.
tr: MSB3232: Boş bir dizin RemoveDir’e aktarıldı ve yoksayıldı.
zh_hans: MSB3232: 已向 RemoveDir 传递一个空目录，并且已被忽略。
zh_hant: MSB3232: 已傳遞空白目錄至 RemoveDir 並已加以略過。

# RemoveDir.Error
source: MSB3231: Unable to remove directory "{0}". {1}
cs: MSB3231: Nelze odebrat adresář {0}. {1}
de: MSB3231: Das Verzeichnis "{0}" kann nicht entfernt werden. {1}
es: MSB3231: No se puede quitar el directorio "{0}". {1}
fr: MSB3231: Impossible de supprimer le répertoire "{0}". {1}
it: MSB3231: non è possibile rimuovere la directory "{0}". {1}
ja: MSB3231: ディレクトリ "{0}" を削除できません。{1}
ko: MSB3231: "{0}" 디렉터리를 제거할 수 없습니다. {1}
pl: MSB3231: Nie można usunąć katalogu „{0}”. {1}
pt_br: MSB3231: Não é possível remover o diretório "{0}". {1}
ru: MSB3231: Не удалось удалить каталог "{0}". {1}
tr: MSB3231: "{0}" dizini kaldırılamıyor. {1}
zh_hans: MSB3231: 无法移除目录“{0}”。{1}
zh_hant: MSB3231: 無法移除目錄 "{0}"。{1}

# RemoveDir.Removing
source: Removing directory "{0}".
cs: Probíhá odebírání adresáře {0}.
de: Das Verzeichnis "{0}" wird entfernt.
es: Quitando el directorio "{0}".
fr: Suppression du répertoire "{0}".
it: Rimozione directory "{0}".
ja: ディレクトリ "{0}" を削除しています。
ko: "{0}" 디렉터리를 제거하고 있습니다.
pl: Usuwanie katalogu „{0}”.
pt_br: Removendo o diretório "{0}".
ru: Удаление каталога "{0}".
tr: "{0}" dizini kaldırılıyor.
zh_hans: 正在移除目录“{0}”。
zh_hant: 正在移除目錄 "{0}"。

# RemoveDir.SkippingNonexistentDirectory
source: Directory "{0}" doesn't exist. Skipping.
cs: Adresář {0} neexistuje. Bude vynechán.
de: Das Verzeichnis "{0}" ist nicht vorhanden. Es wird übersprungen.
es: El directorio "{0}" no existe. Se omitirá.
fr: Le répertoire "{0}" n'existe pas. Opération ignorée.
it: La directory "{0}" non esiste e verrà ignorata.
ja: ディレクトリ "{0}" は存在しません。省略します。
ko: "{0}" 디렉터리가 없습니다. 건너뜁니다.
pl: Katalog „{0}” nie istnieje. Operacja zostanie pominięta.
pt_br: O diretório "{0}" não existe. Ignorando.
ru: Каталог "{0}" не существует. Пропускается.
tr: "{0}" dizini yok. Atlanıyor.
zh_hans: 目录“{0}”不存在。正在跳过。
zh_hant: 目錄 "{0}" 不存在。即將略過。

# ResGen.NoInputFiles
source: No resources specified in "InputFiles". Skipping resource generation.
cs: V části InputFiles nebyly zadány žádné prostředky. Generování prostředků bude vynecháno.
de: In "InputFiles" wurden keine Ressourcen angegeben. Die Ressourcengenerierung wird übersprungen.
es: No hay ningún recurso especificado en "InputFiles". Se omitirá la generación de recursos.
fr: Aucune ressource spécifiée dans "InputFiles". La génération des ressources est ignorée.
it: Non sono state specificate risorse in "InputFiles". Le risorse non verranno generate.
ja: "InputFiles" にリソースが指定されていません。リソース生成を省略します。
ko: "InputFiles"에 리소스를 지정하지 않았습니다. 리소스 생성을 건너뜁니다.
pl: W parametrze „InputFiles” nie określono zasobów. Operacja generowania zasobów zostanie pominięta.
pt_br: Nenhum recurso especificado em "InputFiles". Ignorando geração de recurso.
ru: В InputFiles не указаны ресурсы. Пропуск формирования ресурсов.
tr: "InputFiles" içinde kaynak belirtilmedi. Kaynak oluşturma atlanıyor.
zh_hans: “InputFiles”中未指定任何资源。正在跳过资源生成操作。
zh_hant: "InputFiles" 中未指定任何資源。將略過產生資源。

# ResGen.SdkOrToolPathNotSpecifiedOrInvalid
source: MSB3451: Neither SDKToolsPath '{0}' nor ToolPath '{1}' is a valid directory. One of these must be set.
cs: MSB3451: V parametru SDKToolsPath {0} ani v parametru ToolPath {1} není nastaven platný adresář. Je nutné nastavit alespoň jeden z parametrů.
de: MSB3451: Weder SDKToolsPath "{0}" noch ToolPath "{1}" ist ein gültiges Verzeichnis. Einer dieser Pfade muss festgelegt werden.
es: MSB3451: Ni SDKToolsPath '{0}' ni ToolPath '{1}' es un directorio válido. Debe establecer uno de ellos.
fr: MSB3451: SDKToolsPath '{0}' et ToolPath '{1}' ne sont pas des répertoires valides. Un des deux doit être défini.
it: MSB3451: SDKToolsPath '{0}' o ToolPath '{1}' non corrisponde a una directory valida. È necessario impostarne uno dei due.
ja: MSB3451: SDKToolsPath '{0}' と ToolPath '{1}' はどちらも有効なディレクトリではありません。これらのどちらかを設定する必要があります。
ko: MSB3451: SDKToolsPath '{0}'과(와) ToolPath '{1}' 모두 올바른 디렉터리가 아닙니다. 둘 중 하나를 설정해야 합니다.
pl: MSB3451: Parametr SDKToolsPath „{0}” ani ToolPath „{1}” nie są prawidłowymi katalogami. Należy ustawić jeden z nich.
pt_br: MSB3451: SDKToolsPath "{0}" e ToolPath "{1}" não são diretórios válidos. Um deles deve ser definido.
ru: MSB3451: SDKToolsPath "{0}" и ToolPath "{1}" не являются допустимыми каталогами. Должен быть задан один из параметров.
tr: MSB3451: '{0}' SDKToolsPath ve '{1}' ToolPath’in ikisi de geçerli birer dizin değil. Bunlardan biri ayarlanmalıdır.
zh_hans: MSB3451: SDKToolsPath“{0}”和 ToolPath“{1}”均为无效的目录。必须设置其中一个。
zh_hant: MSB3451: SDKToolsPath '{0}' 與 ToolPath '{1}' 皆為無效的目錄。必須設定兩者中的其中一項。
