Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: No TargetFramework subset exclusion list will be generated. IgnoreDefaultInstalledAssemblySubsetTables is true and no additional profile files were passed in to InstalledAssemblySubsetTables.
cs: Nebude vygenerován seznam vyloučení podmnožiny TargetFramework. Parametr IgnoreDefaultInstalledAssemblySubsetTables je nastaven na hodnotu True a parametru InstalledAssemblySubsetTables nebyly předány žádné další soubory profilu.
de: Es wird keine Ausschlussliste für die TargetFramework-Teilmenge generiert. IgnoreDefaultInstalledAssemblySubsetTables ist TRUE, und es wurden keine zusätzlichen Profildateien an InstalledAssemblySubsetTables übergeben.
es: No se generará ninguna lista de exclusión de subconjuntos de TargetFramework. IgnoreDefaultInstalledAssemblySubsetTables es true y no se pasó ningún otro archivo de perfil a InstalledAssemblySubsetTables.
fr: Aucune liste d'exclusion de sous-ensemble TargetFramework ne sera générée. IgnoreDefaultInstalledAssemblySubsetTables a la valeur true et aucun fichier de profil supplémentaire n'a été passé dans InstalledAssemblySubsetTables.
it: Non verrà generato un elenco di esclusione di subset TargetFramework. IgnoreDefaultInstalledAssemblySubsetTables è true e non sono stati passati altri file di profilo a InstalledAssemblySubsetTables.
ja: TargetFramework のサブセットの除外リストは生成されません。IgnoreDefaultInstalledAssemblySubsetTables が true なので、追加のプロファイル ファイルは InstalledAssemblySubsetTables に渡されませんでした。
ko: TargetFramework 하위 집합 제외 목록이 생성되지 않습니다. IgnoreDefaultInstalledAssemblySubsetTables가 true이고 추가 프로필 파일이 InstalledAssemblySubsetTables에 전달되지 않았습니다.
pl: Lista wykluczeń podzestawu TargetFramework nie zostanie wygenerowana. Właściwość IgnoreDefaultInstalledAssemblySubsetTables ma wartość true i żadne dodatkowe pliki profilów nie zostały przekazane do właściwości InstalledAssemblySubsetTables.
pt_br: Nenhuma lista de exclusões de subconjunto TargetFramework será gerada. IgnoreDefaultInstalledAssemblySubsetTables é true e nenhum arquivo de perfil adicional foi passado para InstalledAssemblySubsetTables.
ru: Не будет создан список исключений подмножества TargetFramework. Свойство IgnoreDefaultInstalledAssemblySubsetTables имеет значение true, и в свойство InstalledAssemblySubsetTables не переданы дополнительные файлы профиля.
tr: Hiçbir TargetFramework alt küme dışlama listesi oluşturulmayacak. IgnoreDefaultInstalledAssemblySubsetTables değeri true ve InstalledAssemblySubsetTables’a hiçbir ek profil dosyası geçirilmedi.
zh_hans: 将不生成任何 TargetFramework 子集排除列表。IgnoreDefaultInstalledAssemblySubsetTables 为 true，并且没有其他配置文件传入到 InstalledAssemblySubsetTables。
zh_hant: 將不會產生 TargetFramework 子集排除清單。IgnoreDefaultInstalledAssemblySubsetTables 為 true，而且未將其他設定檔傳入 InstalledAssemblySubsetTables。

# ResolveAssemblyReference.ProfileExclusionListWillBeGenerated
source: A TargetFramework profile exclusion list will be generated.
cs: Bude vygenerován seznam vyloučení profilu TargetFramework.
de: Eine Ausschlussliste für das TargetFramework-Profil wird generiert.
es: Se generará una lista de exclusión de perfiles de TargetFramework.
fr: Une liste d'exclusion de profil TargetFramework sera générée.
it: Verrà generato un elenco di esclusione di profili TargetFramework.
ja: TargetFramework プロファイルの除外リストが生成されます。
ko: TargetFramework 프로필 제외 목록이 생성됩니다.
pl: Zostanie wygenerowana lista wykluczeń profilu TargetFramework.
pt_br: A lista de exclusão de perfil TargetFramework será gerada.
ru: Будет создан список исключений профиля TargetFramework.
tr: TargetFramework profil dışlama listesi oluşturulacak.
zh_hans: 将生成 TargetFramework 配置文件排除列表。
zh_hant: 將會產生 TargetFramework 設定檔排除清單。

# ResolveAssemblyReference.NoExclusionListBecauseNoSubsetsPassedIn
source: No TargetFramework profile exclusion list will be generated. No TargetFrameworkSubsets were provided and no additional profile files were passed in to InstalledAssemblySubsetTables.
cs: Nebude vygenerován seznam vyloučení profilu TargetFramework. Nebyly zadány žádné parametry TargetFrameworkSubsets a parametru InstalledAssemblySubsetTables nebyly předány žádné další soubory profilu.
de: Es wird keine Ausschlussliste für das TargetFramework-Profil generiert. Es wurden keine TargetFrameworkSubsets angegeben und keine zusätzlichen Profildateien an InstalledAssemblySubsetTables übergeben.
es: No se generará una lista de exclusión de perfiles de TargetFramework. No se proporcionó TargetFrameworkSubsets ni se pasó ningún otro archivo de perfil a InstalledAssemblySubsetTables.
fr: Aucune liste d'exclusion de profil TargetFramework ne sera générée. Aucun TargetFrameworkSubsets n'a été fourni et aucun fichier de profil supplémentaire n'a été passé dans InstalledAssemblySubsetTables.
it: Non verrà generato un elenco di esclusione di profili TargetFramework. Non sono stati forniti TargetFrameworkSubsets e non sono stati passati altri file di profilo a InstalledAssemblySubsetTables.
ja: TargetFramework プロファイルの除外リストは生成されません。TargetFrameworkSubsets が指定されていないため、追加のプロファイル ファイルは InstalledAssemblySubsetTables に渡されませんでした。
ko: TargetFramework 프로필 제외 목록이 생성되지 않습니다. TargetFrameworkSubsets가 제공되지 않았으며 추가 프로필 파일이 InstalledAssemblySubsetTables에 전달되지 않았습니다.
pl: Lista wykluczeń profilu TargetFramework nie zostanie wygenerowana. Zestawy TargetFrameworkSubsets nie zostały dostarczone i żadne dodatkowe pliki profilów nie zostały przekazane do właściwości InstalledAssemblySubsetTables.
pt_br: Nenhuma lista de exclusões de perfil TargetFramework será gerada. Nenhum TargetFrameworkSubsets foi fornecido e nenhum arquivo de perfil adicional foi passado para InstalledAssemblySubsetTables.
ru: Не будет создан список исключений профиля TargetFramework. Не указаны подмножества TargetFrameworkSubsets, и в свойство InstalledAssemblySubsetTables не были переданы дополнительные файлы профиля.
tr: Hiçbir TargetFramework profil dışlama listesi oluşturulmayacak. Hiçbir TargetFrameworkSubsets belirtilmedi ve InstalledAssemblySubsetTables’a hiçbir ek profil dosyası geçirilmedi.
zh_hans: 将不生成任何 TargetFramework 配置文件排除列表。未提供任何 TargetFrameworkSubsets，并且没有其他配置文件传入到 InstalledAssemblySubsetTables。
zh_hant: 將不會產生任何 TargetFramework 設定檔排除清單。未提供 TargetFrameworkSubsets，而且未將其他設定檔傳入 InstalledAssemblySubsetTables。

# ResolveAssemblyReference.TargetFrameworkSubsetLogHeader
source: TargetFramework Profile List Information:
cs: Informace o seznamu profilu TargetFramework:
de: Informationen zur TargetFramework-Profilliste:
es: Información de listas de perfiles de TargetFramework:
fr: Informations de listes de profil TargetFramework :
it: Informazioni sull'elenco di profili TargetFramework:
ja: TargetFramework プロファイルのリスト情報:
ko: TargetFramework 프로필 목록 정보:
pl: Informacje o liście profilów TargetFramework:
pt_br: Informações da Lista de Perfis TargetFramework:
ru: Данные списка профилей TargetFramework:
tr: TargetFramework Profil Listesi Bilgisi:
zh_hans: TargetFramework 配置文件列表信息:
zh_hant: TargetFramework 設定檔清單資訊:

# ResolveAssemblyReference.TargetFrameworkAllowListLogHeader
source: TargetFramework Profile List Paths:
cs: Cesty seznamu profilu TargetFramework:
de: Pfade der TargetFramework-Profilliste:
es: Rutas de acceso de listas de perfiles de TargetFramework:
fr: Chemins d'accès de listes de profil TargetFramework :
it: Percorsi dell'elenco di profili TargetFramework:
ja: TargetFramework プロファイルのリストのパス:
ko: TargetFramework 프로필 목록 경로:
pl: Ścieżki listy profilów TargetFramework:
pt_br: Caminhos da Lista de Perfis TargetFramework:
ru: Пути к списку профилей TargetFramework:
tr: TargetFramework Profil Listesi Yolları:
zh_hans: TargetFramework 配置文件列表路径:
zh_hant: TargetFramework 設定檔清單資路徑:

# ResolveAssemblyReference.TargetFrameworkRedistLogHeader
source: Redist List File Paths:
cs: Cesty k souborům v seznamu redistribučního balíčku:
de: Dateipfade der redist-Liste:
es: Rutas de acceso de archivos de lista de paquetes redistribuibles:
fr: Chemins des fichiers de liste de packages redistribuables :
it: Percorsi dei file degli elenchi di pacchetti ridistribuibili:
ja: 再頒布可能パッケージ リストのファイル パス:
ko: 재배포 가능 패키지 목록 파일 경로:
pl: Ścieżki do plików listy redystrybucyjnej:
pt_br: Caminhos de Arquivo da Lista de Pacote Redistribuível:
ru: Пути к файлам списка распространяемого пакета:
tr: Yeniden Dağıtım Liste Dosyası Yolları:
zh_hans: 可再发行程序包列表文件路径:
zh_hant: 可轉散發套件清單檔案路徑:

# ResolveAssemblyReference.TargetFrameworkExclusionListLogHeader
source: Computed TargetFramework profile exclusion list assembly full names:
cs: Úplné názvy sestavení ve vypočítaném seznamu vyloučení profilu TargetFramework:
de: Vollständige Assemblynamen in der berechneten Ausschlussliste für das TargetFramework-Profil:
es: Nombres completos de ensamblado calculado de la lista de exclusión de perfiles de TargetFramework:
fr: Noms complets des assemblys de la liste d'exclusion de profil du TargetFramework calculé :
it: Nomi di assembly completi calcolati nell'elenco di esclusione di profili TargetFramework:
ja: 計算された TargetFramework プロファイルの除外リストに含まれるアセンブリの完全名:
ko: 계산된 TargetFramework 프로필 제외 목록 어셈블리 전체 이름:
pl: Pełne nazwy obliczonego zestawu list wykluczeń profilu TargetFramework:
pt_br: Nomes completos de assemblies da lista de exclusão de perfil TargetFramework computados:
ru: Вычисленные полные имена сборки списка исключений профилей TargetFramework:
tr: TargetFramework profil dışlama listesi derleme tam adları hesaplandı:
zh_hans: 计算的 TargetFramework 配置文件排除列表程序集全名:
zh_hant: 計算 TargetFramework 設定檔排除清單組件完整名稱:

# ResolveAssemblyReference.FormattedAssemblyInfo
source: Path: "{0}"
cs: Cesta: {0}
de: Pfad: "{0}"
es: Ruta de acceso: "{0}"
fr: Chemin d'accès : "{0}"
it: Percorso: "{0}"
ja: パス:"{0}"
ko: 경로: "{0}"
pl: Ścieżka: „{0}”
pt_br: Caminho: "{0}"
ru: Путь: "{0}"
tr: Yol: "{0}"
zh_hans: 路径:“{0}”
zh_hant: 路徑: "{0}"

# ResolveAssemblyReference.NoSubSetRedistListName
source: The redist list file "{0}" has a null or empty Redist name in the FileList element. Make sure the Redist Name is not null or empty.
cs: Název redistribučního balíčku v elementu FileList v souboru seznamu redistribučního balíčku {0} je null nebo prázdný. Název redistribučního balíčku nesmí být null ani prázdný.
de: Der Redist-Name im FileList-Element der Redistributable-Listendatei "{0}" ist NULL oder leer. Vergewissern Sie sich, dass der Redist-Name nicht NULL oder leer ist.
es: El archivo de lista de paquetes redistribuibles "{0}" tiene un nombre Redist NULL o vacío en el elemento FileList. Asegúrese de que el nombre Redist no sea NULL ni esté vacío.
fr: Le fichier de liste de packages redistribuables "{0}" a un nom Redist vide ou ayant une valeur null dans l'élément FileList. Vérifiez que le nom Redist n'est pas vide ou qu'il n'a pas une valeur null.
it: Il file di elenco di pacchetti ridistribuibili "{0}" include un nome di Redist Null o vuoto nell'elemento FileList. Verificare che il nome di Redist non sia Null o vuoto.
ja: 再頒布可能パッケージ リスト ファイル "{0}" の FileList 要素に null または空の再頒布可能パッケージ名があります。再頒布可能パッケージ名が null または空でないことを確認してください。
ko: 재배포 가능 패키지 목록 파일 "{0}"의 FileList 요소에 null이거나 비어 있는 재배포 가능 패키지 이름이 있습니다. 재배포 가능 패키지 이름이 null이거나 비어 있지 않도록 하세요.
pl: Plik z listą pakietów redystrybucyjnych „{0}” ma nazwę Redist równą null lub pustą w elemencie FileList. Upewnij się, że nazwa Redist nie ma wartości null ani nie jest pusta.
pt_br: O arquivo da lista de pacote redistribuível "{0}" tem um nome de Pacote Redistribuível nulo ou vazio no elemento FileList. Verifique se o Nome do Pacote Redistribuível não é nulo nem está vazio.
ru: В файле списка распространяемых пакетов "{0}" имя распространяемого пакета в элементе FileList имеет пустое значение или значение NULL. Убедитесь, что имя распространяемого пакета (Redist Name) не пусто и не равно NULL.
tr: "{0}" yeniden dağıtım liste dosyasının FileList öğesindeki Redist adı null veya boş. Redist adının null veya boş olmadığından emin olun.
zh_hans: 可再发行程序包列表文件“{0}”在 FileList 元素中具有 null 或空的可再发行程序包名称。请确保可再发行程序包名称不为 null 或空值。
zh_hant: 可轉散發套件清單檔 "{0}" 在 FileList 項目中的 Redist 名稱為 null 或空白。請確認 Redist 名稱不為 null 或空白。

# ResolveComReference.TreatingTlbOfActiveXAsNonEmbedded
source: COM Reference '{0}' is the interop assembly for ActiveX control '{1}' but was marked to be linked by the compiler with the /link flag. This COM reference will be treated as a reference and will not be linked.
cs: Odkaz modelu COM {0} je definiční sestavení ovládacího prvku ActiveX {1}, ale kompilátor ho označil příznakem /link. S tímto odkazem modelu COM se bude zacházet jako s odkazem a nebude propojen.
de: Der COM-Verweis "{0}" ist die Interopassembly für das ActiveX-Steuerelement "{1}". Entsprechend der Markierung ist der Verweis jedoch durch den Compiler mit dem /link-Flag verknüpft. Der COM-Verweis wird als Verweis behandelt und nicht verknüpft.
es: La referencia COM '{0}' es el ensamblado de interoperabilidad del control ActiveX '{1}' pero estaba marcada para su vinculación por el compilador con la marca /link. Esta referencia COM se tratará como una referencia y no se vinculará.
fr: La référence COM '{0}' est l'assembly d'interopérabilité pour le contrôle ActiveX '{1}', mais elle a été marquée comme étant liée au compilateur avec l'indicateur /link. Cette référence COM sera traitée comme une référence, mais ne sera pas liée.
it: Il riferimento COM '{0}' è l'assembly di interoperabilità per il controllo ActiveX '{1}', tuttavia è stato contrassegnato dal compilatore con il flag /link per il collegamento. Il riferimento COM verrà trattato come riferimento e non verrà collegato.
ja: COM 参照 '{0}' は ActiveX コントロール '{1}' の相互運用アセンブリですが、コンパイラによって /link フラグでリンクされるように設定されています。この COM 参照は参照として処理され、リンクされません。
ko: COM 참조 '{0}'은(는) ActiveX 컨트롤 '{1}'에 대한 interop 어셈블리이지만 /link 플래그로 컴파일러에 의해 링크되도록 표시되어 있습니다. 이 COM 참조는 참조로 간주되지만 링크되지 않습니다.
pl: Odwołanie COM „{0}” jest zestawem międzyoperacyjnym dla kontrolki ActiveX „{1}”, ale zostało wybrane do połączenia przez kompilator przy użyciu flagi /link. To odwołanie COM jest traktowane jako odwołanie i nie zostanie połączone.
pt_br: A Referência COM "{0}" é o assembly de interoperabilidade para o controle ActiveX "{1}", mas foi marcada para ser vinculada pelo compilador com o sinalizador /link. Essa referência COM será tratada como uma referência e não será vinculada.
ru: COM-ссылка "{0}" является сборкой взаимодействия для элемента ActiveX "{1}", но была помечена на компоновку компилятором флагом /link. Эта COM-ссылка будет считаться ссылкой и не будет скомпонована.
tr: '{0}' COM Başvurusu, '{1}' ActiveX denetiminin birlikte çalışma bütünleştirilmiş kodu, ancak /link bayrağıyla derleyici tarafından bağlanmak üzere işaretlenmiş. Bu COM başvurusu, başvuru olarak değerlendirilecek ve bağlanmayacak.
zh_hans: COM 引用“{0}”是 ActiveX 控件“{1}”的互操作程序集，但含有 /link 标志的编译器已将其标为已链接。系统会将此 COM 引用视为引用，并且不会链接该引用。
zh_hant: COM 參考 '{0}' 是 ActiveX 控制項 '{1}' 的 Interop 組件，但是標記為要由編譯器以 /link 旗標連結。這個 COM 參考將被視為參考，不會進行連結。

# ResolveComReference.AddingMissingTlbReference
source: Adding a matching tlbimp reference for the aximp reference "{0}".
cs: Probíhá přidávání odpovídajícího odkazu tlbimp pro odkaz aximp {0}.
de: Ein übereinstimmender tlbimp-Verweis für den aximp-Verweis "{0}" wird hinzugefügt.
es: Agregando una referencia tlbimp coincidente para la referencia aximp "{0}".
fr: Ajout d'une référence tlbimp correspondante pour la référence aximp "{0}".
it: Aggiunta di un riferimento tlbimp corrispondente per il riferimento aximp "{0}".
ja: aximp 参照 "{0}" の一致する tlbimp 参照を追加します。
ko: aximp 참조 "{0}"에 대해 일치하는 tlbimp 참조를 추가하고 있습니다.
pl: Dodawanie pasującego odwołania tlbimp dla odwołania aximp „{0}”.
pt_br: Adicionando referência tlbimp correspondente à referência aximp "{0}".
ru: Добавление соответствующей ссылки "tlbimp" для ссылки "aximp" "{0}".
tr: "{0}" aximp başvurusu için eşleşen tlbimp başvurusu ekleniyor.
zh_hans: 正在为 aximp 引用“{0}”添加匹配的 tlbimp 引用。
zh_hant: 加入與 aximp 參考 "{0}" 對應的 tlbimp 參考。

# ResolveComReference.UsingCacheFile
source: Using cache file at "{0}".
cs: Bude použit soubor mezipaměti v umístění {0}.
de: Die Cachedatei unter "{0}" wird verwendet.
es: Usando el archivo de caché de "{0}".
fr: Utilisation du fichier cache à l'emplacement "{0}".
it: Utilizzo del file di cache in "{0}".
ja: "{0}" のキャッシュ ファイルを使用しています。
ko: "{0}"에서 캐시 파일을 사용하고 있습니다.
pl: Używanie pliku buforu w „{0}”.
pt_br: Usando o arquivo de cache em "{0}".
ru: Используется файл кэша по адресу "{0}".
tr: "{0}" konumunda ön bellek kullanılıyor.
zh_hans: 正在使用“{0}”处的缓存文件。
zh_hant: 正在 "{0}" 使用快取檔案。

# ResolveComReference.NotUsingCacheFile
source: Creating new cache file at "{0}".
cs: Probíhá vytváření nového souboru mezipaměti v umístění {0}.
de: Eine neue Cachedatei wird unter "{0}" erstellt.
es: Creando nuevo archivo de caché en "{0}".
fr: Création d'un nouveau fichier cache à l'emplacement "{0}".
it: Creazione di un nuovo file di cache in "{0}".
ja: "{0}" に新しいキャッシュ ファイルを作成しています。
ko: "{0}"에서 새 캐시 파일을 만들고 있습니다.
pl: Tworzenie nowego pliku buforu dla „{0}”.
pt_br: Criando novo arquivo de cache em "{0}".
ru: Создание нового файла кэша в "{0}".
tr: "{0}" konumunda yeni ön bellek oluşturuluyor.
zh_hans: 正在“{0}”位置创建新的缓存文件。
zh_hant: 正在 "{0}" 建立快取檔案。

# ResolveComReference.BadAssemblyImage
source: MSB3281: The assembly "{0}" is not a valid assembly file.
cs: MSB3281: Sestavení {0} není platným souborem sestavení.
de: MSB3281: Die {0}-Assembly ist keine gültige Assemblydatei.
es: MSB3281: El ensamblado "{0}" no es un archivo de ensamblado válido.
fr: MSB3281: L'assembly "{0}" n'est pas un fichier d'assembly valide.
it: MSB3281: l'assembly "{0}" non è un file di assembly valido.
ja: MSB3281: アセンブリ "{0}" は有効なアセンブリ ファイルではありません。
ko: MSB3281: "{0}" 어셈블리는 올바른 어셈블리 파일이 아닙니다.
pl: MSB3281: Zestaw „{0}” nie jest prawidłowym plikiem zestawu.
pt_br: MSB3281: O assembly "{0}" não é um arquivo de assembly válido.
ru: MSB3281: Сборка "{0}" не является допустимым файлом сборки.
tr: MSB3281: "{0}" derlemesi geçerli bir derleme dosyası değil.
zh_hans: MSB3281: 程序集“{0}”不是有效的程序集文件。
zh_hant: MSB3281: 組件 "{0}" 不是有效的組件檔。

# ResolveComReference.CannotAccessTypeLibName
source: MSB3282: Cannot access type library name for library "{0}". {1}
cs: MSB3282: Nelze získat přístup k názvu knihovny typů pro knihovnu {0}. {1}
de: MSB3282: Auf den Typbibliotheknamen für die Bibliothek "{0}" kann nicht zugegriffen werden. {1}
es: MSB3282: No se puede obtener acceso al nombre de la biblioteca de tipos para la biblioteca "{0}". {1}
fr: MSB3282: Impossible d'accéder au nom de la bibliothèque de types pour la bibliothèque "{0}". {1}
it: MSB3282: non è possibile accedere al nome della libreria dei tipi per la libreria "{0}". {1}
ja: MSB3282: ライブラリ "{0}" のタイプ ライブラリ名にアクセスできません。{1}
ko: MSB3282: "{0}" 라이브러리의 형식 라이브러리 이름에 액세스할 수 없습니다. {1}
pl: MSB3282: Nie można uzyskać dostępu do nazwy biblioteki typów „{0}”. {1}
pt_br: MSB3282: Não é possível acessar o nome de biblioteca de tipos da biblioteca "{0}". {1}
ru: MSB3282: Не удается получить доступ к имени библиотеки типов для библиотеки "{0}". {1}
tr: MSB3282: "{0}" kitaplığı için tür kitaplığı adına erişilemiyor. {1}
zh_hans: MSB3282: 无法访问库“{0}”的类型库名称。{1}
zh_hant: MSB3282: 無法存取程式庫 "{0}" 的類型程式庫名稱。{1}

# ResolveComReference.CannotFindWrapperForTypeLib
source: MSB3283: Cannot find wrapper assembly for type library "{0}". Verify that (1) the COM component is registered correctly and (2) your target platform is the same as the bitness of the COM component. For example, if the COM component is 32-bit, your target platform must not be 64-bit.
cs: MSB3283: Nebylo nalezeno sestavení obálky pro knihovnu typů {0}. Zkontrolujte, zda (1) COM je správně zaregistrovaná a zda (2) bitová verze cílové platformy odpovídá bitové verzi komponenty COM. Pokud je například komponenta COM 32bitová, cílová platforma nesmí být 64bitová.
de: MSB3283: Die Wrapperassembly für die Typbibliothek "{0}" wurde nicht gefunden. Stellen Sie sicher, dass (1) die COM-Komponente richtig registriert ist und dass (2) die Zielplattform mit der Bitness der COM-Komponente übereinstimmt. Wenn die COM-Komponente z. B. 32-Bit ist, darf die Zielplattform nicht 64-Bit sein.
es: MSB3283: No se encuentra el ensamblado de contenedor para la biblioteca de tipos "{0}". Compruebe que (1) el componente COM está registrado correctamente y (2) los bits de la plataforma de destino coinciden con los del componente COM. Por ejemplo, si el componente COM es de 32 bits, la plataforma de destino no debe ser de 64 bits.
fr: MSB3283: Impossible de trouver l'assembly de wrappers pour la bibliothèque de type "{0}". Vérifiez que (1) le composant COM est correctement inscrit et (2) votre plateforme cible correspond au nombre de bits du composant COM. Par exemple, si le composant COM est de 32 bits, votre plateforme cible ne doit pas être de 64 bits.
it: MSB3283: non è possibile trovare l'assembly wrapper per la libreria dei tipi "{0}". Verificare che (1) il componente COM sia registrato in modo corretto e (2) la piattaforma di destinazione sia uguale al numero di bit del componente COM. Ad esempio, se il componente COM è a 32 bit, la piattaforma di destinazione non deve essere a 64 bit.
ja: MSB3283: タイプ ライブラリ "{0}" のラッパー アセンブリが見つかりません。次のことを確認してください。(1) COM コンポーネントが正しく登録されている。(2) ターゲット プラットフォームのビットが COM コンポーネントと同じである。たとえば、COM コンポーネントが 32 ビットの場合、64 ビットのターゲット プラットフォームは使用できません。
ko: MSB3283: 형식 라이브러리 "{0}"의 래퍼 어셈블리를 찾을 수 없습니다. (1) COM 구성 요소가 올바르게 등록되었는지, (2) 대상 플랫폼이 COM 구성 요소의 비트 수와 같은지 확인하세요. 예를 들어 COM 구성 요소가 32비트인 경우 대상 플랫폼이 64비트가 아니어야 합니다.
pl: MSB3283: Nie można odnaleźć zestawu otoki dla biblioteki typów „{0}”. Upewnij się, że (1) składnik COM jest zarejestrowany poprawnie, a (2) liczba bitów platformy docelowej jest taka sama jak liczba bitów składnika COM. Jeśli na przykład składnik COM jest 32-bitowy, platforma docelowa nie może być 64-bitowa.
pt_br: MSB3283: Não é possível encontrar o assembly de wrapper da biblioteca de tipos "{0}". Verifique se (1) o componente COM está registrado corretamente e (2) se sua plataforma de destino tem a mesma quantidade de bits do componente COM. Por exemplo, se o componente COM for de 32 bits, sua plataforma de destino não deverá ser de 64 bits.
ru: MSB3283: не удается найти сборку-оболочку для библиотеки типов "{0}". Убедитесь, что (1) COM-компонент правильно зарегистрирован и (2) разрядность целевой платформы совпадает с разрядностью COM-компонента. Например, если COM-компонент является 32-разрядным, целевая платформа не должна быть 64-разрядной.
tr: MSB3283: "{0}" tür kitaplığı için sarmalayıcı bütünleştirilmiş kodu bulunamıyor. (1) COM bileşenin kaydının doğru yapıldığını ve (2) hedef platformunuzun bit genişliğinin COM bileşeniyle aynı olduğunu doğrulayın. Örneğin, COM bileşeni 32 bit ise hedef platformunuz 64 bit olmamalıdır.
zh_hans: MSB3283: 找不到类型库“{0}”的包装器程序集。请验证 (1) 是否已正确注册 COM 组件，以及 (2) 目标平台与 COM 组件的位数是否相同。例如，如果 COM 组件为 32 位，目标平台就不能为 64 位。
zh_hant: MSB3283: 找不到型別程式庫 "{0}" 的包裝函式組件。請驗證 (1) COM 元件已正確註冊，並且 (2) 您的目標平台與 COM 元件的位元相同。例如，如果 COM 元件是 32 位元，您的目標平台不可以是 64 位元。
