Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddToWin32Manifest.ManifestCanNotBeOpened
source: The manifest file either does not exist or can not be read. Please make sure it exists and has relevant content.
es: El archivo de manifiesto no existe o no se puede leer. Asegúrese de que existe y de que tiene contenido relevante.
fr: Le fichier manifeste n’existe pas ou ne peut pas être lu. Vérifiez qu’il existe et qu’il contient du contenu pertinent.
it: Il file manifesto non esiste o non può essere letto. Assicurarsi che esista e che contenga contenuto pertinente.
ja: マニフェスト ファイルが存在しないか、読み取れません。これが存在し、関連するコンテンツがあることを確認してください。
ko: 매니페스트 파일이 없거나 읽을 수 없습니다. 해당 콘텐츠가 존재하고 관련 콘텐츠가 있는지 확인하세요.
ru: Файл манифеста не существует или не может быть прочитан. Убедитесь, что он существует и содержит релевантный контент.
tr: Bildirim dosyası yok veya okunamıyor. Lütfen var olduğundan ve ilgili içeriğe sahip olduğundan emin olun.
zh_hans: 清单文件不存在或无法读取。请确保它存在并具有相关内容。
zh_hant: 資訊清單檔案不存在或無法讀取。請確定它存在且具有相關內容。

# AddToWin32Manifest.ManifestCanNotBeOpenedWithException
source: The manifest file opening has failed with exception: '{0}'. Please make sure it exists and has relevant content.
es: Error al abrir el archivo de manifiesto con la excepción: '{0}'. Asegúrese de que existe y de que tiene contenido relevante.
fr: L’ouverture du fichier manifeste a échoué avec l’exception : «{0}». Vérifiez qu’il existe et qu’il contient du contenu pertinent.
it: Apertura del file manifesto non riuscita con eccezione: "{0}". Assicurarsi che esista e che contenga contenuto pertinente.
ja: マニフェスト ファイルを開けませんでした。例外: '{0}'。これが存在し、関連するコンテンツがあることを確認してください。
ko: '{0}' 예외로 인해 매니페스트 파일을 열지 못했습니다. 해당 콘텐츠가 존재하고 관련 콘텐츠가 있는지 확인하세요.
ru: Сбой открытия файла манифеста. Исключение: "{0}". Убедитесь, что он существует и содержит релевантный контент.
tr: Bildirim dosyası açma işlemi şu özel durumla başarısız oldu: '{0}'. Lütfen var olduğundan ve ilgili içeriğe sahip olduğundan emin olun.
zh_hans: 清单文件打开失败，出现异常:“{0}”。请确保它存在并具有相关内容。
zh_hant: 資訊清單檔案開啟失敗，發生例外狀況: '{0}'。請確定它存在且具有相關內容。

# AppConfig.BindingRedirectMissingOldVersion
source: BindingRedirect is missing required field 'oldVersion'.
cs: Nebylo nalezeno požadované pole oldVersion pro element BindingRedirect.
de: Im BindingRedirect-Eintrag fehlt das Pflichtfeld "oldVersion".
es: Falta el campo obligatorio 'oldVersion' en BindingRedirect.
fr: Le champ 'oldVersion' obligatoire doit être défini pour BindingRedirect.
it: In BindingRedirect manca il campo obbligatorio 'oldVersion'.
ja: BindingRedirect には必須フィールド 'oldVersion' がありません。
ko: BindingRedirect에 필수 필드인 'oldVersion'이 없습니다.
pl: W parametrze BindingRedirect brakuje wymaganego pola 'oldVersion'.
pt_br: O campo "oldVersion" obrigatório está ausente em BindingRedirect.
ru: В BindingRedirect отсутствует обязательное поле "oldVersion".
tr: BindingRedirect için gereken 'oldVersion' alanı eksik.
zh_hans: BindingRedirect 缺少必需的字段“oldVersion”。
zh_hant: BindingRedirect 遺漏必要的 'oldVersion' 欄位。

# AppConfig.BindingRedirectMissingNewVersion
source: BindingRedirect is missing required field 'newVersion'.
cs: Nebylo nalezeno požadované pole newVersion pro element BindingRedirect.
de: BindingRedirect fehlt das Pflichtfeld "newVersion".
es: Falta el campo obligatorio 'newVersion' en BindingRedirect.
fr: Le champ 'newVersion' obligatoire doit être défini pour BindingRedirect.
it: In BindingRedirect manca il campo obbligatorio 'newVersion'.
ja: BindingRedirect には必須フィールド 'newVersion' がありません。
ko: BindingRedirect에 필수 필드인 'newVersion'이 없습니다.
pl: W parametrze BindingRedirect brakuje wymaganego pola "newVersion".
pt_br: O campo "newVersion" obrigatório está ausente em BindingRedirect.
ru: В BindingRedirect отсутствует обязательное поле "newVersion".
tr: BindingRedirect için gereken 'newVersion' alanı eksik.
zh_hans: BindingRedirect 缺少必需的字段“newVersion”。
zh_hant: BindingRedirect 遺漏必要的 'newVersion' 欄位。

# AppConfig.InvalidAssemblyIdentityFields
source: Some attributes of the assemblyIdentity element are incorrect.
cs: Některé atributy elementu assemblyIdentity jsou nesprávné.
de: Einige Attribute des assemblyIdentity-Elements sind falsch.
es: Algunos atributos del elemento assemblyIdentity son incorrectos.
fr: Certains attributs de l'élément assemblyIdentity sont incorrects.
it: Alcuni attributi dell'elemento assemblyIdentity non sono corretti.
ja: assemblyIdentity 要素のいくつかの属性が正しくありません。
ko: assemblyIdentity 요소의 일부 특성이 올바르지 않습니다.
pl: Niektóre atrybuty elementu assemblyIdentity są nieprawidłowe.
pt_br: Alguns atributos do elemento assemblyIdentity estão incorretos.
ru: Некоторые атрибуты элемента assemblyIdentity неправильные.
tr: assemblyIdentity öğesinin bazı öznitelikleri yanlış.
zh_hans: assemblyIdentity 元素的某些特性不正确。
zh_hant: assemblyIdentity 項目的部分屬性不正確。

# AppConfig.InvalidOldVersionAttribute
source: There was a problem parsing the oldVersion attribute. {0}
cs: Došlo k potížím při analýze atributu oldVersion. {0}
de: Problem beim Analysieren des oldVersion-Attributs. {0}
es: Error al analizar el atributo oldVersion. {0}
fr: Un problème s'est produit lors de l'analyse de l'attribut oldVersion. {0}
it: Problema durante l'analisi dell'attributo oldVersion. {0}
ja: oldVersion 属性の解析中に問題が発生しました。{0}
ko: oldVersion 특성을 구문 분석하는 동안 문제가 발생했습니다. {0}
pl: Wystąpił problem z analizowaniem atrybutu oldVersion. {0}
pt_br: Houve um problema ao analisar o atributo oldVersion. {0}
ru: При синтаксическом анализе атрибута oldVersion произошла ошибка. {0}
tr: oldVersion özniteliğinin ayrıştırılmasında bir sorun oluştu. {0}
zh_hans: 分析 oldVersion 特性时出现问题。{0}
zh_hant: 剖析 oldVersion 屬性時發生問題。{0}

# AppConfig.InvalidNewVersionAttribute
source: There was a problem parsing the newVersion attribute. {0}
cs: Došlo k potížím při analýze atributu newVersion. {0}
de: Problem beim Analysieren des newVersion-Attributs. {0}
es: Error al analizar el atributo newVersion. {0}
fr: Un problème s'est produit lors de l'analyse de l'attribut newVersion. {0}
it: Problema durante l'analisi dell'attributo newVersion. {0}
ja: newVersion 属性の解析中に問題が発生しました。{0}
ko: newVersion 특성을 구문 분석하는 동안 문제가 발생했습니다. {0}
pl: Wystąpił problem z analizowaniem atrybutu newVersion. {0}
pt_br: Houve um problema ao analisar o atributo newVersion. {0}
ru: При синтаксическом анализе атрибута newVersion произошла ошибка. {0}
tr: newVersion özniteliğinin ayrıştırılmasında bir sorun oluştu. {0}
zh_hans: 分析 newVersion 特性时出现问题。{0}
zh_hant: 剖析 newVersion 屬性時發生問題。{0}

# AssignProjectConfiguration.IllegalMappingString
source: The platform mapping "{0}" in the platform mapping list "{1}" is malformed. Please only pass in a semicolon-delimited list of constant string values separated by "=", e.g., "foo=bar;foo2=bar2".
cs: Mapování platformy {0} v seznamu mapování platforem {1} má chybný tvar. Smí se předat jenom seznam dvojic řetězcových konstant oddělených znakem =, které jsou od sebe odděleny středníkem, např. foo=bar;foo2=bar2.
de: Die Plattformzuordnung "{0}" in der Plattformzuordnungsliste "{1}" ist falsch formatiert. Übergeben Sie nur eine durch Semikolons getrennte Liste von konstanten Zeichenfolgenwerten, die durch "=" getrennt sind, z. B. "foo=bar;foo2=bar2".
es: El formato de la asignación de plataforma "{0}" de la lista de asignaciones de plataforma "{1}" es incorrecto. Pase solamente una lista de valores de cadena constantes delimitados por signos de punto y coma y separados por "=", p. ej., "foo=bar;foo2=bar2".
fr: Le mappage de plateforme "{0}" de la liste de mappage de plateforme "{1}" est incorrect. Passez uniquement une liste séparée par des points-virgules contenant des valeurs de chaîne constantes séparées par "=" (par exemple, "foo=bar;foo2=bar2").
it: Il mapping di piattaforma "{0}" nell'elenco dei mapping di piattaforma "{1}" non è valido. Passare solo un elenco di valori stringa costanti delimitati da punti e virgola e separati da "=", ad esempio "foo=bar;foo2=bar2".
ja: プラットフォーム マッピング リスト "{1}" のプラットフォーム マッピング "{0}" の形式が正しくありません。定数文字列値が "=" で分けられたセミコロン区切りリストのみ渡してください (例: "foo=bar;foo2=bar2")。
ko: 플랫폼 매핑 목록 "{1}"에 있는 플랫폼 매핑 "{0}"의 형식이 잘못되었습니다. 세미콜론으로 구분된 상수 문자열 값 목록만 "="로 구분하여 전달하세요. 예: "foo=bar;foo2=bar2"
pl: Mapowanie platformy „{0}” na liście mapowania platform „{1}” ma zły format. Przekaż tylko listę stałych wartości ciągów rozdzielonych znakiem „=” i oddzielonych średnikami (np. „foo=bar;foo2=bar2”).
pt_br: O mapeamento de plataforma "{0}" da lista de mapeamentos de plataforma "{1}" está malformado. Passe apenas uma lista delimitada por ponto e vírgula de valores de cadeia de caracteres constantes separados por "=", por exemplo, "foo=bar;foo2=bar2".
ru: Неправильный формат сопоставления платформы "{0}" в списке сопоставлений платформ "{1}". Данные должны передаваться только в виде списка, разделенного точкой с запятой, строковых констант, разделенных знаком "=". Например, "foo=bar;foo2=bar2".
tr: "{1}" platform eşleme listesindeki "{0}" platform eşlemesinin biçimi bozuk. Lütfen yalnızca "=" ile ayrılan ve noktalı virgül ile sınırlandırılmış bir sabit dize değerleri listesi geçirin. Örneğin, "foo=bar;foo2=bar2".
zh_hans: 平台映射列表“{1}”中平台映射“{0}”的格式不正确。请只传入分号分隔的常量字符串值列表，常量字符串值以“=”分隔，例如“foo=bar;foo2=bar2”。
zh_hant: 平台對應清單 "{1}" 中的平台對應 "{0}" 格式不正確。請只傳入以 "=" 分隔常數字串值的分號分隔清單，例如 "foo=bar;foo2=bar2"。

# AssignProjectConfiguration.ProjectConfigurationUnresolved
source: Project reference "{0}" has not been resolved.
cs: Odkaz na projekt {0} nebyl přeložen.
de: Der Projektverweis "{0}" wurde nicht aufgelöst.
es: La referencia del proyecto "{0}" no se ha resuelto.
fr: La référence de projet "{0}" n'a pas été résolue.
it: Il riferimento al progetto "{0}" non è stato risolto.
ja: プロジェクト参照 "{0}" は解決されませんでした。
ko: 프로젝트 참조 "{0}"이(가) 확인되지 않았습니다.
pl: Odwołanie do projektu „{0}” nie zostało rozpoznane.
pt_br: A referência de projeto "{0}" não foi resolvida.
ru: Ссылка на проект "{0}" не была разрешена.
tr: "{0}" proje başvurusu çözümlenmedi.
zh_hans: 尚未解析项目引用“{0}”。
zh_hant: 尚未解析專案參考 "{0}"。

# AssignProjectConfiguration.ProjectConfigurationResolutionSuccess
source: Project reference "{0}" has been assigned the "{1}" configuration.
cs: Odkazu na projekt {0} byla přiřazena konfigurace {1}.
de: Der Projektverweis "{0}" wurde der Konfiguration "{1}" zugewiesen.
es: Se asignó la configuración "{1}" a la referencia de proyecto "{0}".
fr: La référence de projet "{0}" a été affectée à la configuration "{1}".
it: Il riferimento al progetto "{0}" è stato assegnato alla configurazione "{1}".
ja: プロジェクト参照 "{0}" に "{1}" 構成を割り当てました。
ko: 프로젝트 참조 "{0}"에 "{1}" 구성이 할당되었습니다.
pl: Odwołanie do projektu „{0}” zostało przypisane do konfiguracji „{1}”.
pt_br: A referência de projeto "{0}" foi atribuída à configuração "{1}".
ru: Ссылка проекта "{0}" присвоена конфигурации "{1}".
tr: "{1}" yapılandırmasına "{0}" proje başvurusu atandı.
zh_hans: 已为项目引用“{0}”指定了“{1}”配置。
zh_hant: 已指派 "{1}" 組態給專案參考 "{0}"。

# AspNetCompiler.CannotCombineMetabaseAndVirtualPathOrPhysicalPath
source: MSB3461: The MetabasePath parameter cannot be combined with VirtualPath or PhysicalPath.
cs: MSB3461: Parametr MetabasePath nelze kombinovat s parametry VirtualPath nebo PhysicalPath.
de: MSB3461: Der MetabasePath-Parameter kann nicht mit VirtualPath oder PhysicalPath kombiniert werden.
es: MSB3461: El parámetro MetabasePath no se puede combinar con VirtualPath o PhysicalPath.
fr: MSB3461: Impossible de combiner le paramètre MetabasePath avec le paramètre VirtualPath ou PhysicalPath.
it: MSB3461: non è possibile combinare il parametro MetabasePath con VirtualPath o PhysicalPath.
ja: MSB3461: MetabasePath パラメーターは VirtualPath または PhysicalPath と組み合わせることはできません。
ko: MSB3461: MetabasePath 매개 변수는 VirtualPath 또는 PhysicalPath와 함께 사용할 수 없습니다.
pl: MSB3461: Parametru MetabasePath nie można łączyć z parametrami VirtualPath lub PhysicalPath.
pt_br: MSB3461: Não é possível combinar o parâmetro MetabasePath com VirtualPath ou PhysicalPath.
ru: MSB3461: Параметр MetabasePath не может использоваться вместе с VirtualPath и PhysicalPath.
tr: MSB3461: MetabasePath parametresi VirtualPath veya PhysicalPath ile birleştirilemez.
zh_hans: MSB3461: MetabasePath 参数不能与 VirtualPath 或 PhysicalPath 结合使用。
zh_hant: MSB3461: MetabasePath 參數無法和 VirtualPath 或 PhysicalPath 結合。

# AspNetCompiler.MissingMetabasePathAndVirtualPath
source: MSB3462: Either MetabasePath or VirtualPath must be specified.
cs: MSB3462: Je nutné zadat buď parametr MetabasePath, nebo parametr VirtualPath.
de: MSB3462: MetabasePath oder VirtualPath muss angegeben werden.
es: MSB3462: Se debe especificar MetabasePath o VirtualPath.
fr: MSB3462: Le paramètre MetabasePath ou VirtualPath doit être spécifié.
it: MSB3462: è necessario specificare MetabasePath o VirtualPath.
ja: MSB3462: MetabasePath または VirtualPath を指定しなければなりません。
ko: MSB3462: MetabasePath 또는 VirtualPath를 지정해야 합니다.
pl: MSB3462: Musi być określony parametr MetabasePath lub VirtualPath.
pt_br: MSB3462: MetabasePath ou VirtualPath deve ser especificado.
ru: MSB3462: Должен быть указан либо MetabasePath, либо VirtualPath.
tr: MSB3462: MetabasePath veya VirtualPath belirtilmelidir.
zh_hans: MSB3462: 必须指定 MetabasePath 或 VirtualPath。
zh_hant: MSB3462: 必須指定 MetabasePath 或 VirtualPath。

# AspNetCompiler.MissingTargetPathForUpdatableApplication
source: MSB3463: The TargetPath parameter must be specified if the application is updatable.
cs: MSB3463: Pokud lze aplikaci aktualizovat, je nutné zadat parametr TargetPath.
de: MSB3463: Der TargetPath-Parameter muss angegeben werden, wenn die Anwendung aktualisierbar ist.
es: MSB3463: Se debe especificar el parámetro TargetPath si la aplicación se puede actualizar.
fr: MSB3463: Le paramètre TargetPath doit être spécifié si l'application peut être mise à jour.
it: MSB3463: è necessario specificare il parametro TargetPath se l'applicazione è aggiornabile.
ja: MSB3463: アプリケーションが更新可能な場合、TargetPath パラメーターを指定しなければなりません。
ko: MSB3463: 업데이트 가능한 애플리케이션의 경우 TargetPath 매개 변수를 지정해야 합니다.
pl: MSB3463: Parametr TargetPath musi być określony, jeśli aplikację można aktualizować.
pt_br: MSB3463: O parâmetro TargetPath deverá ser especificado se o aplicativo for atualizável.
ru: MSB3463: Если приложение может быть обновлено, должен быть задан параметр TargetPath.
tr: MSB3463: Uygulama güncelleştirilebilirse, TargetPath parametresi belirtilmelidir.
zh_hans: MSB3463: 如果应用程序可更新，则必须指定 TargetPath 参数。
zh_hant: MSB3463: 如果應用程式可以更新就必須指定 TargetPath 參數。

# AspNetCompiler.MissingTargetPathForOverwrittenApplication
source: MSB3464: The TargetPath parameter must be specified if the target directory needs to be overwritten.
cs: MSB3464: Je-li třeba přepsat cílový adresář, je nutné zadat parametr TargetPath.
de: MSB3464: Der TargetPath-Parameter muss angegeben werden, wenn das Zielverzeichnis überschrieben werden muss.
es: MSB3464: Se debe especificar el parámetro TargetPath si se tiene que sobrescribir el directorio de destino.
fr: MSB3464: Le paramètre TargetPath doit être spécifié si le répertoire cible est à remplacer.
it: MSB3464: è necessario specificare il parametro TargetPath se si vuole sovrascrivere la directory di destinazione.
ja: MSB3464: ターゲット ディレクトリが上書きされなければならない場合、TargetPath パラメーターを指定しなければなりません。
ko: MSB3464: 대상 디렉터리를 덮어쓰려면 TargetPath 매개 변수를 지정해야 합니다.
pl: MSB3464: Parametr TargetPath musi być określony, jeśli katalog docelowy ma być zastąpiony.
pt_br: MSB3464: O parâmetro TargetPath deverá ser especificado se for necessário substituir o diretório de destino.
ru: MSB3464: Если целевой каталог должен быть перезаписан, должен быть задан параметр TargetPath.
tr: MSB3464: Hedef dizinin üzerine yazılması gerekiyorsa, TargetPath parametresi belirtilmelidir.
zh_hans: MSB3464: 如果需要覆盖目标目录，则必须指定 TargetPath 参数。
zh_hant: MSB3464: 如果需要覆寫目標目錄就必須指定 TargetPath 參數。

# AssignCulture.CannotExtractCulture
source: MSB3001: Cannot extract culture information from file name "{0}". {1}
cs: MSB3001: Nelze extrahovat informace o jazykové verzi ze souboru s názvem {0}. {1}
de: MSB3001: Die Kulturinformationen aus dem Dateinamen "{0}" können nicht extrahiert werden. {1}
es: MSB3001: No se puede extraer la información de referencia cultural del nombre de archivo "{0}". {1}
fr: MSB3001: Impossible d'extraire les informations de culture à partir du nom de fichier "{0}". {1}
it: MSB3001: non è possibile estrarre informazioni relative alle impostazioni cultura dal file con nome "{0}". {1}
ja: MSB3001: ファイル名 "{0}" からカルチャ情報を抽出できません。{1}
ko: MSB3001: "{0}" 파일에서 문화권 정보를 추출할 수 없습니다. {1}
pl: MSB3001: Z nazwy „{0}” nie można wyodrębnić informacji o kulturze. {1}
pt_br: MSB3001: Não é possível extrair informações de cultura do nome de arquivo "{0}". {1}
ru: MSB3001: невозможно получить сведения о культуре из файла "{0}". {1}
tr: MSB3001: "{0}" dosya adından kültür bilgileri ayıklanamıyor. {1}
zh_hans: MSB3001: 无法从文件名“{0}”中提取区域性信息。{1}
zh_hant: MSB3001: 無法從檔名 "{0}" 擷取文化特性資訊。{1}

# AssignCulture.Comment
source: Culture of "{0}" was assigned to file "{1}".
cs: Souboru {1} byla přiřazena jazyková verze {0}.
de: Die Kultur von "{0}" wurde der Datei "{1}" zugewiesen.
es: La referencia cultural "{0}" se asignó al archivo "{1}".
fr: La culture de "{0}" a été assignée au fichier "{1}".
it: Impostazioni cultura di "{0}" assegnate al file "{1}".
ja: "{0}" のカルチャはファイル "{1}" に割り当てられました。
ko: "{0}"의 문화권을 "{1}" 파일에 지정했습니다.
pl: Kultura „{0}” została przypisana do pliku „{1}”.
pt_br: A cultura de "{0}" foi atribuída ao arquivo "{1}".
ru: Культура "{0}" назначена файлу "{1}".
tr: "{0}" kültürü "{1}" dosyasına atandı.
zh_hans: 为文件“{1}”指定了区域性“{0}”。
zh_hant: "{0}" 的文化特性已指派至檔案 "{1}"。

# AxImp.NoInputFileSpecified
source: MSB3656: No input file has been passed to the task, exiting.
cs: MSB3656: Úloze nebyl předán žádný vstupní soubor. Akce bude ukončena.
de: MSB3656: Es wurde keine Eingabedatei an die Aufgabe übergeben. Der Vorgang wird beendet.
es: MSB3656: No se pasó ningún archivo de entrada a la tarea. Saliendo.
fr: MSB3656: Aucun fichier d'entrée n'a été passé à la tâche, abandon de l'opération.
it: MSB3656: nessun file di input passato all'attività. Chiusura in corso.
ja: MSB3656: タスクに入力ファイルが渡されていません。終了します。
ko: MSB3656: 작업에 입력 파일이 전달되지 않았으므로 종료합니다.
pl: MSB3656: Żaden plik wejściowy nie został przekazany do zadania, kończenie.
pt_br: MSB3656: Nenhum arquivo de entrada foi passado para a tarefa; saindo.
ru: MSB3656: Отсутствует входной файл, переданный в задачи, завершение работы.
tr: MSB3656: Göreve herhangi bir giriş dosyası iletilmedi, çıkılıyor.
zh_hans: MSB3656: 没有向该任务传递任何输入文件，正在退出。
zh_hant: MSB3656: 尚未將任何輸入檔傳遞至工作，即將結束。

# AxTlbBaseTask.CannotSpecifyBothKeyFileAndKeyContainer
source: MSB3646: Cannot specify values for both KeyFile and KeyContainer.
cs: MSB3646: Nelze zadat hodnoty pro parametr KeyFile a zároveň pro parametr KeyContainer.
de: MSB3646: Es ist nicht möglich, sowohl für KeyFile als auch für KeyContainer Werte anzugeben.
es: MSB3646: No se pueden especificar valores para KeyFile y también para KeyContainer.
fr: MSB3646: Impossible de spécifier les valeurs des paramètres KeyFile et KeyContainer.
it: MSB3646: non è possibile specificare i valori sia per KeyFile che per KeyContainer.
ja: MSB3646: KeyFile と KeyContainer の両方に対して値を指定できません。
ko: MSB3646: KeyFile과 KeyContainer 둘 모두의 값을 지정할 수 없습니다.
pl: MSB3646: Nie można określić wartości parametrów KeyFile i KeyContainer.
pt_br: MSB3646: Não é possível especificar valores para KeyFile e KeyContainer.
ru: MSB3646: Ни для KeyFile, ни для KeyContainer не удалось указать значения.
tr: MSB3646: KeyFile ve KeyContainer için değerler belirlenemiyor.
zh_hans: MSB3646: 不能同时指定 KeyFile 和 KeyContainer 的值。
zh_hant: MSB3646: 無法同時指定 KeyFile 和 KeyContainer 的值。

# AxTlbBaseTask.CannotSpecifyDelaySignWithoutEitherKeyFileOrKeyContainer
source: MSB3647: DelaySign parameter is true, but no KeyFile or KeyContainer was specified.
cs: MSB3647: Parametr DelaySign má hodnotu True, nebyl však zadán parametr KeyFile ani KeyContainer.
de: MSB3647: Der DelaySign-Parameter ist auf "true" festgelegt, KeyFile oder KeyContainer wurde jedoch nicht angegeben.
es: MSB3647: El parámetro DelaySign es True, pero no se especificó KeyFile ni KeyContainer.
fr: MSB3647: Le paramètre DelaySign a la valeur true, mais aucun KeyFile ou KeyContainer n'a été spécifié.
it: MSB3647: il parametro DelaySign è true, tuttavia non è stato specificato alcun KeyFile o KeyContainer.
ja: MSB3647: DelaySign パラメーターは true に設定されていますが、KeyFile または KeyContainer が指定されていません。
ko: MSB3647: DelaySign 매개 변수가 true인데 KeyFile 또는 KeyContainer를 지정하지 않았습니다.
pl: MSB3647: Wartość parametru DelaySign to true, ale nie określono parametrów KeyFile i KeyContainer.
pt_br: MSB3647: O parâmetro DelaySign é true, mas nenhum KeyFile ou KeyContainer foi especificado.
ru: MSB3647: Параметр DelaySign истинен, но не было указано KeyFile или KeyContainer.
tr: MSB3647: DelaySign parametresi doğru, ancak KeyFile veya KeyContainer belirtilmemiş.
zh_hans: MSB3647: DelaySign 参数为 true，但未指定 KeyFile 或 KeyContainer。
zh_hant: MSB3647: DelaySign 參數為 true，但是沒有指定 KeyFile 或 KeyContainer。

# AxTlbBaseTask.InvalidKeyFileSpecified
source: MSB3649: The KeyFile path '{0}' is invalid. KeyFile must point to an existing file.
cs: MSB3649: Cesta parametru KeyFile {0} je neplatná. Parametr KeyFile musí ukazovat na existující soubor.
de: MSB3649: Der KeyFile-Pfad "{0}" ist ungültig. KeyFile muss auf eine vorhandene Datei zeigen.
es: MSB3649: La ruta de acceso de KeyFile '{0}' no es válida. KeyFile debe apuntar a un archivo existente.
fr: MSB3649: Le chemin KeyFile '{0}' n'est pas valide. KeyFile doit pointer vers un fichier existant.
it: MSB3649: il percorso '{0}' di KeyFile non è valido. KeyFile deve puntare a un file esistente.
ja: MSB3649: KeyFile パス '{0}' が無効です。KeyFile は既存のファイルを指している必要があります。
ko: MSB3649: KeyFile 경로 '{0}'이(가) 잘못되었습니다. KeyFile은 기존 파일을 가리켜야 합니다.
pl: MSB3649: Ścieżka parametru KeyFile „{0}” jest nieprawidłowa. Parametr KeyFile musi wskazywać istniejący plik.
pt_br: MSB3649: O caminho de KeyFile "{0}" é inválido. KeyFile deve apontar para um arquivo existente.
ru: MSB3649: недопустимый путь к KeyFile "{0}". KeyFile должен указывать на существующий файл.
tr: MSB3649: '{0}' KeyFile yolu geçersiz. KeyFile, mevcut bir dosyaya işaret etmelidir.
zh_hans: MSB3649: KeyFile 路径“{0}”无效。KeyFile 必须指向现有文件。
zh_hant: MSB3649: KeyFile 路徑 '{0}' 無效。KeyFile 必須指向現有的檔案。

# AxTlbBaseTask.SdkOrToolPathNotSpecifiedOrInvalid
source: MSB3650: Neither SDKToolsPath '{0}' nor ToolPath '{1}' is a valid directory. One of these must be set.
cs: MSB3650: V parametru SDKToolsPath {0} ani v parametru ToolPath {1} není nastaven platný adresář. Je nutné nastavit alespoň jeden z parametrů.
de: MSB3650: Weder der SDKToolsPath "{0}" noch der ToolPath "{1}" ist ein gültiges Verzeichnis. Einer dieser Pfade muss festgelegt werden.
es: MSB3650: Ni SDKToolsPath '{0}' ni ToolPath '{1}' es un directorio válido. Debe establecer uno de ellos.
fr: MSB3650: SDKToolsPath '{0}' et ToolPath '{1}' ne sont pas des répertoires valides. Un des deux doit être défini.
it: MSB3650: SDKToolsPath '{0}' o ToolPath '{1}' non corrisponde a una directory valida. È necessario impostarne uno dei due.
ja: MSB3650: SDKToolsPath '{0}' と ToolPath '{1}' はどちらも有効なディレクトリではありません。これらのどちらかを設定する必要があります。
ko: MSB3650: SDKToolsPath '{0}'과(와) ToolPath '{1}' 모두 올바른 디렉터리가 아닙니다. 둘 중 하나를 설정해야 합니다.
pl: MSB3650: Parametr SDKToolsPath „{0}” ani ToolPath „{1}” nie są prawidłowymi katalogami. Należy ustawić jeden z nich.
pt_br: MSB3650: SDKToolsPath "{0}" e ToolPath "{1}" não são diretórios válidos. Um deles deve ser definido.
ru: MSB3650: SDKToolsPath "{0}" и ToolPath "{1}" не являются допустимыми каталогами. Должен быть задан один из параметров.
tr: MSB3650: '{0}' SDKToolsPath ve '{1}' ToolPath geçerli birer dizin değil. Bunlardan biri ayarlanmalıdır.
zh_hans: MSB3650: SDKToolsPath“{0}”和 ToolPath“{1}”均为无效的目录。必须设置其中一个。
zh_hant: MSB3650: SDKToolsPath '{0}' 與 ToolPath '{1}' 皆為無效的目錄。必須設定兩者中的其中一項。
