Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveComReference.CannotGetPathForTypeLib
source: MSB3284: Cannot get the file path for type library "{0}" version {1}.{2}. {3}
cs: MSB3284: Nelze získat cestu k souboru pro knihovnu typů {0} verze {1}.{2}. {3}
de: MSB3284: Der Dateipfad für die Typbibliothek "{0}" Version {1}.{2} kann nicht abgerufen werden. {3}
es: MSB3284: No se puede obtener la ruta de acceso del archivo para la biblioteca de tipos "{0}", versión {1}.{2}. {3}
fr: MSB3284: Impossible d'obtenir le chemin de fichier pour la bibliothèque de types "{0}" version {1}.{2}. {3}
it: MSB3284: non è possibile ottenere il percorso file per la libreria dei tipi "{0}" versione {1}.{2}. {3}
ja: MSB3284: タイプ ライブラリ "{0}" バージョン {1}.{2} のファイル パスを取得できません。{3}
ko: MSB3284: 형식 라이브러리 "{0}" 버전 {1}.{2}의 파일 경로를 가져올 수 없습니다. {3}
pl: MSB3284: Nie można pobrać ścieżki pliku dla biblioteki typów „{0}” w wersji {1}.{2}. {3}
pt_br: MSB3284: Não é possível obter o caminho de arquivo da biblioteca de tipos "{0}", versão {1}.{2}. {3}
ru: MSB3284: Не удается получить путь файла для библиотеки типа "{0}" версии {1}.{2}. {3}
tr: MSB3284: "{0}" tür kitaplığı sürüm {1}.{2} için dosya yolu alınamıyor. {3}
zh_hans: MSB3284: 无法获取类型库“{0}”版本 {1}.{2} 的文件路径。{3}
zh_hant: MSB3284: 無法取得類型程式庫 "{0}" 版本 {1}.{2}.{3} 的檔案路徑。

# ResolveComReference.CannotGetTypeLibAttrForTypeLib
source: MSB3285: Cannot get type library attributes for a dependent type library!
cs: MSB3285: Nelze získat atributy knihovny typů pro závislou knihovnu typů.
de: MSB3285: Die Typbibliothekattribute für eine abhängige Typbibliothek können nicht abgerufen werden.
es: MSB3285: No se pueden obtener atributos de biblioteca de tipos para una biblioteca de tipos dependiente.
fr: MSB3285: Impossible d'obtenir les attributs d'une bibliothèque de types dépendante.
it: MSB3285: non è possibile ottenere gli attributi della libreria per una libreria dei tipi dipendente.
ja: MSB3285: 依存タイプ ライブラリのタイプ ライブラリ属性を取得できません。
ko: MSB3285: 종속 형식 라이브러리의 형식 라이브러리 특성을 가져올 수 없습니다.
pl: MSB3285: Nie można pobrać atrybutów biblioteki typów dla zależnej biblioteki typów!
pt_br: MSB3285: Não é possível obter atributos da biblioteca de tipos de uma biblioteca de tipos dependentes!
ru: MSB3285: Не удается получить атрибуты библиотеки типов для зависимой библиотеки типов!
tr: MSB3285: Bağımlı tür kitaplığı için tür kitaplığı öznitelikleri alınamıyor!
zh_hans: MSB3285: 无法获取依赖类型库的类型库特性!
zh_hant: MSB3285: 無法取得相依類型程式庫的類型程式庫屬性!

# ResolveComReference.CannotLoadTypeLib
source: MSB3286: Cannot load type library "{0}" version {1}.{2}. {3}
cs: MSB3286: Nelze načíst knihovnu typů {0} verze {1}.{2}. {3}
de: MSB3286: Die Typbibliothek "{0}" Version {1}.{2} kann nicht geladen werden. {3}
es: MSB3286: No se puede cargar la biblioteca de tipos "{0}", versión {1}.{2}. {3}
fr: MSB3286: Impossible de charger la bibliothèque de types "{0}" version {1}.{2}. {3}
it: MSB3286: non è possibile caricare la libreria dei tipi "{0}" versione {1}.{2}. {3}
ja: MSB3286: タイプ ライブラリ "{0}" バージョン {1}.{2} を読み込めません。{3}
ko: MSB3286: 형식 라이브러리 "{0}" 버전 {1}.{2}을(를) 로드할 수 없습니다. {3}
pl: MSB3286: Nie można załadować biblioteki typów „{0}” w wersji {1}.{2}. {3}
pt_br: MSB3286: Não é possível carregar a biblioteca de tipos "{0}", versão {1}.{2}. {3}
ru: MSB3286: Не удается загрузить библиотеку типов "{0}" версии {1}.{2}. {3}
tr: MSB3286: "{0}" tür kitaplığı sürüm {1}.{2} yüklenemiyor. {3}
zh_hans: MSB3286: 无法加载类型库“{0}”版本 {1}.{2}。{3}
zh_hant: MSB3286: 無法載入類型程式庫 "{0}" 版本 {1}.{2}.{3}。

# ResolveComReference.CannotLoadTypeLibItemSpec
source: MSB3287: Cannot load type library for reference "{0}". {1}
cs: MSB3287: Nelze načíst knihovnu typů pro odkaz {0}. {1}
de: MSB3287: Die Typbibliothek für den Verweis "{0}" kann nicht geladen werden. {1}
es: MSB3287: No se puede cargar la biblioteca de tipos para la referencia "{0}". {1}
fr: MSB3287: Impossible de charger la bibliothèque de types pour la référence "{0}". {1}
it: MSB3287: non è possibile caricare la libreria dei tipi per il riferimento "{0}". {1}
ja: MSB3287: 参照 "{0}" のタイプ ライブラリを読み込めません。{1}
ko: MSB3287: "{0}" 참조에 대한 형식 라이브러리를 로드할 수 없습니다. {1}
pl: MSB3287: Nie można załadować biblioteki typów dla odwołania „{0}”. {1}
pt_br: MSB3287: Não é possível carregar a biblioteca de tipos para a referência "{0}". {1}
ru: MSB3287: Не удается загрузить библиотеку типов для ссылки "{0}". {1}
tr: MSB3287: "{0}" başvurusu için tür kitaplığı yüklenemiyor. {1}
zh_hans: MSB3287: 无法加载引用“{0}”的类型库。{1}
zh_hant: MSB3287: 無法載入類型程式庫做為參考 "{0}"。{1}

# ResolveComReference.CannotRetrieveTypeInformation
source: MSB3302: Cannot retrieve information about a dependent type.
cs: MSB3302: Nelze načíst informace o závislém typu.
de: MSB3302: Die Informationen zum abhängigen Typ können nicht abgerufen werden.
es: MSB3302: No se puede recuperar información sobre un tipo dependiente.
fr: MSB3302: Impossible de récupérer les informations relatives à un type dépendant.
it: MSB3302: non è possibile recuperare le informazioni su un tipo dipendente.
ja: MSB3302: 依存する型に関する情報を取得できません。
ko: MSB3302: 종속 형식에 대한 정보를 검색할 수 없습니다.
pl: MSB3302: Nie można pobrać informacji o typie zależnym.
pt_br: MSB3302: Não é possível recuperar as informações sobre um tipo de dependente.
ru: MSB3302: Не удается получить информацию о зависимом типе.
tr: MSB3302: Bağımlı bir tür hakkında bilgi alınamıyor.
zh_hans: MSB3302: 无法检索有关依赖类型的信息。
zh_hant: MSB3302: 無法擷取有關某個相依類型的資訊。

# ResolveComReference.CannotSpecifyBothKeyFileAndKeyContainer
source: MSB3300: Cannot specify values for both KeyFile and KeyContainer.
cs: MSB3300: Nelze zadat hodnoty pro parametr KeyFile a zároveň pro parametr KeyContainer.
de: MSB3300: Es ist nicht möglich, sowohl für KeyFile als auch für KeyContainer Werte anzugeben.
es: MSB3300: No se pueden especificar valores para KeyFile y también para KeyContainer.
fr: MSB3300: Impossible de spécifier les valeurs des paramètres KeyFile et KeyContainer.
it: MSB3300: non è possibile specificare i valori per KeyFile e KeyContainer.
ja: MSB3300: KeyFile と KeyContainer の両方に対して値を指定できません。
ko: MSB3300: KeyFile과 KeyContainer 둘 모두의 값을 지정할 수 없습니다.
pl: MSB3300: Nie można określić wartości dla parametrów KeyFile i KeyContainer.
pt_br: MSB3300: Não é possível especificar valores de KeyFile e KeyContainer.
ru: MSB3300: Ни для KeyFile, ни для KeyContainer не удалось указать значения.
tr: MSB3300: KeyFile ve KeyContainer için değerler belirlenemiyor.
zh_hans: MSB3300: 不能同时指定 KeyFile 和 KeyContainer 的值。
zh_hant: MSB3300: 無法同時指定 KeyFile 和 KeyContainer 的值。

# ResolveComReference.CannotSpecifyDelaySignWithoutEitherKeyFileOrKeyContainer
source: MSB3301: DelaySign parameter is true, but no KeyFile or KeyContainer was specified.
cs: MSB3301: Parametr DelaySign má hodnotu True, nebyl však zadán parametr KeyFile ani KeyContainer.
de: MSB3301: Der DelaySign-Parameter ist auf "true" festgelegt, KeyFile oder KeyContainer wurde jedoch nicht angegeben.
es: MSB3301: El parámetro DelaySign es True, pero no se especificó KeyFile ni KeyContainer.
fr: MSB3301: Le paramètre DelaySign a la valeur true, mais aucun paramètre KeyFile ou KeyContainer n'a été spécifié.
it: MSB3301: il parametro DelaySign è true, ma non è stato specificato un parametro KeyFile o KeyContainer.
ja: MSB3301: DelaySign パラメーターは true に設定されていますが、KeyFile または KeyContainer が指定されていません。
ko: MSB3301: DelaySign 매개 변수가 true인데 KeyFile 또는 KeyContainer를 지정하지 않았습니다.
pl: MSB3301: Parametr DelaySign ma wartość true, ale nie określono parametrów KeyFile ani KeyContainer.
pt_br: MSB3301: O parâmetro DelaySign é true, mas nenhum KeyFile ou KeyContainer foi especificado.
ru: MSB3301: Параметр DelaySign истинен, но не было указано KeyFile или KeyContainer.
tr: MSB3301: DelaySign parametresi doğru, ancak KeyFile veya KeyContainer belirtilmemiş.
zh_hans: MSB3301: DelaySign 参数为 true，但未指定 KeyFile 或 KeyContainer。
zh_hant: MSB3301: DelaySign 參數為 true，但是沒有指定 KeyFile 或 KeyContainer。

# ResolveComReference.ConflictingReferences
source: MSB3288: COM reference "{0}" conflicts with reference "{1}" - the project references different type libraries with the same type library names. Ignoring reference "{0}".
cs: MSB3288: Odkaz modelu COM {0} je v konfliktu s odkazem {1}. Projekt odkazuje na jiné knihovny typů se stejnými názvy knihoven typů. Odkaz {0} se ignoruje.
de: MSB3288: Der COM-Verweis "{0}" steht in Konflikt mit dem Verweis "{1}". Das Projekt verweist auf unterschiedliche Typbibliotheken mit denselben Typbibliotheknamen. Der Verweis "{0}" wird ignoriert.
es: MSB3288: La referencia COM "{0}" entra en conflicto con la referencia "{1}". El proyecto hace referencia a diferentes bibliotecas de tipos con los mismos nombres de biblioteca de tipos. Se omitirá la referencia "{0}".
fr: MSB3288: La référence COM "{0}" est en conflit avec la référence "{1}", car le projet fait référence à des bibliothèques de types différentes ayant le même nom. La référence "{0}" sera ignorée.
it: MSB3288: il riferimento COM "{0}" è in conflitto con il riferimento "{1}". Il progetto fa riferimento a librerie dei tipi diverse con gli stessi nomi. Il riferimento "{0}" verrà ignorato.
ja: MSB3288: COM 参照 "{0}" は、参照 "{1}" と競合します - プロジェクトは同じ名前を持つ異なるタイプ ライブラリを参照しています。参照 "{0}" を無視します。
ko: MSB3288: COM 참조 "{0}"이(가) "{1}" 참조와 충돌합니다. 이 프로젝트는 같은 이름을 가진 서로 다른 형식 라이브러리를 참조합니다. "{0}" 참조를 무시합니다.
pl: MSB3288: Odwołanie COM „{0}” jest w konflikcie z odwołaniem „{1}” — projekt odwołuje się do bibliotek różnych typów o tych samych nazwach. Odwołanie „{0}” zostanie zignorowane.
pt_br: MSB3288: A referência COM "{0}" entrou em conflito com a referência "{1}". O projeto usa como referência bibliotecas de tipos diferentes com os mesmos nomes de biblioteca de tipos. Ignorando a referência "{0}".
ru: MSB3288: ссылка COM "{0}" конфликтует со ссылкой "{1}" — проект ссылается на библиотеки другого типа с именами библиотек такого же типа. Пропускается ссылка "{0}".
tr: MSB3288: "{0}" COM başvurusu, "{1}" başvurusuyla çakışıyor. Proje, aynı tür kitaplığı adına sahip farklı tür kitaplıklarına başvuruyor. "{0}" başvurusu yoksayılıyor.
zh_hans: MSB3288: COM 引用“{0}”与引用“{1}”冲突 - 项目引用了同名的不同类型库。正在忽略引用“{0}”。
zh_hant: MSB3288: COM 參考 "{0}" 與參考 "{1}" 相衝突 - 這個專案參考了具有相同型別程式庫名稱的不同型別程式庫。將忽略參考 "{0}"。

# ResolveComReference.ErrorCreatingWrapperAssembly
source: MSB3290: Failed to create the wrapper assembly for type library "{0}". {1}
cs: MSB3290: Nelze vytvořit sestavení obálky pro knihovnu typů {0}. {1}
de: MSB3290: Fehler beim Erstellen der Wrapperassembly für die Typbibliothek "{0}". {1}
es: MSB3290: No se pudo crear el ensamblado de contenedor de la biblioteca de tipos "{0}". {1}
fr: MSB3290: Impossible de créer l'assembly de wrappers pour la bibliothèque de types "{0}". {1}
it: MSB3290: non è stato possibile creare l'assembly wrapper per la libreria dei tipi "{0}". {1}
ja: MSB3290: タイプ ライブラリ "{0}" のラッパー アセンブリを作成できませんでした。{1}
ko: MSB3290: 형식 라이브러리 "{0}"에 대해 래퍼 어셈블리를 만들지 못했습니다. {1}
pl: MSB3290: Nie można utworzyć zestawu otoki dla biblioteki typów „{0}”. {1}
pt_br: MSB3290: Falha ao criar o assembly de wrapper da biblioteca de tipos "{0}". {1}
ru: MSB3290: Не удалось создать сборку-оболочку для библиотеки типов "{0}". {1}
tr: MSB3290: "{0}" tür kitaplığı için sarmalayıcı derlemesi oluşturulamadı. {1}
zh_hans: MSB3290: 未能创建类型库“{0}”的包装器程序集。{1}
zh_hant: MSB3290: 無法建立類型程式庫 "{0}" 的包裝函式組件。{1}

# ResolveComReference.FailedToFindDependentNetAssembly
source: MSB3291: Could not resolve dependent .NET assembly "{0}". Please make sure this assembly is included in the references section of the project file.
cs: MSB3291: Nelze přeložit závislé sestavení .NET {0}. Zkontrolujte, zda je toto sestavení zahrnuto v souboru projektu v oddílu s odkazy.
de: MSB3291: Die abhängige "{0}"-.NET-Assembly konnte nicht aufgelöst werden. Vergewissern Sie sich, dass diese Assembly im Verweisabschnitt der Projektdatei enthalten ist.
es: MSB3291: No se pudo resolver el ensamblado .NET "{0}" dependiente. Asegúrese de que este ensamblado se incluye en la sección de referencias del archivo del proyecto.
fr: MSB3291: Impossible de résoudre l'assembly .NET '{0}' dépendant. Assurez-vous que cet assembly est inclus dans la section des références du fichier projet.
it: MSB3291: non è possibile risolvere l'assembly .NET dipendente "{0}". Verificare che sia incluso nella sezione dei riferimenti del file di progetto.
ja: MSB3291: 依存する .NET アセンブリ "{0}" を解決できませんでした。このアセンブリがプロジェクト ファイルの参照セクションに含まれていることを確認してください。
ko: MSB3291: 종속 .NET 어셈블리 "{0}"을(를) 확인할 수 없습니다. 프로젝트 파일의 references 섹션에 이 어셈블리가 포함되었는지 확인하세요.
pl: MSB3291: Nie można rozpoznać zestawu zależnego .NET „{0}”. Upewnij się, że ten zestaw jest dołączony do sekcji odwołań pliku projektu.
pt_br: MSB3291: Não foi possível resolver o assembly dependente do .NET "{0}". Verifique se esse assembly está incluído na seção de referências do arquivo de projeto.
ru: MSB3291: не удалось разрешить зависимую сборку .NET "{0}". Убедитесь, что эта сборка включена в раздел ссылок файла проекта.
tr: MSB3291: "{0}" bağımlı .NET bütünleştirilmiş kodu çözümlenemedi. Lütfen bu bütünleştirilmiş kodun proje dosyasının başvurular bölümünde bulunduğundan emin olun.
zh_hans: MSB3291: 未能解析依赖 .NET 程序集“{0}”。请确保此程序集包含在项目文件的引用节中。
zh_hant: MSB3291: 無法解析相依的 .NET 組件 "{0}"。請確定這個組件包含在專案檔的參考區段中。

# ResolveComReference.FailedToRemapAdoTypeLib
source: MSB3292: Failed to remap ADO reference version {0}.{1} to version 2.7 - "{2}".
cs: MSB3292: Nelze přemapovat odkaz ADO verze {0}.{1} na verzi 2.7 – {2}.
de: MSB3292: Fehler beim erneuten Zuordnen der ADO-Verweisversion {0}.{1} zu Version 2.7 - "{2}".
es: MSB3292: No se pudo reasignar la versión de referencia de ADO {0}.{1} a la versión 2.7 - "{2}".
fr: MSB3292: Impossible de remapper la version {0}.{1} de la référence ADO à la version 2.7 - "{2}".
it: MSB3292: non è stato possibile eseguire un nuovo mapping del riferimento ADO versione {0}.{1} alla versione 2.7 - "{2}".
ja: MSB3292: ADO 参照バージョン {0}.{1} をバージョン 2.7 へマップし直すことができませんでした - "{2}"。
ko: MSB3292: ADO 참조 버전 {0}.{1}을(를) 버전 2.7로 다시 매핑하지 못했습니다. "{2}"
pl: MSB3292: Nie można ponownie zmapować odwołania ADO w wersji {0}.{1} jako wersji 2.7 - „{2}”.
pt_br: MSB3292: Falha ao remapear a referência ADO, versão {0}.{1}, para a versão 2.7 - "{2}".
ru: MSB3292: Не удалось сменить сопоставление эталонной версии ADO "{0}.{1}" на версию 2.7 -"{2}".
tr: MSB3292: ADO başvurusu, {0}.{1} sürümünden 2.7 - "{2}" sürümüne yeniden eşlenemedi.
zh_hans: MSB3292: 未能将 ADO 引用版本 {0}.{1} 重新映射到版本 2.7 -“{2}”。
zh_hant: MSB3292: 無法將 ADO 參考版本 {0}.{1} 重新對應至版本 2.7 - "{2}"。

# ResolveComReference.FailedToResolveComReference
source: MSB3303: Could not resolve COM reference "{0}" version {1}.{2}. {3}
cs: MSB3303: Nelze přeložit odkaz modelu COM {0} verze {1}.{2}. {3}
de: MSB3303: Der COM-Verweis "{0}" Version {1}.{2} konnte nicht aufgelöst werden. {3}
es: MSB3303: No se pudo resolver la referencia COM "{0}", versión {1}.{2}. {3}
fr: MSB3303: Impossible de résoudre la référence COM "{0}" version {1}.{2}. {3}
it: MSB3303: non è stato possibile risolvere il riferimento COM "{0}" versione {1}.{2}. {3}
ja: MSB3303: COM 参照 "{0}" バージョン {1}.{2} を解決できませんでした。{3}
ko: MSB3303: COM 참조 "{0}" 버전 {1}.{2}을(를) 확인할 수 없습니다. {3}
pl: MSB3303: Nie można rozpoznać odwołania COM „{0}” w wersji {1}.{2}. {3}
pt_br: MSB3303: Não foi possível resolver a referência COM "{0}" versão {1}.{2}. {3}
ru: MSB3303: Не удалось разрешить ссылку COM "{0}" версии {1}.{2}. {3}
tr: MSB3303: "{0}" COM başvurusu sürüm {1}.{2} çözümlenemedi. {3}
zh_hans: MSB3303: 未能解析 COM 引用“{0}”版本 {1}.{2}。{3}
zh_hant: MSB3303: 無法解析 COM 參考 "{0}" 版本 {1}.{2}。{3}

# ResolveComReference.FailedToResolveDependentComReference
source: MSB3293: Could not resolve dependent COM reference "{0}" version {1}.{2}.
cs: MSB3293: Nelze přeložit závislý odkaz modelu COM {0} verze {1}.{2}.
de: MSB3293: Der abhängige COM-Verweis "{0}" Version {1}.{2} konnte nicht aufgelöst werden.
es: MSB3293: No se pudo resolver la referencia "{0}" dependiente, versión {1}.{2}.
fr: MSB3293: Impossible de résoudre la référence COM "{0}" dépendante, version {1}.{2}.
it: MSB3293: non è stato possibile risolvere il riferimento COM dipendente "{0}" versione {1}.{2}.
ja: MSB3293: 依存する COM 参照 "{0}" バージョン {1}.{2} を解決できませんでした。
ko: MSB3293: 종속 COM 참조 "{0}" 버전 {1}.{2}을(를) 확인할 수 없습니다.
pl: MSB3293: Nie można rozpoznać zależnego odwołania COM „{0}” w wersji {1}.{2}.
pt_br: MSB3293: Não foi possível resolver a referência COM dependente "{0}", versão {1}.{2}.
ru: MSB3293: Не удалось разрешить зависимую ссылку COM "{0}" версия {1}.{2}.
tr: MSB3293: "{0}" bağımlı COM başvurusu sürüm {1}.{2} çözümlenemedi.
zh_hans: MSB3293: 未能解析依赖 COM 引用“{0}”版本 {1}.{2}。
zh_hant: MSB3293: 無法解析相依的 COM 參考 "{0}" 版本 {1}.{2}。

# ResolveComReference.FailedToResolveDependentComReferenceByAssemblyName
source: MSB3294: Could not resolve dependent COM reference "{0}".
cs: MSB3294: Nelze přeložit závislý odkaz modelu COM {0}.
de: MSB3294: Der abhängige COM-Verweis "{0}" konnte nicht aufgelöst werden.
es: MSB3294: No se pudo resolver la referencia "{0}" dependiente.
fr: MSB3294: Impossible de résoudre la référence COM "{0}" dépendante.
it: MSB3294: non è stato possibile risolvere il riferimento COM dipendente "{0}".
ja: MSB3294: 依存する COM 参照 "{0}" を解決できませんでした。
ko: MSB3294: 종속 COM 참조 "{0}"을(를) 확인할 수 없습니다.
pl: MSB3294: Nie można rozpoznać zależnego odwołania COM „{0}”.
pt_br: MSB3294: Não foi possível resolver a referência COM dependente "{0}".
ru: MSB3294: Не удалось разрешить зависимую ссылку COM "{0}".
tr: MSB3294: "{0}" bağımlı COM başvurusu çözümlenemedi.
zh_hans: MSB3294: 未能解析依赖 COM 引用“{0}”。
zh_hant: MSB3294: 無法解析相依的 COM 參考 "{0}"。

# ResolveComReference.FailedToScanDependencies
source: MSB3304: Could not determine the dependencies of the COM reference "{0}". {1}
cs: MSB3304: Nelze zjistit závislosti odkazu modelu COM {0}. {1}
de: MSB3304: Die Abhängigkeiten des COM-Verweises "{0}" konnten nicht ermittelt werden. {1}
es: MSB3304: No se pudieron determinar las dependencias de la referencia COM "{0}". {1}
fr: MSB3304: Impossible de déterminer les dépendances de la référence COM "{0}". {1}
it: MSB3304: non è stato possibile determinare le dipendenze del riferimento COM "{0}". {1}
ja: MSB3304: COM 参照 "{0}" の依存関係を決定できませんでした。{1}
ko: MSB3304: COM 참조 "{0}"의 종속성을 확인할 수 없습니다. {1}
pl: MSB3304: Nie można ustalić zależności odwołania COM „{0}”. {1}
pt_br: MSB3304: Não foi possível determinar as dependências da referência COM "{0}". {1}
ru: MSB3304: Не удалось определить зависимости ссылок COM "{0}". {1}
tr: MSB3304: "{0}" COM başvurusunun bağımlılıkları saptanamadı. {1}
zh_hans: MSB3304: 未能确定 COM 引用“{0}”的依赖项。{1}
zh_hant: MSB3304: 無法判斷 COM 參考 "{0}" 的相依性。{1}

# ResolveComReference.ResolutionWarning
source: MSB3305: Processing COM reference "{0}" from path "{1}". {2}
cs: MSB3305: Probíhá zpracování odkazu {0} modelu COM z cesty {1}. {2}
de: MSB3305: Verarbeite COM-Verweis "{0}" aus Pfad "{1}". {2}
es: MSB3305: Procesando la referencia COM "{0}" desde la ruta de acceso "{1}". {2}
fr: MSB3305: Traitement de la référence COM "{0}" depuis le chemin d'accès "{1}". {2}
it: MSB3305: elaborazione del riferimento COM "{0}" dal percorso "{1}". {2}
ja: MSB3305: COM 参照 "{0}" をパス "{1}" から処理しています。{2}
ko: MSB3305: "{1}" 경로에서 COM 참조 "{0}"을(를) 처리하고 있습니다. {2}
pl: MSB3305: Przetwarzanie odwołania do składnika COM „{0}” ze ścieżki „{1}”. {2}
pt_br: MSB3305: processando referência COM "{0}" do caminho "{1}". {2}
ru: MSB3305: обработка ссылки COM "{0}" из пути "{1}". {2}
tr: MSB3305: "{1}" yolundaki "{0}" COM başvurusu işleniyor. {2}
zh_hans: MSB3305: 从路径“{1}”处理 COM 引用“{0}”。{2}
zh_hant: MSB3305: 正在處理路徑 "{1}" 中的 COM 參考 "{0}"。{2}

# ResolveComReference.ResolutionMessage
source: Processing COM reference "{0}" from path "{1}". {2}
cs: Probíhá zpracování odkazu {0} modelu COM z cesty {1}. {2}
de: Verarbeite COM-Verweis "{0}" aus Pfad "{1}". {2}
es: Procesando la referencia COM "{0}" desde la ruta de acceso "{1}". {2}
fr: Traitement de la référence COM "{0}" depuis le chemin d'accès "{1}". {2}
it: Elaborazione del riferimento COM "{0}" dal percorso "{1}". {2}
ja: COM 参照 "{0}" をパス "{1}" から処理しています。{2}
ko: "{1}" 경로에서 COM 참조 "{0}"을(를) 처리하고 있습니다. {2}
pl: Przetwarzanie odwołania do składnika COM „{0}” ze ścieżki „{1}”. {2}
pt_br: Processando a referência COM "{0}" do caminho "{1}". {2}
ru: Обработка ссылки COM "{0}" из пути "{1}". {2}
tr: "{1}" yolundaki "{0}" COM başvurusu işleniyor. {2}
zh_hans: 从路径“{1}”处理 COM 引用“{0}”。{2}
zh_hant: 正在處理路徑 "{1}" 中的 COM 參考 "{0}"。{2}

# ResolveComReference.LoadingDelaySignedAssemblyWithStrongNameVerificationEnabled
source: MSB3295: Failed to load an assembly. Please make sure you have disabled strong name verification for your public key if you want to generate delay signed wrappers. {0}
cs: MSB3295: Nelze načíst sestavení. Pokud chcete vygenerovat obálky se zpožděným podpisem, zkontrolujte, zda je zakázáno ověřování silných názvů pro veřejný klíč. {0}
de: MSB3295: Fehler beim Laden einer Assembly. Vergewissern Sie sich, dass die Überprüfung mit starkem Namen für den öffentlichen Schlüssel deaktiviert ist, wenn Sie Wrapper mit verzögerter Signierung generieren möchten. {0}
es: MSB3295: No se pudo cargar un ensamblado. Asegúrese de que deshabilitó la comprobación de nombres seguros para su clave pública si desea generar contenedores de firma retardada. {0}
fr: MSB3295: Impossible de charger un assembly. Assurez-vous d'avoir désactivé la vérification du nom fort pour votre clé publique si vous voulez générer des wrappers à signature différée. {0}
it: MSB3295: non è stato possibile caricare un assembly. Verificare che sia stata disabilitata la verifica del nome sicuro per la chiave pubblica se si vogliono generare wrapper con firma ritardata. {0}
ja: MSB3295: アセンブリを読み込めませんでした。遅延署名されたラッパーを生成する場合、厳密な名前の検証が公開キーに対して無効であることを確認してください。{0}
ko: MSB3295: 어셈블리를 로드하지 못했습니다. 서명이 연기된 래퍼를 생성하려면 공개 키의 강력한 이름을 확인하지 않도록 설정했는지 확인하세요. {0}
pl: MSB3295: Nie można załadować zestawu. Upewnij się, że została wyłączona weryfikacja silnych nazw dla klucza publicznego, jeżeli chcesz wygenerować otoki z opóźnionym podpisem. {0}
pt_br: MSB3295: Falha ao carregar o assembly. Verifique se você desabilitou a verificação de nome forte da chave pública, caso deseje gerar wrappers com assinatura atrasada. {0}
ru: MSB3295: не удалось загрузить сборку. Если требуется создать оболочки с отложенной подписью, убедитесь, что отключена проверка строгих имен для открытого ключа. {0}
tr: MSB3295: Bütünleştirilmiş kod yüklenemedi. Gecikmeli imzalanmış sarmalayıcılar oluşturmak istiyorsanız, lütfen ortak anahtarınız için tanımlayıcı adlı doğrulamayı devre dışı bıraktığınızdan emin olun. {0}
zh_hans: MSB3295: 未能加载程序集。如果希望生成延迟签名的包装器，请确保已禁用公钥的强名称验证。{0}
zh_hant: MSB3295: 無法載入組件。如果您想產生延遲簽署的包裝函式，請確定您已停用公開金鑰的強式名稱驗證。{0}
