Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TaskRequiresFrameworkFailure
source: MSB4803: The task "{0}" is not supported on the .NET Core version of MSBuild. Please use the .NET Framework version of MSBuild. See https://aka.ms/msbuild/MSB4803 for further details.
cs: MSB4803: Úloha {0} se nepodporuje ve verzi MSBuildu pro .NET Core. Použijte prosím verzi MSBuildu pro .NET Framework. Další podrobnosti najdete na stránce https://aka.ms/msbuild/MSB4803.
de: MSB4803: Die Aufgabe "{0}" wird für die .NET Core-Version von MSBuild nicht unterstützt. Verwenden Sie die .NET Framework-Version von MSBuild. Weitere Informationen finden Sie unter https://aka.ms/msbuild/MSB4803.
es: MSB4803: No se admite la tarea "{0}" en la versión de MSBuild de .NET Core. Use la versión de MSBuild de .NET Framework. Vea https://aka.ms/msbuild/MSB4803 para obtener más información.
fr: MSB4803: La tâche "{0}" n'est pas prise en charge dans la version .NET Core de MSBuild. Utilisez la version du .NET Framework de MSBuild. Pour plus d'informations, consultez https://aka.ms/msbuild/MSB4803.
it: MSB4803: l'attività "{0}" non è supportata nella versione .NET Core di MSBuild. Usare la versione .NET Framework di MSBuild. Per altri dettagli, vedere https://aka.ms/msbuild/MSB4803.
ja: MSB4803: タスク "{0}" は .NET Core バージョンの MSBuild ではサポートされていません。.NET Framework バージョンの MSBuild をご使用ください。詳細については、https://aka.ms/msbuild/MSB4803 をご覧ください。
ko: MSB4803: "{0}" 작업은 MSBuild의 .NET Core 버전에서 지원되지 않습니다. MSBuild의 .NET Framework 버전을 사용하세요. 자세한 내용은 https://aka.ms/msbuild/MSB4803을 참조하세요.
pl: MSB4803: Zadanie „{0}” nie jest obsługiwane w wersji programu MSBuild dla platformy .NET Core. Użyj wersji programu MSBuild dla platformy .NET Framework. Zobacz https://aka.ms/msbuild/MSB4803, aby uzyskać więcej szczegółów.
pt_br: MSB4803: a tarefa "{0}" não é compatível com a versão do .NET Core do MSBuild. Use a versão do .NET Framework do MSBuild. Confira https://aka.ms/msbuild/MSB4803 para obter mais detalhes.
ru: MSB4803: задача "{0}" не поддерживается в MSBuild версии .NET Core. Используйте MSBuild версии .NET Framework. Дополнительные сведения: https://aka.ms/msbuild/MSB4803.
tr: MSB4803: MSBuild’in .NET Core sürümünde "{0}" görevi desteklenmiyor. Lütfen MSBuild’in .NET Framework sürümünü kullanın. Daha ayrıntılı bilgi için bkz. https://aka.ms/msbuild/MSB4803.
zh_hans: MSB4803: .NET Core 版本的 MSBuild 不支持“{0}”。请使用 .NET Framework 版本的 MSBuild。有关更多详细信息，请参阅 https://aka.ms/msbuild/MSB4803。
zh_hant: MSB4803: MSBuild 的 .NET Core 版本不支援工作 "{0}"。請使用 MSBuild 的 .NET Framework 版本。如需進一步的詳細資料，請參閱 https://aka.ms/msbuild/MSB4803。

# TlbImp.InvalidTransformParameter
source: MSB3661: Invalid value '{0}' passed to the Transform property.
cs: MSB3661: Vlastnosti Transform byla předána neplatná hodnota {0}.
de: MSB3661: Der ungültige Wert "{0}" wurde an die Transform-Eigenschaft übergeben.
es: MSB3661: Se pasó el valor '{0}' no válido a la propiedad Transform.
fr: MSB3661: Une valeur '{0}' non valide a été passée à la propriété Transform.
it: MSB3661: valore '{0}' non valido passato alla proprietà Transform.
ja: MSB3661: Transform プロパティに無効な値 '{0}' が渡されました。
ko: MSB3661: Transform 속성에 잘못된 '{0}' 값이 전달되었습니다.
pl: MSB3661: Nieprawidłową wartość '{0}' przekazano do właściwości Transform.
pt_br: MSB3661: Valor inválido "{0}" passado para a propriedade Transform.
ru: MSB3661: Свойству Transform передано недопустимое значение "{0}".
tr: MSB3661: Transform özelliğine geçersiz '{0}' değeri iletildi.
zh_hans: MSB3661: 传递给 Transform 属性的值“{0}”无效。
zh_hant: MSB3661: 傳遞至 Transform 屬性的 '{0}' 值無效。

# TlbImp.NoInputFileSpecified
source: MSB3662: No input file has been passed to the task, exiting.
cs: MSB3662: Úloze nebyl předán žádný vstupní soubor. Akce bude ukončena.
de: MSB3662: An die Aufgabe wurde keine Eingabedatei übergeben. Der Vorgang wird beendet.
es: MSB3662: No se pasó ningún archivo de entrada a la tarea. Saliendo.
fr: MSB3662: Aucun fichier d'entrée n'a été passé à la tâche, abandon de l'opération.
it: MSB3662: nessun file di input passato all'attività. Chiusura in corso.
ja: MSB3662: タスクに入力ファイルが渡されていません。終了します。
ko: MSB3662: 작업에 입력 파일이 전달되지 않았으므로 종료합니다.
pl: MSB3662: Plik wejściowy nie został przekazany do zadania, kończenie.
pt_br: MSB3662: Nenhum arquivo de entrada foi passado para a tarefa; saindo.
ru: MSB3662: Отсутствует входной файл, переданный в задачи, завершение работы.
tr: MSB3662: Göreve herhangi bir giriş dosyası iletilmedi, çıkılıyor.
zh_hans: MSB3662: 没有向该任务传递任何输入文件，正在退出。
zh_hant: MSB3662: 尚未將任何輸入檔傳遞至工作，即將結束

# Touch.CannotCreateFile
source: MSB3371: The file "{0}" cannot be created. {1}
cs: MSB3371: Nelze vytvořit soubor {0}. {1}
de: MSB3371: Die Datei "{0}" kann nicht erstellt werden. {1}
es: MSB3371: No puede crearse el archivo "{0}". {1}
fr: MSB3371: Impossible de créer le fichier "{0}". {1}
it: MSB3371: non è possibile creare il file "{0}". {1}
ja: MSB3371: ファイル "{0}" を作成できません。{1}
ko: MSB3371: "{0}" 파일을 만들 수 없습니다. {1}
pl: MSB3371: Nie można utworzyć pliku „{0}”. {1}
pt_br: MSB3371: Não é possível criar o arquivo "{0}". {1}
ru: MSB3371: Не удается создать файл "{0}". {1}
tr: MSB3371: "{0}" dosyası oluşturulamıyor. {1}
zh_hans: MSB3371: 无法创建文件“{0}”。{1}
zh_hant: MSB3371: 無法建立檔案 "{0}"。{1}

# Touch.CannotMakeFileWritable
source: MSB3372: The file "{0}" cannot be made writable. {1} {2}
es: MSB3372: El archivo "{0}" no se puede escribir. {1} {2}
fr: MSB3372: Impossible de rendre le fichier « {0} » accessible en écriture. {1} {2}
it: MSB3372: non è possibile rendere accessibile in scrittura il file "{0}". {1} {2}
ja: MSB3372: ファイル "{0}" を書き込み可能にすることはできません。{1} {2}
ko: MSB3372: "{0}" 파일을 쓰기 가능하게 만들 수 없습니다. {1} {2}
ru: MSB3372: невозможно сделать файл "{0}" доступным для записи. {1} {2}
tr: MSB3372: "{0}" dosyası yazılabilir yapılamadı. {1} {2}
zh_hans: MSB3372: 无法将文件“{0}”设为可写。{1} {2}
zh_hant: MSB3372: 無法讓檔案 "{0}" 變成可以寫入。{1} {2}

# Touch.CannotRestoreAttributes
source: MSB3373: The attributes on file "{0}" cannot be restored to their original value. {1}
cs: MSB3373: Atributy souboru {0} nelze obnovit na jejich původní hodnotu. {1}
de: MSB3373: Die Attribute für die Datei "{0}" können nicht auf die ursprünglichen Werte zurückgesetzt werden. {1}
es: MSB3373: No puede restaurarse el valor original de los atributos del archivo "{0}". {1}
fr: MSB3373: Impossible de restaurer la valeur initiale des attributs du fichier "{0}". {1}
it: MSB3373: non è possibile ripristinare il valore originale degli attributi del file "{0}". {1}
ja: MSB3373: ファイル "{0}" 上の属性を元の値に復元することはできません。{1}
ko: MSB3373: "{0}" 파일의 특성을 원래 값으로 복원할 수 없습니다. {1}
pl: MSB3373: Atrybutom w pliku „{0}” nie można przywrócić oryginalnej wartości. {1}
pt_br: MSB3373: Os atributos no arquivo "{0}" não podem ser restaurados para seu valor original. {1}
ru: MSB3373: Не удается восстановить исходные значения для атрибутов файла "{0}". {1}
tr: MSB3373: "{0}" dosyasındaki öznitelikler, özgün değerlerine döndürülemiyor. {1}
zh_hans: MSB3373: 文件“{0}”的特性无法还原为其原始值。{1}
zh_hant: MSB3373: 無法將檔案 "{0}" 上的屬性還原成原始值。{1}

# Touch.CannotTouch
source: MSB3374: The last access/last write time on file "{0}" cannot be set. {1} {2}
es: MSB3374: No se puede establecer la hora de último acceso o última escritura en el archivo "{0}". {1} {2}
fr: MSB3374: Impossible de définir l’heure du dernier accès/de la dernière écriture pour le fichier « {0} ». {1} {2}
it: MSB3374: non è possibile impostare l'ora dell'ultimo accesso o dell'ultima scrittura per il file "{0}". {1} {2}
ja: MSB3374: ファイル "{0}" に最後にアクセスした、または書き込んだ時間を設定できません。{1} {2}
ko: MSB3374: "{0}" 파일에 마지막으로 액세스한 시간 및 마지막으로 쓴 시간을 설정할 수 없습니다. {1} {2}
ru: MSB3374: невозможно настроить время последнего доступа/последней записи для файла "{0}". {1} {2}
tr: MSB3374: "{0}" dosyası için son erişim/son yazma zamanı ayarlanamıyor. {1} {2}
zh_hans: MSB3374: 无法设置文件“{0}”的上次访问/写入时间。{1} {2}
zh_hant: MSB3374: 無法設定檔案 "{0}" 上次存取/寫入的時間。{1} {2}

# Touch.CreatingFile
source: Creating "{0}" because "{1}" was specified.
cs: Probíhá vytváření souboru {0} v důsledku zadání {1}.
de: "{0}" wird erstellt, da "{1}" angegeben wurde.
es: Se creará "{0}" porque se especificó "{1}".
fr: Création de "{0}", car "{1}" a été spécifié.
it: Creazione di "{0}". È stato specificato "{1}".
ja: "{1}" が指定されたため "{0}" を作成しています。
ko: "{1}"이(가) 지정되었기 때문에 "{0}"을(를) 만들고 있습니다.
pl: Trwa tworzenie „{0}”, ponieważ określono "{1}".
pt_br: Criando "{0}" porque "{1}" foi especificado.
ru: Создание "{0}", так как было задано "{1}".
tr: "{1}" belirtildiği için "{0}" oluşturuluyor.
zh_hans: 正在创建“{0}”，因为已指定“{1}”。
zh_hant: 由於指定了 "{1}"，因此正在建立 "{0}"。

# Touch.FileDoesNotExist
source: MSB3375: The file "{0}" does not exist.
cs: MSB3375: Soubor {0} neexistuje.
de: MSB3375: Die Datei "{0}" ist nicht vorhanden.
es: MSB3375: El archivo "{0}" no existe.
fr: MSB3375: Le fichier "{0}" n'existe pas.
it: MSB3375: il file "{0}" non esiste.
ja: MSB3375: ファイル "{0}" は存在しません。
ko: MSB3375: "{0}" 파일이 없습니다.
pl: MSB3375: Plik „{0}” nie istnieje.
pt_br: MSB3375: O arquivo "{0}" não existe.
ru: MSB3375: Файл "{0}" не существует.
tr: MSB3375: "{0}" dosyası yok.
zh_hans: MSB3375: 文件“{0}”不存在。
zh_hant: MSB3375: 檔案 "{0}" 不存在。

# Touch.TimeSyntaxIncorrect
source: MSB3376: The syntax of the Time parameter is incorrect. {0}
cs: MSB3376: Syntaxe parametru Time není správná. {0}
de: MSB3376: Die Syntax des Time-Parameters ist falsch. {0}
es: MSB3376: La sintaxis del parámetro Time no es correcta. {0}
fr: MSB3376: La syntaxe du paramètre Time n'est pas correcte. {0}
it: MSB3376: sintassi del parametro Time non corretta. {0}
ja: MSB3376: Time パラメーターの構文が正しくありません。{0}
ko: MSB3376: Time 매개 변수의 구문이 올바르지 않습니다. {0}
pl: MSB3376: Składnia parametru Time jest niepoprawna. {0}
pt_br: MSB3376: A sintaxe do parâmetro Time está incorreta. {0}
ru: MSB3376: Неверный синтаксис параметра Time. {0}
tr: MSB3376: Time parametresinin sözdizimi yanlış. {0}
zh_hans: MSB3376: Time 参数的语法不正确。{0}
zh_hant: MSB3376: 時間參數的語法不正確:{0}

# Touch.Touching
source: Touching "{0}".
cs: Probíhá aktualizace časového razítka pro {0}.
de: Aktualisieren des Timestamps von "{0}".
es: Aplicando tarea Touch a "{0}".
fr: Mise à jour de l'horodatage "{0}".
it: Aggiornamento timestamp di "{0}".
ja: "{0}" のタッチ タスクを実行しています。
ko: "{0}"에 연결(touching)하고 있습니다.
pl: Modyfikowanie „{0}”.
pt_br: Tocando "{0}".
ru: Обращение к "{0}".
tr: "{0}" öğesine erişiliyor.
zh_hans: 正在对“{0}”执行 Touch 任务。
zh_hant: 正在變更時間戳記 "{0}"。

# UnregisterAssembly.AssemblyPathOrStateFileIsRequired
source: MSB3396: The "{0}" task needs either an assembly path or state file path.
cs: MSB3396: Úloha {0} vyžaduje cestu k sestavení nebo cestu k souboru stavu.
de: MSB3396: Für die {0}-Aufgabe ist ein Assemblypfad oder ein Zustandsdateipfad erforderlich.
es: MSB3396: La tarea "{0}" necesita una ruta de ensamblado o una ruta de archivo de estado.
fr: MSB3396: La tâche "{0}" nécessite un chemin d'assembly ou un chemin de fichier d'état.
it: MSB3396: l'attività "{0}" richiede un percorso di assembly o di file di stato.
ja: MSB3396: "{0}" タスクには、アセンブリ パスまたは状態ファイルのパスが必要です。
ko: MSB3396: "{0}" 작업에는 어셈블리 경로 또는 상태 파일 경로가 필요합니다.
pl: MSB3396: Zadanie „{0}” wymaga ścieżki zestawu lub ścieżki pliku stanu.
pt_br: MSB3396: A tarefa "{0}" precisa do caminho do assembly ou do caminho do arquivo de estado.
ru: MSB3396: Для задачи "{0}" требуется указать либо путь сборки, либо путь к файлу.
tr: MSB3396: "{0}" görevi için derleme yolu veya durum dosyası yolu gerekiyor.
zh_hans: MSB3396: “{0}”任务需要程序集路径或状态文件路径。
zh_hant: MSB3396: "{0}" 工作需要組件路徑或狀態檔路徑。

# UnregisterAssembly.CantUnregisterAssembly
source: MSB3395: Cannot unregister assembly "{0}". {1}
cs: MSB3395: Nelze zrušit registraci sestavení {0}. {1}
de: MSB3395: Die {0}-Assembly kann nicht aus der Registrierung entfernt werden. {1}
es: MSB3395: No se puede anular el registro del ensamblado "{0}". {1}
fr: MSB3395: Impossible d'annuler l'inscription de l'assembly "{0}". {1}
it: MSB3395: non è possibile annullare la registrazione dell'assembly "{0}". {1}
ja: MSB3395: アセンブリ "{0}" を登録解除できません。{1}
ko: MSB3395: "{0}" 어셈블리의 등록을 취소할 수 없습니다. {1}
pl: MSB3395: Nie można wyrejestrować zestawu „{0}”. {1}
pt_br: MSB3395: Não é possível cancelar o registro do assembly "{0}". {1}
ru: MSB3395: Не удается отменить регистрацию сборки "{0}". {1}
tr: MSB3395: "{0}" derlemesinin kaydı kaldırılamıyor. {1}
zh_hans: MSB3395: 无法注销程序集“{0}”。{1}
zh_hant: MSB3395: 無法移除註冊組件 "{0}"。{1}

# UnregisterAssembly.NoValidTypes
source: MSB3391: "{0}" does not contain any types that can be unregistered for COM Interop.
cs: MSB3391: {0} neobsahuje žádné typy, u kterých by bylo možné zrušit registraci pro zprostředkovatele komunikace s objekty COM.
de: MSB3391: "{0}" enthält keine Typen, die für COM-Interop aus der Registrierung entfernt werden können.
es: MSB3391: "{0}" no contiene ningún tipo cuyo registro pueda anularse para la interoperabilidad COM.
fr: MSB3391: "{0}" ne contient aucun type dont l'inscription peut être annulée pour COM Interop.
it: MSB3391: "{0}" non contiene tipi per cui è possibile annullare la registrazione per l'interoperabilità COM.
ja: MSB3391: "{0}" は COM 相互運用機能に対して登録解除できる型を含んでいません。
ko: MSB3391: "{0}"에는 COM Interop에 대해 등록을 취소할 수 있는 형식이 없습니다.
pl: MSB3391: „{0}” nie zawiera żadnych typów, które można wyrejestrować z międzyoperacyjności z modelem COM.
pt_br: MSB3391: "{0}" não contém tipos cujos registros possam ser cancelados para que haja interoperabilidade COM.
ru: MSB3391: "{0}" не содержит типы, для которых может быть удалена регистрация для взаимодействия объектов COM.
tr: MSB3391: "{0}", COM Birlikte Çalışma için kaydı kaldırılması gereken herhangi bir tür içermiyor.
zh_hans: MSB3391: “{0}”未包含任何可为 COM 互操作注销的类型。
zh_hant: MSB3391: "{0}" 不包含可以針對 COM Interop 移除註冊的任何類型。

# UnregisterAssembly.UnauthorizedAccess
source: MSB3392: Cannot unregister assembly "{0}" - access denied. Please make sure you're running the application as administrator. {1}
cs: MSB3392: Nelze zrušit registraci sestavení {0}. Byl odepřen přístup. Zkontrolujte, zda spouštíte aplikaci jako správce. {1}
de: MSB3392: Die "{0}"-Assembly kann nicht aus der Registrierung entfernt werden – Zugriff verweigert. Stellen Sie sicher, dass Sie die Anwendung als Administrator ausführen. {1}
es: MSB3392: No se puede anular el registro del ensamblado "{0}": acceso denegado. Asegúrese de que está ejecutando la aplicación como administrador. {1}
fr: MSB3392: Impossible d'annuler l'inscription de l'assembly "{0}", car l'accès est refusé. Assurez-vous d'exécuter l'application comme administrateur. {1}
it: MSB3392: non è possibile annullare la registrazione dell'assembly "{0}". Accesso negato. Assicurarsi di eseguire l'applicazione come amministratore. {1}
ja: MSB3392: アセンブリ "{0}" の登録を解除できません - アクセスが拒否されました。管理者としてアプリケーションを実行しているか確認してください。{1}
ko: MSB3392: "{0}" 어셈블리를 등록할 수 없습니다. 액세스가 거부되었습니다. 관리자로 애플리케이션을 실행하고 있는지 확인하세요. {1}
pl: MSB3392: Nie można wyrejestrować zestawu „{0}” — odmowa dostępu. Upewnij się, że aplikacja została uruchomiona z uprawnieniami administratora. {1}
pt_br: MSB3392: Não é possível remover o registro do assembly "{0}"; acesso negado. Verifique se você está executando o aplicativo como administrador. {1}
ru: MSB3392: невозможно отменить регистрацию сборки "{0}" — отказано в доступе. Убедитесь, что приложение запущено с правами администратора. {1}
tr: MSB3392: "{0}" bütünleştirilmiş kodunun kaydı silinemiyor: Erişim reddedildi. Lütfen uygulamayı yönetici olarak çalıştırdığınızdan emin olun. {1}
zh_hans: MSB3392: 无法注销程序集“{0}”- 拒绝访问。请确保您正在以管理员身份运行应用程序。{1}
zh_hant: MSB3392: 無法將組件 "{0}" 取消註冊 - 存取遭拒。請確認您以系統管理員身分執行此應用程式。{1}

# UnregisterAssembly.UnregisterAsmFileDoesNotExist
source: MSB3393: Cannot unregister assembly "{0}" - file doesn't exist.
cs: MSB3393: Nelze zrušit registraci sestavení {0}, protože soubor neexistuje.
de: MSB3393: Die {0}-Assembly kann nicht aus der Registrierung entfernt werden - Die Datei ist nicht vorhanden.
es: MSB3393: No se puede anular el registro del ensamblado "{0}". El archivo no existe.
fr: MSB3393: Impossible d'annuler l'inscription de l'assembly "{0}" - fichier inexistant.
it: MSB3393: non è possibile annullare la registrazione dell'assembly "{0}". Il file non esiste.
ja: MSB3393: アセンブリ "{0}" を登録解除できません - ファイルが存在しません。
ko: MSB3393: "{0}" 어셈블리의 등록을 취소할 수 없습니다. 파일이 없습니다.
pl: MSB3393: Nie można wyrejestrować zestawu „{0}” — plik nie istnieje.
pt_br: MSB3393: Não é possível cancelar o registro do assembly "{0}". O arquivo não existe.
ru: MSB3393: Не удается отменить регистрацию сборки "{0}" - файл не существует.
tr: MSB3393: "{0}" derlemesinin kaydı kaldırılamıyor - dosya yok.
zh_hans: MSB3393: 无法注销程序集“{0}”- 文件不存在。
zh_hant: MSB3393: 無法移除註冊組件 "{0}" - 檔案不存在。

# UnregisterAssembly.UnregisteringAssembly
source: Unregistering assembly "{0}" for COM Interop.
cs: Probíhá rušení registrace sestavení {0} pro zprostředkovatele komunikace s objekty COM.
de: Die {0}-Assembly wird für COM-Interop aus der Registrierung entfernt.
es: Anulando el registro del ensamblado "{0}" para la interoperabilidad COM.
fr: Annulation de l'inscription de l'assembly "{0}" pour COM Interop.
it: Annullamento della registrazione dell'assembly "{0}" per l'interoperabilità COM.
ja: アセンブリ "{0}" を COM 相互運用機能に対して登録解除しています。
ko: COM Interop에 대해 "{0}" 어셈블리의 등록을 취소하고 있습니다.
pl: Wyrejestrowywanie zestawu „{0}” dla międzyoperacyjności z modelem COM.
pt_br: Cancelando o registro de "{0}" para interoperabilidade COM.
ru: Отмена регистрации сборки "{0}" для взаимодействия COM.
tr: COM Birlikte Çalışma için "{0}" derlemesinin kaydı kaldırılıyor.
zh_hans: 正在为 COM 互操作注销程序集“{0}”。
zh_hant: 正在移除註冊 COM Interop 的組件 "{0}"。

# UnregisterAssembly.UnregisteringTypeLib
source: Unregistering type library "{0}".
cs: Probíhá rušení registrace knihovny typů {0}.
de: Die Typbibliothek "{0}" wird aus der Registrierung entfernt.
es: Anulando el registro de la biblioteca de tipos "{0}".
fr: Annulation de l'inscription de la bibliothèque de types "{0}".
it: Annullamento della registrazione della libreria dei tipi "{0}".
ja: タイプ ライブラリ "{0}" を登録解除しています。
ko: 형식 라이브러리 "{0}"의 등록을 취소하고 있습니다.
pl: Wyrejestrowywanie biblioteki typów „{0}”.
pt_br: Cancelando o registro da biblioteca de tipos "{0}".
ru: Отмена регистрации библиотеки типов "{0}".
tr: "{0}" tür kitaplığının kaydı kaldırılıyor.
zh_hans: 正在注销类型库“{0}”。
zh_hant: 正在移除註冊類型程式庫 "{0}"。

# UnregisterAssembly.UnregisterTlbCantLoadFile
source: MSB3397: Cannot unregister type library "{0}" - cannot load file, check to make sure it's a valid type library.
cs: MSB3397: Nelze zrušit registraci knihovny typů {0}, protože nelze načíst soubor. Zkontrolujte, zda jde o platnou knihovnu typů.
de: MSB3397: Die Typbibliothek "{0}" kann nicht aus der Registrierung entfernt werden - die Datei kann nicht geladen werden. Stellen Sie sicher, dass es sich um eine gültige Typbibliothek handelt.
es: MSB3397: No se puede anular el registro de la biblioteca de tipos "{0}". No se puede cargar el archivo. Asegúrese de que es una biblioteca de tipos válida.
fr: MSB3397: Impossible d'annuler l'inscription de la bibliothèque de types "{0}" - chargement du fichier impossible, assurez-vous que la bibliothèque de types est valide.
it: MSB3397: non è possibile annullare la registrazione della libreria dei tipi "{0}". Il file non può essere caricato. Verificare che la libreria dei tipi sia valida.
ja: MSB3397: タイプ ライブラリ "{0}" を登録解除できません - ファイルを読み込めません。有効なタイプ ライブラリであることを確認してください。
ko: MSB3397: 형식 라이브러리 "{0}"의 등록을 취소할 수 없습니다. 파일을 로드할 수 없습니다. 올바른 형식 라이브러리인지 확인하십시오.
pl: MSB3397: Nie można wyrejestrować biblioteki typów „{0}” — nie można załadować pliku. Upewnij się, że jest to prawidłowa biblioteka typów.
pt_br: MSB3397: Não é possível cancelar o registro da biblioteca de tipos "{0}" nem carregar o arquivo; verifique se a biblioteca de tipos é válida.
ru: MSB3397: Невозможно отменить регистрацию библиотеки типа "{0}" - не удается загрузить файл, убедитесь, что библиотека имеет допустимый тип.
tr: MSB3397: "{0}" tür kitaplığının kaydı kaldırılamıyor - dosya yüklenemiyor, tür kitaplığının geçerli olduğundan emin olun.
zh_hans: MSB3397: 无法注销类型库“{0}”- 无法加载文件，请检查以确保该类型库有效。
zh_hant: MSB3397: 無法移除註冊類型程式庫 "{0}" - 無法載入檔案。請確認這是一個有效的類型程式庫。

# UnregisterAssembly.UnregisterTlbFileDoesNotExist
source: Cannot unregister type library "{0}" - file doesn't exist.
cs: Nelze zrušit registraci knihovny typů {0}, protože soubor neexistuje.
de: Die Typbibliothek "{0}" kann nicht aus der Registrierung entfernt werden - die Datei ist nicht vorhanden.
es: No puede anularse el registro de la biblioteca de tipos "{0}". El archivo no existe.
fr: Impossible d'annuler l'inscription de la bibliothèque de types "{0}" - fichier inexistant.
it: Non è possibile annullare la registrazione della libreria dei tipi "{0}". Il file non esiste.
ja: タイプ ライブラリ "{0}" を登録解除できません - ファイルが存在しません。
ko: 형식 라이브러리 "{0}"의 등록을 취소할 수 없습니다. 파일이 없습니다.
pl: Nie można wyrejestrować biblioteki typów „{0}” — plik nie istnieje.
pt_br: Não é possível cancelar o registro da biblioteca de tipos "{0}". O arquivo não existe.
ru: Не удается отменить регистрацию библиотеки типов "{0}" - файл не существует.
tr: "{0}" tür kitaplığının kaydı kaldırılamıyor - dosya yok.
zh_hans: 无法注销类型库“{0}”- 文件不存在。
zh_hant: 無法移除註冊類型程式庫 "{0}" - 檔案不存在。

# UnregisterAssembly.UnregisterTlbFileNotRegistered
source: MSB3394: Type library "{0}" is not registered, cannot unregister.
cs: MSB3394: Nelze zrušit registraci knihovny typů {0}, protože není zaregistrována.
de: MSB3394: Die Typbibliothek "{0}" ist nicht registriert und kann daher nicht aus der Registrierung entfernt werden.
es: MSB3394: La biblioteca de tipos "{0}" no está registrada, por lo que no puede anularse su registro.
fr: MSB3394: La bibliothèque de types "{0}" n'est pas inscrite, impossible d'annuler l'inscription.
it: MSB3394: non è possibile annullare la registrazione della libreria dei tipi "{0}" perché non è registrata.
ja: MSB3394: タイプ ライブラリ "{0}" は登録されていないため、登録解除できません。
ko: MSB3394: 형식 라이브러리 "{0}"은(는) 등록되어 있지 않으므로 등록을 취소할 수 없습니다.
pl: MSB3394: Biblioteka typów „{0}” nie jest zarejestrowana, nie można wyrejestrować.
pt_br: MSB3394: A biblioteca de tipos "{0}" não está registrada; não é possível cancelar o registro.
ru: MSB3394: Библиотека типов "{0}" не зарегистрирована. Невозможно отменить ее регистрацию.
tr: MSB3394: "{0}" tür kitaplığı kaydettirilmemiş, kaydı kaldırılamıyor.
zh_hans: MSB3394: 类型库“{0}”未注册，无法注销。
zh_hant: MSB3394: 類型程式庫 "{0}" 並未註冊，因此無法移除註冊。
