Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateManifest.ConfigBindingRedirectsWithPartialTrust
source: MSB3111: Use of app.config binding redirects requires full trust.
cs: MSB3111: Použití přesměrování vazby app.config vyžaduje úplný vztah důvěryhodnosti.
de: MSB3111: Die Verwendung von app.config-BindingRedirect-Einträgen erfordert volle Vertrauenswürdigkeit.
es: MSB3111: El uso de redirecciones de enlace al archivo app.config requiere plena confianza.
fr: MSB3111: L'utilisation des redirections de liaison app.config requiert une confiance totale.
it: MSB3111: per l'utilizzo dei reindirizzamenti delle associazioni del file app.config è richiesta l'attendibilità totale.
ja: MSB3111: app.config バインド リダイレクトの使用には完全な信頼の設定を必要とします。
ko: MSB3111: app.config 바인딩 리디렉션을 사용하려면 완전 신뢰가 필요합니다.
pl: MSB3111: Aby skorzystać z przekierowań powiązania app.config, wymagane jest pełne zaufanie.
pt_br: MSB3111: O uso do redirecionamentos de associação de app.config requer confiança total.
ru: MSB3111: Для использования обязательных перенаправлений app.config необходимо полное доверие.
tr: MSB3111: app.config bağlama yeniden yönlendirmelerini kullanmak için tam güven gerekir.
zh_hans: MSB3111: 使用 app.config 绑定重定向需要完全信任。
zh_hant: MSB3111: 需要完全信任，才能使用 app.config 繫結重新導向。

# GenerateManifest.DuplicateAssemblyIdentity
source: MSB3112: Two or more assemblies have the same identity '{0}'.
cs: MSB3112: Dvě nebo více sestavení mají stejnou identitu {0}.
de: MSB3112: Mindestens zwei Assemblies besitzen dieselbe Identität "{0}".
es: MSB3112: Dos o más ensamblados tienen la misma identidad '{0}'.
fr: MSB3112: Au moins deux assemblys ont la même identité '{0}'.
it: MSB3112: due o più assembly hanno la stessa identità '{0}'.
ja: MSB3112: 同じ ID '{0}' が指定されたアセンブリが 2 つ以上あります。
ko: MSB3112: 둘 이상의 어셈블리에서 같은 ID '{0}'을(를) 사용합니다.
pl: MSB3112: Dwa lub kilka zestawów ma taką samą tożsamość '{0}'.
pt_br: MSB3112: Dois ou mais assemblies têm a mesma identidade "{0}".
ru: MSB3112: Две сборки или более имеют одинаковый идентификатор "{0}".
tr: MSB3112: İki veya daha fazla derleme, aynı '{0}' kimliğine sahip.
zh_hans: MSB3112: 两个或更多个程序集具有相同的标识“{0}”。
zh_hant: MSB3112: 有兩個以上的組件具有相同的識別 '{0}'。

# GenerateManifest.DuplicateComDefinition
source: MSB3180: COM component '{1}' is defined in both '{3}' and '{4}', {0}="{2}".
cs: MSB3180: Komponenta modelu COM {1} je definována v položkách {3} i {4}, {0}={2}.
de: MSB3180: Die COM-Komponente "{1}" ist in "{3}" und "{4}" definiert, {0}="{2}".
es: MSB3180: El componente COM '{1}' está definido tanto en '{3}' como en '{4}', {0}="{2}".
fr: MSB3180: Le composant COM '{1}' est défini à la fois dans '{3}' et '{4}', {0}="{2}".
it: MSB3180: il componente COM '{1}' è definito sia in '{3}' che in '{4}'. {0}="{2}".
ja: MSB3180: COM コンポーネント '{1}' は、'{3}' および '{4}' で {0}="{2}" に定義されています。
ko: MSB3180: COM 구성 요소 '{1}'이(가) '{3}'과(와) '{4}' 둘 다에 정의되었습니다({0}="{2}").
pl: MSB3180: Składnik '{1}' modelu COM został zdefiniowany w parametrach '{3}' i '{4}', {0}="{2}".
pt_br: MSB3180: O componente COM "{1}" foi definido em "{3}" e "{4}", {0}="{2}".
ru: MSB3180: Компонент COM "{1}" определен как в "{3}", так и в "{4}", {0}="{2}".
tr: MSB3180: '{1}' COM bileşeni hem '{3}' hem de '{4}' öğesinde tanımlanmış, {0}="{2}".
zh_hans: MSB3180: 在“{3}”和“{4}”中都定义了 COM 组件“{1}”，{0}=“{2}”。
zh_hant: MSB3180: COM 元件 '{1}' 同時定義於 '{3}' 和 '{4}' 中，而 {0}="{2}"。

# GenerateManifest.DuplicateTargetPath
source: MSB3181: Two or more files have the same target path '{0}'.
cs: MSB3181: Dvě nebo více sestavení mají stejnou cílovou cestu {0}.
de: MSB3181: Für mindestens zwei Dateien ist derselbe Zielpfad "{0}" angegeben.
es: MSB3181: Dos o más archivos tienen la misma ruta de acceso de destino '{0}'.
fr: MSB3181: Au moins deux fichiers ont le même chemin cible '{0}'.
it: MSB3181: due o più file hanno lo stesso percorso di destinazione '{0}'.
ja: MSB3181: 2 つ以上のファイルに、同じターゲット パス '{0}' が指定されています。
ko: MSB3181: 대상 경로 '{0}'이(가) 동일한 파일이 두 개 이상 있습니다.
pl: MSB3181: Dwa lub kilka plików ma tę samą ścieżkę docelową '{0}'.
pt_br: MSB3181: Dois ou mais arquivos têm o mesmo caminho de destino "{0}".
ru: MSB3181: Два файла или более имеют одинаковый целевой путь "{0}".
tr: MSB3181: İki veya daha fazla dosya, aynı '{0}' hedef yoluna sahip.
zh_hans: MSB3181: 两个或更多个文件具有相同的目标路径“{0}”。
zh_hant: MSB3181: 兩個或兩個以上的檔案具有相同的目標路徑 '{0}'。

# GenerateManifest.FileAssociationDefaultIconNotInstalled
source: MSB3127: The default icon {0} could not be found in the current file references or is not part of the required download group. The default icon file name is case sensitive so the file name referenced in the application manifest must exactly match the icon's file name.
cs: MSB3127: Výchozí ikona {0} nebyla nalezena v aktuálních odkazech na soubory nebo není součástí požadované skupiny pro stažení. V názvu souboru výchozí ikony se rozlišují velká a malá písmena, takže název souboru, na který odkazuje manifest aplikace, musí přesně odpovídat názvu souboru ikony.
de: MSB3127: Das Standardsymbol {0} wurde nicht in den aktuellen Dateiverweisen gefunden oder gehört nicht der erforderlichen Downloadgruppe an. Beim Namen der Standardsymboldatei muss die Groß-/Kleinschreibung beachtet werden. Der im Anwendungsmanifest referenzierte Dateiname muss daher genau dem Dateinamen des Symbols entsprechen.
es: MSB3127: No se encuentra el icono predeterminado {0} en las referencias de archivo actuales, o bien no forma parte del grupo de descarga necesario. El nombre de archivo del icono predeterminado distingue mayúsculas de minúsculas, por lo que el nombre de archivo al que se hace referencia en el manifiesto de la aplicación debe coincidir exactamente con el del icono.
fr: MSB3127: L'icône par défaut {0} est introuvable dans les références de fichier actuelles ou ne fait pas partie du groupe de téléchargements obligatoires. Le nom de fichier de l'icône par défaut respecte la casse. Le nom de fichier référencé dans le manifeste d'application doit donc correspondre exactement au nom de fichier de l'icône.
it: MSB3127: l'icona predefinita {0} non è stata trovata nei riferimenti al file correnti oppure non fa parte del gruppo di download richiesto. Il nome file dell'icona predefinita fa distinzione tra maiuscole e minuscole, quindi il nome file indicato nel manifesto dell'applicazione deve corrispondere esattamente al nome file dell'icona.
ja: MSB3127: 既定のアイコン {0} は現在のファイル参照に見つからないか、必要なダウンロード グループに含まれていません。既定のアイコン ファイル名は大文字小文字を区別するため、アプリケーション マニフェストで参照されるファイル名は、アイコンのファイル名と完全に一致する必要があります。
ko: MSB3127: 현재 파일 참조에 기본 아이콘 {0}이(가) 없거나 필요한 다운로드 그룹의 일부가 아닙니다. 기본 아이콘 파일 이름은 대/소문자를 구분하므로 애플리케이션 매니페스트에서 참조하는 파일 이름은 아이콘의 파일 이름과 정확히 일치해야 합니다.
pl: MSB3127: Nie można znaleźć ikony domyślnej {0} w odwołaniach do bieżącego pliku lub nie jest ona częścią wymaganej grupy pobierania. W nazwie pliku ikony domyślnej jest rozróżniana wielkość liter, więc nazwa pliku, do której występuje odwołanie w manifeście aplikacji, musi dokładnie odpowiadać nazwie pliku tej ikony.
pt_br: MSB3127: O ícone padrão {0} não foi encontrado nas referências ao arquivo atual ou não faz parte do grupo de downloads necessário. O nome de arquivo do ícone padrão faz distinção entre maiúsculas e minúsculas; portanto, o nome de arquivo referenciado no manifesto do aplicativo deve corresponder ao nome de arquivo do ícone.
ru: MSB3127: не удалось обнаружить значок по умолчанию ({0}) в ссылках текущего файла, либо он не является частью, обязательной для скачивания группы. Имя файла значка по умолчанию вводится с учетом регистра, поэтому имя файла, упоминаемое в манифесте приложения, должно точно соответствовать имени файла значка.
tr: MSB3127: {0} varsayılan simgesi geçerli dosya başvurularında bulunamadı veya gerekli indirme grubunun bir parçası değil. Varsayılan simgenin dosya adı büyük/küçük harf duyarlı olduğundan, uygulama bildiriminde başvurulan dosya adı, simgenin dosya adıyla tam olarak eşleşmelidir.
zh_hans: MSB3127: 未能在当前文件引用中找到默认图标 {0}，或者该图标不是所需下载组的一部分。默认图标文件名区分大小写，因此应用程序清单中引用的文件名必须与图标的文件名完全匹配。
zh_hant: MSB3127: 在目前的檔案參考中找不到預設圖示 {0}，或這個圖示不屬於必要下載群組的一部分。預設圖示檔案名稱區分大小寫，因此應用程式資訊清單中參考的檔案名稱必須與圖示的檔案名稱完全相符。

# GenerateManifest.FileAssociationExtensionMissingLeadDot
source: MSB3119: File association extensions must start with a period character (.).
cs: MSB3119: Přípony přidružení typu souboru musí začínat tečkou.
de: MSB3119: Dateizuordnungserweiterungen müssen mit einem Punkt (.) beginnen.
es: MSB3119: Las extensiones de asociación de archivo deben comenzar con un punto (.).
fr: MSB3119: Les extensions des associations de fichiers doivent commencer par un point (.).
it: MSB3119: le estensioni delle associazioni di file devono iniziare con un carattere punto (.).
ja: MSB3119: ファイルの関連付けの拡張子は、ピリオド (.) で始める必要があります。
ko: MSB3119: 파일 연결 확장명은 마침표 문자(.)로 시작해야 합니다.
pl: MSB3119: Rozszerzenia skojarzeń plików muszą zaczynać się od znaku kropki (.).
pt_br: MSB3119: As extensões de associações de arquivo devem iniciar com um caractere de ponto (.).
ru: MSB3119: Расширения сопоставления файлов должны начинаться с символа точки (.).
tr: MSB3119: Dosya ilişkilendirmesi uzantıları nokta karakteriyle (.) başlamalıdır.
zh_hans: MSB3119: 文件关联扩展名必须以句点字符(.)开头。
zh_hant: MSB3119: 檔案關聯的副檔名必須以句號字元 (.) 開頭。

# GenerateManifest.FileAssociationExtensionTooLong
source: MSB3120: File association extension '{0}' exceeds the maximum allowed length of {1}.
cs: MSB3120: Přípona přidružení typu souboru {0} přesahuje maximální povolenou délku {1}.
de: MSB3120: Die Dateizuordnungserweiterung "{0}" überschreitet die maximal zulässige Länge von {1}.
es: MSB3120: La extensión de asociación de archivo '{0}' supera la longitud máxima permitida de {1}.
fr: MSB3120: L'extension de l'association de fichier '{0}' dépasse la longueur maximale autorisée de {1}.
it: MSB3120: l'estensione dell'associazione di file '{0}' supera la lunghezza massima consentita di {1}.
ja: MSB3120: ファイルの関連付けの拡張子 '{0}' は、許可されている最大長 {1} を超えています。
ko: MSB3120: 파일 연결 확장명 '{0}'이(가) 허용되는 최대 길이인 {1}을(를) 초과합니다.
pl: MSB3120: Długość rozszerzenia skojarzenia pliku „{0}” przekracza maksymalną dozwoloną długość {1}.
pt_br: MSB3120: A extensão de associação de arquivo "{0}" excede o comprimento máximo permitido de {1}.
ru: MSB3120: У расширения сопоставления файлов "{0}" превышена максимально допустимая длина, равная {1}.
tr: MSB3120: '{0}' dosya ilişkilendirmesi uzantısı, izin verilen uzunluk sınırını ({1}) aşıyor.
zh_hans: MSB3120: 文件关联扩展名“{0}”超过最大允许长度 {1}。
zh_hant: MSB3120: 檔案關聯的副檔名 '{0}' 超過允許的最大長度 {1}。

# GenerateManifest.FileAssociationMissingAttribute
source: MSB3121: The file association element in the application manifest is missing one or more of the following required attributes: extension, description, progid, or default icon.
cs: MSB3121: Element přidružení typu souboru v manifestu aplikace neobsahuje některé z následujících povinných atributů: přípona, popis, identifikátor progID nebo výchozí ikonu.
de: MSB3121: Im Dateizuordnungselement im Anwendungsmanifest fehlt mindestens eines der folgenden erforderlichen Attribute: extension, description, progid oder default icon.
es: MSB3121: En el elemento de asociación de archivo del manifiesto de aplicación falta uno o varios de los atributos necesarios siguientes: extension, description, progid o default icon.
fr: MSB3121: Il manque à l'élément d'association de fichiers du manifeste d'application un ou plusieurs des attributs requis suivants : extension, description, progID ou icône par défaut.
it: MSB3121: nell'elemento dell'associazione di file nel manifesto dell'applicazione manca uno dei seguenti attributi obbligatori: estensione, descrizione, ProgId o icona predefinita.
ja: MSB3121: アプリケーション マニフェスト内のファイルの関連付け要素に、必要な属性 (拡張子、説明、progid、または既定のアイコン) のうち 1 つ以上がありません。
ko: MSB3121: 애플리케이션 매니페스트의 파일 연결 요소에 필요한 특성인 확장명, 설명, progid 또는 기본 아이콘 중 하나 이상이 없습니다.
pl: MSB3121: Element skojarzenia pliku w manifeście aplikacji nie zawiera przynajmniej jednego z następujących wymaganych atrybutów: rozszerzenia, opisu, identyfikatora programu lub ikony domyślnej.
pt_br: MSB3121: Um ou mais atributos necessários a seguir estão faltando no elemento de associação de arquivo no manifesto do aplicativo: extensão, descrição, progid ou ícone padrão.
ru: MSB3121: В элементе сопоставления файлов в манифесте приложения отсутствует один или несколько из следующих обязательных атрибутов: расширение, описание, progid или значок по умолчанию.
tr: MSB3121: Uygulama bildirimindeki dosya ilişkilendirmesi öğesinde şu gerekli özniteliklerden bir veya daha fazlası eksik: uzantı, açıklama, program kimliği veya varsayılan simge.
zh_hans: MSB3121: 应用程序清单中的文件关联元素缺少一个或多个以下必需特性: 扩展名、说明、progid 或默认图标。
zh_hant: MSB3121: 應用程式資訊清單中的檔案關聯項目遺漏一或多個下列的必要屬性: 副檔名、說明、ProgID 或預設圖示。

# GenerateManifest.FileAssociationsApplicationNotFullTrust
source: MSB3122: Use of file associations requires full trust.
cs: MSB3122: Použití přidružení typu souboru vyžaduje plnou důvěryhodnost.
de: MSB3122: Die Verwendung von Dateizuordnungen erfordert vollständige Vertrauenswürdigkeit.
es: MSB3122: El uso de asociaciones de archivo requiere plena confianza.
fr: MSB3122: L'utilisation d'associations de fichiers requiert une confiance totale.
it: MSB3122: per l'utilizzo delle associazioni di file è richiesta l'attendibilità totale.
ja: MSB3122: ファイルの関連付けの使用には完全な信頼の設定を必要とします。
ko: MSB3122: 파일 연결을 사용하려면 완전 신뢰가 필요합니다.
pl: MSB3122: Używanie skojarzeń plików wymaga relacji pełnego zaufania.
pt_br: MSB3122: O uso de associações de arquivo requer confiança total.
ru: MSB3122: Использование ассоциаций файлов требует режима полного доверия.
tr: MSB3122: Dosya ilişkilendirmelerinin kullanımı tam güven gerektirir.
zh_hans: MSB3122: 使用文件关联需要完全信任。
zh_hant: MSB3122: 檔案關聯的使用需要完全信任。

# GenerateManifest.FileAssociationsCountExceedsMaximum
source: MSB3123: The number of file associations exceeds the limit of {0}.
cs: MSB3123: Počet přidružení typů souborů přesahuje maximální hodnotu {0}.
de: MSB3123: Die Anzahl von Dateizuordnungen überschreitet die maximal zulässige Anzahl von {0}.
es: MSB3123: El número de asociaciones de archivo supera el límite de {0}.
fr: MSB3123: Le nombre d'associations de fichiers dépasse la limite de {0}.
it: MSB3123: il numero di associazioni di file supera il limite di {0}.
ja: MSB3123: ファイルの関連付けの数が制限 {0} を超えています。
ko: MSB3123: 파일 연결 수가 한계인 {0}을(를) 초과합니다.
pl: MSB3123: Liczba skojarzeń plików przekracza limit {0}.
pt_br: MSB3123: O número de associações de arquivo excede o limite de {0}.
ru: MSB3123: Количество связей файла превышает ограничение, равное {0}.
tr: MSB3123: Dosya ilişkilendirmeleri sayısı {0} sınırını aşıyor.
zh_hans: MSB3123: 文件关联数超过限制 {0}。
zh_hant: MSB3123: 檔案關聯的數目超過 {0} 個限制。

# GenerateManifest.FileAssociationsDuplicateExtensions
source: MSB3124: A file association has already been created for extension '{0}'.
cs: MSB3124: Pro příponu {0} již bylo vytvořeno přidružení typu souboru.
de: MSB3124: Für die Erweiterung "{0}" wurde bereits eine Dateizuordnung erstellt.
es: MSB3124: Ya se ha creado una asociación de archivo para la extensión '{0}'.
fr: MSB3124: Une association de fichier a déjà été créée pour l'extension '{0}'.
it: MSB3124: associazione di file già creata per l'estensione '{0}'.
ja: MSB3124: ファイルの関連付けが拡張子 '{0}' に既に作成されています。
ko: MSB3124: 확장명 '{0}'에 대한 파일 연결을 이미 만들었습니다.
pl: MSB3124: Utworzono już skojarzenie pliku dla rozszerzenia „{0}”.
pt_br: MSB3124: Uma associação de arquivo já foi criada para a extensão "{0}".
ru: MSB3124: Сопоставление файла для расширения "{0}" уже создано.
tr: MSB3124: '{0}' uzantısı için bir dosya ilişkilendirmesi zaten oluşturulmuş.
zh_hans: MSB3124: 已经为扩展名“{0}”创建了文件关联。
zh_hant: MSB3124: 已經為副檔名 '{0}' 建立檔案關聯。

# GenerateManifest.FileAssociationsNoEntryPoint
source: MSB3125: The application is using file associations but has no EntryPoint build parameter.
cs: MSB3125: Aplikace používá přidružení typů souborů, ale neobsahuje parametr sestavení EntryPoint.
de: MSB3125: Die Anwendung verwendet Dateizuordnungen, verfügt aber nicht über einen EntryPoint-Buildparameter.
es: MSB3125: La aplicación usa asociaciones de archivo pero no tiene ningún parámetro de compilación EntryPoint.
fr: MSB3125: L'application utilise des associations de fichiers mais n'a aucun paramètre de build EntryPoint.
it: MSB3125: l'applicazione usa le associazioni di file ma non include alcun parametro di compilazione EntryPoint.
ja: MSB3125: アプリケーションはファイルの関連付けを使用していますが、EntryPoint ビルド パラメーターがありません。
ko: MSB3125: 애플리케이션에서 파일 연결을 사용하고 있지만 EntryPoint 작성 매개 변수가 없습니다.
pl: MSB3125: Aplikacja korzysta ze skojarzeń plików, ale nie ma parametru kompilacji EntryPoint.
pt_br: MSB3125: O aplicativo usa associações de arquivo, mas não tem o parâmetro de compilação EntryPoint.
ru: MSB3125: Приложение использует сопоставления расширений файлов, но без параметра сборки EntryPoint.
tr: MSB3125: Uygulama dosya ilişkilendirmeleri kullanıyor, ancak EntryPoint oluşturma parametresi yok.
zh_hans: MSB3125: 应用程序正在使用文件关联，但没有 EntryPoint 生成参数。
zh_hant: MSB3125: 應用程式正在使用檔案關聯，但卻沒有 EntryPoint 組建參數。

# GenerateManifest.FileAssociationsNotInstalled
source: MSB3126: The application is using file associations but is not marked for installation. File associations cannot be used for applications that are not installed such as applications hosted in a web browser.
cs: MSB3126: Aplikace používá přidružení typů souborů, ale není označena pro instalaci. Přidružení typů souborů nelze použít pro aplikace, které nejsou instalovány (např. aplikace hostované ve webovém prohlížeči).
de: MSB3126: Die Anwendung verwendet Dateizuordnungen, ist aber nicht für die Installation markiert. Dateizuordnungen können nicht für Anwendungen verwendet werden, die nicht installiert werden, z. B. in einem Webbrowser gehostete Anwendungen.
es: MSB3126: La aplicación usa asociaciones de archivo, pero no está marcada para instalación. No se pueden usar asociaciones de archivo para aplicaciones que no están instaladas, como aplicaciones hospedadas en un navegador web.
fr: MSB3126: L'application utilise des associations de fichiers, mais n'est pas marquée pour une installation. Les associations de fichiers ne peuvent pas être utilisées pour des applications qui ne sont pas installées, par exemple les applications hébergées dans un navigateur web.
it: MSB3126: l'applicazione usa le associazioni di file ma non è contrassegnata per l'installazione. Non è possibile usare le associazioni di file per applicazioni non installate, ad esempio quelle ospitate in un Web browser.
ja: MSB3126: アプリケーションはファイルの関連付けを使用していますが、インストール用にマークされていません。ファイルの関連付けは、Web ブラウザーでホストされているアプリケーションなど、インストールされていないアプリケーションには使用できません。
ko: MSB3126: 애플리케이션이 파일 연결을 사용하고 있지만 설치용으로 표시되지 않았습니다. 웹 브라우저에 호스트된 애플리케이션과 같이 설치되지 않은 애플리케이션에는 파일 연결을 사용할 수 없습니다.
pl: MSB3126: Aplikacja korzysta ze skojarzeń plików, ale nie jest oznaczona jako wybrana do instalacji. Nie można używać skojarzeń plików w przypadku aplikacji, które nie są instalowane, takich jak aplikacje obsługiwane w przeglądarce internetowej.
pt_br: MSB3126: O aplicativo usa associações de arquivo, mas não está marcado para instalação. As associações de arquivo não podem ser usadas para aplicativos que não estejam instalados, como aplicativos hospedados em um navegador da Web.
ru: MSB3126: приложение использует сопоставления файлов, но не помечено для установки. Невозможно использовать сопоставления файлов для приложений, которые не устанавливаются, например для приложений, размещаемых в веб-браузере.
tr: MSB3126: Uygulama dosya ilişkilendirmeleri kullanıyor, ancak yükleme için işaretlenmemiş. Web tarayıcısında barındırılan uygulamalar gibi yüklenmeyen uygulamalar için dosya ilişkilendirmesi kullanılamaz.
zh_hans: MSB3126: 应用程序正在使用文件关联，但未标记为安装。文件关联无法用于未安装的应用程序(如 Web 浏览器中承载的应用程序)。
zh_hant: MSB3126: 應用程式正在使用檔案關聯，但並未標記成安裝。檔案關聯不能用在未安裝的應用程式，例如 Web 瀏覽器所裝載的應用程式。

# GenerateManifest.General
source: MSB3171: Problem generating manifest. {0}
cs: MSB3171: Při generování manifestu došlo k potížím. {0}
de: MSB3171: Problem beim Generieren des Manifests. {0}
es: MSB3171: Existe un problema al generar el manifiesto. {0}
fr: MSB3171: Problème lors de la génération du manifeste. {0}
it: MSB3171: problema durante la generazione del manifesto. {0}
ja: MSB3171: マニフェストの生成エラーです。{0}
ko: MSB3171: 매니페스트를 생성하는 동안 문제가 발생했습니다. {0}
pl: MSB3171: Problem z wygenerowaniem manifestu. {0}
pt_br: MSB3171: Problema ao gerar manifesto. {0}
ru: MSB3171: Ошибка создания манифеста. {0}
tr: MSB3171: Bildirim oluşturma sırasında sorun oluştu. {0}
zh_hans: MSB3171: 生成清单时出现问题。{0}
zh_hant: MSB3171: 產生資訊清單時發生問題。{0}

# GenerateManifest.GreaterMinimumRequiredVersion
source: MSB3176: Specified minimum required version is greater than the current publish version. Please specify a version less than or equal to the current publish version.
cs: MSB3176: Zadaná minimální požadovaná verze je novější než aktuální publikovaná verze. Zadejte verzi, která je starší nebo stejná jako aktuální publikovaná verze.
de: MSB3176: Die angegebene mindestens erforderliche Version ist höher als die aktuelle veröffentlichte Version. Geben Sie eine Version an, die der aktuellen veröffentlichten Version entspricht oder älter ist.
es: MSB3176: La versión mínima necesaria especificada es más reciente que la versión de publicación actual. Especifique una versión anterior o igual a la versión de publicación actual.
fr: MSB3176: La version minimale requise que vous avez spécifiée est ultérieure à celle de la version publiée actuelle. Spécifiez une version antérieure ou égale à la version publiée actuelle.
it: MSB3176: la versione minima richiesta specificata è successiva alla versione di pubblicazione corrente. Specificare una versione precedente o uguale a quella di pubblicazione corrente.
ja: MSB3176: 必要なバージョンとして指定されているバージョンは、現在の公開するバージョンより新しいものです。現在の公開するバージョンと同じか、またはそれよりも古いバージョンを指定してください。
ko: MSB3176: 지정한 최소 필수 버전이 현재 게시 버전보다 높습니다. 현재 게시 버전보다 낮거나 같은 버전을 지정하세요.
pl: MSB3176: Określona minimalna wersja wymagana jest wyższa niż bieżąca wersja publikowana. Określ wersję niższą lub taką samą jak bieżąca wersja publikowana.
pt_br: MSB3176: A versão mínima necessária especificada é posterior à versão da publicação atual. Especifique uma versão menor ou igual à versão da publicação atual.
ru: MSB3176: указанная минимальная версия новее текущей версии публикации. Укажите более раннюю версию или версию, равную текущей версии публикации.
tr: MSB3176: Belirtilen gerekli en düşük sürüm, geçerli yayım sürümünden büyük. Lütfen, geçerli yayım sürümüne eşit veya bundan küçük bir sürüm belirtin.
zh_hans: MSB3176: 指定的最低要求版本高于当前的发布版本。请指定不高于当前发布版本的版本。
zh_hant: MSB3176: 指定的最低必要版本高於目前的發佈版本。請指定低於或等於目前發佈版本的版本。
