Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResGen.STRClassNamespaceOrFilenameWithoutLanguage
source: MSB3452: StronglyTypedClassName, StronglyTypedNamespace, and/or StronglyTypedFileName parameters were passed in, but no StronglyTypedLanguage. If you want to create a strongly typed resource class, please specify a language. Otherwise remove all class, file name, and namespace parameters.
cs: MSB3452: Byly předány parametry StronglyTypedClassName, StronglyTypedNamespace nebo StronglyTypedFileName, ale ne parametr StronglyTypedLanguage. Chcete-li vytvořit třídu prostředků se silnými typy, zadejte jazyk. V opačném případě odeberte všechny parametry třídy, názvu souboru a oboru názvů.
de: MSB3452: Die Parameter StronglyTypedClassName, StronglyTypedNamespace und/oder StronglyTypedFileName wurden übergeben, aber keine StronglyTypedLanguage. Geben Sie eine Sprache an, wenn Sie eine stark typisierte Ressourcenklasse erstellen möchten. Entfernen Sie andernfalls alle Klassen-, Dateinamen- und Namespaceparameter.
es: MSB3452: Se pasaron los parámetros StronglyTypedClassName, StronglyTypedNamespace y/o StronglyTypedFileName, pero no se pasó StronglyTypedLanguage. Si desea crear una clase de recursos fuertemente tipados, especifique un lenguaje. De lo contrario, quite todos los parámetros de clase, de nombre de archivo y de espacio de nombres.
fr: MSB3452: Les paramètres StronglyTypedClassName, StronglyTypedNamespace et/ou StronglyTypedFileName ont été passés, mais pas StronglyTypedLanguage. Si vous voulez créer une classe de ressource fortement typée, spécifiez un langage. Sinon, supprimez tous les paramètres de classe, nom de fichier et espace de noms.
it: MSB3452: sono stati passati i parametri StronglyTypedClassName, StronglyTypedNamespace e/o StronglyTypedFileName, ma non è stato passato StronglyTypedLanguage. Per creare una classe di risorse fortemente tipizzata, specificare una lingua. In caso contrario, rimuovere tutti i parametri relativi alla classe, al nome file e allo spazio dei nomi.
ja: MSB3452: StronglyTypedClassName、StronglyTypedNamespace、および StronglyTypedFileName パラメーターが渡されましたが、StronglyTypedLanguage は含まれていません。厳密に型指定されたリソース クラスを作成する場合は、言語を指定してください。作成しない場合は、すべてのクラス、ファイル名、および名前空間のパラメーターを削除してください。
ko: MSB3452: StronglyTypedClassName, StronglyTypedNamespace 및/또는 StronglyTypedFileName 매개 변수가 전달되었는데 StronglyTypedLanguage 매개 변수가 없습니다. 강력한 형식의 리소스 클래스를 만들려면 언어를 지정하세요. 그렇지 않으면 클래스, 파일 이름 및 네임스페이스 매개 변수를 모두 제거하세요.
pl: MSB3452: Przekazano parametry StronglyTypedClassName, StronglyTypedNamespace i/lub StronglyTypedFileName, ale nie przekazano parametru StronglyTypedLanguage. Jeżeli chcesz utworzyć klasę zasobu o jednoznacznie określonym typie, określ język. W innym przypadku należy usunąć wszystkie parametry klasy, nazwy pliku oraz przestrzeni nazw.
pt_br: MSB3452: Os parâmetros StronglyTypedClassName, StronglyTypedNamespace e/ou StronglyTypedFileName foram passados, mas não StronglyTypedLanguage. Se você deseja criar uma classe de recursos fortemente tipados, especifique uma linguagem. Caso contrário, remova todos os parâmetros de namespace, de nome de arquivo e de classe.
ru: MSB3452: были переданы параметры StronglyTypedClassName, StronglyTypedNamespace и (или) StronglyTypedFileName, но не передан параметр StronglyTypedLanguage. Если необходимо создать класс ресурсов со строгой типизацией, укажите язык. В противном случае удалите все параметры класса, имени файла и пространства имен.
tr: MSB3452: StronglyTypedClassName, StronglyTypedNamespace ve/veya StronglyTypedFileName parametreleri geçirildi, ancak StronglyTypedLanguage geçirilmedi. Kesin tür belirtilmiş bir kaynak sınıfı oluşturmak istiyorsanız, lütfen bir dil belirtin. Aksi halde tüm sınıf, dosya adı ve ad alanı parametrelerini kaldırın.
zh_hans: MSB3452: 传入了 StronglyTypedClassName、StronglyTypedNamespace 和/或 StronglyTypedFileName 参数，但未传入 StronglyTypedLanguage。如果希望创建强类型资源类，请指定一种语言。否则，请移除所有类、文件名和命名空间参数。
zh_hant: MSB3452: 已傳入 StronglyTypedClassName、StronglyTypedNamespace 和 (或) StronglyTypedFileName 參數，但卻沒有 StronglyTypedLanguage。如果要建立強型別資源類別，請指定語言。否則請移除所有的類別、檔案名稱和命名空間參數。

# ResGen.STRLanguageButNotExactlyOneSourceFile
source: MSB3453: The language for a strongly typed resource class was specified, but more than one source file was passed in. Please pass in only one source file at a time if you want to generate strongly typed resource classes.
cs: MSB3453: Byl zadán jazyk pro třídu prostředků se silnými typy, ale předalo se více zdrojových souborů. Chcete-li generovat třídy prostředků se silnými typy, je třeba předat vždy jen jeden zdrojový soubor.
de: MSB3453: Die Sprache für eine stark typisierte Ressourcenklasse wurde angegeben, es wurden jedoch mehrere Quelldateien übergeben. Übergeben Sie jeweils nur eine Quelldatei, wenn Sie stark typisierte Ressourcenklassen generieren möchten.
es: MSB3453: Se especificó el lenguaje para una clase de recursos fuertemente tipados, pero se pasó más de un archivo de origen. Pase los archivos de origen de uno en uno si desea generar clases de recursos fuertemente tipados.
fr: MSB3453: Le langage a été spécifié pour une classe de ressource fortement typée, mais plusieurs fichiers sources ont été passés. Passez un seul fichier source à la fois si vous voulez générer des classes de ressources fortement typées.
it: MSB3453: è stata specificata la lingua per una classe di risorse fortemente tipizzata, ma è stato passato più di un file di origine. Per generare classi di risorse fortemente tipizzate, passare un solo file di origine per volta.
ja: MSB3453: 厳密に型指定されたリソース クラスのための言語が指定されましたが、複数のソース ファイルが渡されました。厳密に型指定されたリソース クラスを生成するには、一度に 1 つのソース ファイルを渡してください。
ko: MSB3453: 강력한 형식의 리소스 클래스에 대한 언어를 지정했는데 둘 이상의 소스 파일이 전달되었습니다. 강력한 형식의 리소스 클래스를 생성하려면 소스 파일을 한 번에 하나씩만 전달하세요.
pl: MSB3453: Określono język dla zasobu o jednoznacznie określonym typie, ale przekazano więcej niż jeden plik źródłowy. Przekazuj tylko jeden plik źródłowy jednocześnie, jeśli chcesz wygenerować klasy zasobów o jednoznacznie określonym typie.
pt_br: MSB3453: A linguagem para uma classe de recursos fortemente tipados foi especificada, porém, mais de um arquivo de origem foi passado. Passe apenas um arquivo de origem de cada vez se desejar gerar classes de recursos fortemente tipados.
ru: MSB3453: для класса ресурсов со строгой типизацией был указан язык, но при этом было передано несколько исходных файлов. Если требуется создавать классы ресурсов со строгой типизацией, передавайте исходные файлы исключительно по одному.
tr: MSB3453: Kesin tür belirtilmiş kaynak sınıfı için dil belirtildi, ancak birden fazla kaynak dosyası geçirildi. Kesin tür belirtilmiş kaynak sınıfları oluşturmak istiyorsanız, lütfen aynı anda yalnızca tek bir kaynak dosyası geçirin.
zh_hans: MSB3453: 指定了强类型资源类的语言，但传入了多个源文件。如果希望生成强类型资源类，请一次仅传入一个源文件。
zh_hant: MSB3453: 已指定強型別資源類別的語言，但卻傳入一個以上的來源檔案。如果要產生強型別資源類別，一次請僅傳入一個來源檔案。

# ResGen.TrackerNotFound
source: MSB3454: Tracker.exe is required to correctly incrementally generate resources in some circumstances, such as when building on a 64-bit OS using 32-bit MSBuild. This build requires Tracker.exe, but it could not be found. The task is looking for Tracker.exe beneath the {0} value of the registry key {1}. To solve the problem, either: 1) Install the Microsoft Windows SDK v7.0A or later. 2) Install Microsoft Visual Studio 2010. 3) Manually set the above registry key to the correct location. Alternatively, you can turn off incremental resource generation by setting the "TrackFileAccess" property to "false".
cs: MSB3454: Za určitých okolností je ke správnému přírůstkovému generování prostředků vyžadováno použití nástroje Tracker.exe, například při sestavování pomocí 32bitové verze nástroje MSBuild v 64bitovém operačním systému. Toto sestavení vyžaduje soubor Tracker.exe, který nebyl nalezen. Úloha hledá soubor Tracker.exe pod hodnotou {0} klíče registru {1}. Problém můžete vyřešit následujícími způsoby: 1) Instalací sady Microsoft Windows SDK v7.0A nebo novější. 2) Instalací sady Microsoft Visual Studio 2010. 3) Ručním nastavením uvedeného klíče registru na správné umístění. Také můžete vypnout přírůstkové generování prostředků nastavením vlastnosti TrackFileAccess na hodnotu false.
de: MSB3454: Die Verwendung von "Tracker.exe" ist zum ordnungsgemäßen Generieren von Ressourcen in bestimmten Fällen, wie etwa beim Erstellen unter einem 64-Bit-Betriebssystem mithilfe von 32-Bit-MSBuild, erforderlich. Für diesen Build wird "Tracker.exe" benötigt, doch die Datei wurde nicht gefunden. In der Aufgabe wird unter dem {0}-Wert des Registrierungsschlüssels "{1}" nach "Tracker.exe" gesucht. Führen Sie zum Beheben des Problems einen der folgenden Schritte aus: 1) Installieren Sie das Microsoft Windows SDK v7.0A oder höher. 2) Installieren Sie Microsoft Visual Studio 2010. 3) Legen Sie für den Registrierungsschlüssel oben manuell das richtige Verzeichnis fest. Sie können auch die inkrementelle Ressourcengenerierung durch Festlegen der "TrackFileAccess"-Eigenschaft auf FALSE deaktivieren.
es: MSB3454: Tracker.exe es necesario para generar recursos incrementalmente de manera correcta en algunos casos como, por ejemplo, al compilar en un sistema operativo de 64 bits mediante MSBuild de 32 bits. Esta compilación requiere Tracker.exe, pero no se encuentra. La tarea busca Tracker.exe bajo el valor {0} de la clave del Registro {1}. Para solucionar este problema: 1) Instale el SKD v7.0A de Microsoft Windows o una versión posterior. 2) Instale Visual Studio 2010. 3) Establezca manualmente la clave del Registro indicada en la ubicación correcta. También puede desactivar la generación incremental de recursos estableciendo la propiedad "TrackFileAccess" en "false".
fr: MSB3454: Tracker.exe est nécessaire pour générer correctement de façon incrémentielle des ressources dans certains cas, par exemple lors de la génération sur un système d'exploitation 64 bits à l'aide de MSBuild 32 bits. Cette build nécessite Tracker.exe, mais il est introuvable. La tâche recherche Tracker.exe sous la valeur {0} de la clé de Registre {1}. Essayez de résoudre le problème de l'une des manières suivantes : 1) Installez le SDK Microsoft Windows version 7.0A ou ultérieure. 2) Installez Microsoft Visual Studio 2010. 3) Indiquez l'emplacement approprié dans la clé de Registre ci-dessus. Vous pouvez aussi désactiver la génération de ressources incrémentielle en affectant la valeur "false" à la propriété "TrackFileAccess".
it: MSB3454: Tracker.exe è necessario per generare correttamente le risorse in modo incrementale in situazioni quali la compilazione in un sistema operativo a 64 bit che usa MSBuild a 32 bit. Questa compilazione richiede Tracker.exe, che però non è stato trovato. L'attività cerca Tracker.exe nel valore {0} della chiave del Registro di sistema {1}. Per risolvere il problema: 1) Installare Microsoft Windows SDK v7.0A o successiva. 2) Installare Microsoft Visual Studio 2010. 3) Impostare manualmente la chiave del Registro di sistema indicata sul percorso corretto. In alternativa, è possibile disattivare la generazione incrementale delle risorse impostando la proprietà "TrackFileAccess" su "false".
ja: MSB3454: 64 ビットの OS で 32 ビットの MSBuild を使用してビルドする場合など、一部の環境で正しくインクリメンタルにリソースを生成するには、Tracker.exe を使用する必要があります。このビルドには Tracker.exe が必要ですが、見つかりませんでした。タスクは、レジストリ キー {1} の {0} 値の下で Tracker.exe を探しています。問題を解決するには、次のいずれかを実行してください。1) Microsoft Windows SDK v7.0A 以降をインストールします。2) Microsoft Visual Studio 2010 をインストールします。3) 上のレジストリ キーを手動で設定して、正しい場所を指定します。または、"TrackFileAccess" プロパティを "false" に設定することで、インクリメンタルなリソース生成をオフにすることもできます。
ko: MSB3454: 32비트 MSBuild를 사용하여 64비트 OS에서 빌드하는 경우와 같이 일부 환경에서 리소스를 올바르게 증분 생성하려면 Tracker.exe가 필요합니다. 이 빌드에 필요한 Tracker.exe를 찾을 수 없습니다. 이 작업은 레지스트리 키 {1}의 {0} 값 아래에서 Tracker.exe를 찾습니다. 문제를 해결하려면 1) Microsoft Windows SDK v7.0A 이상을 설치합니다. 2) Microsoft Visual Studio 2010을 설치합니다. 3) 위의 레지스트리 키를 올바른 위치로 직접 설정합니다. 또는 "TrackFileAccess" 속성을 "false"로 설정하여 증분 리소스 생성을 해제할 수 있습니다.
pl: MSB3454: W pewnych warunkach, na przykład w przypadku przeprowadzania kompilacji w 64-bitowym systemie operacyjnym przy użyciu 32-bitowego programu MSBuild, poprawne wygenerowanie zasobów w sposób przyrostowy wymaga użycia narzędzia Tracker.exe. Ta kompilacja wymaga narzędzia Tracker.exe, ale nie można go odnaleźć. Zadanie szuka narzędzia Tracker.exe w lokalizacji określonej w wartości {0} klucza rejestru {1}. Problem można rozwiązać, wykonując jedną z następujących czynności: 1) zainstalowanie zestawu Microsoft Windows SDK w wersji 7.0A lub nowszej, 2) zainstalowanie programu Microsoft Visual Studio 2010, 3) ręczne ustawienie poprawnej lokalizacji w powyższym kluczu rejestru. Ewentualnie możesz wyłączyć przyrostowe generowanie zasobów, ustawiając dla właściwości „TrackFileAccess” wartość „false”.
pt_br: MSB3454: O Tracker.exe é necessário para gerar recursos de forma correta e incremental em algumas circunstâncias, como durante o build em um SO de 64 bits usando o MSBuild de 32 bits. Esse build requer o Tracker.exe, mas ele não foi encontrado. A tarefa está procurando o Tracker.exe abaixo do valor {0} da chave do Registro {1}. Para resolver o problema: 1) Instale o SDK do Microsoft Windows v7.0A ou posterior. 2) Instale o Microsoft Visual Studio 2010. 3) Defina manualmente a chave do Registro acima como a localização correta. Como alternativa, é possível desligar a geração de recursos incrementais definindo a propriedade "TrackFileAccess" como "false".
ru: MSB3454: программа Tracker.exe необходима для правильного добавочного формирования ресурсов в некоторых случаях, например при выполнении сборки в 64-разрядной ОС с использованием 32-разрядной версии MSBuild. Для этой сборки требуется программа Tracker.exe, но ее не удалось найти. Эта задача выполняет поиск Tracker.exe по значению "{0}" раздела реестра {1}. Чтобы решить эту проблему: (1) установите Microsoft Windows SDK 7.0A или более поздней версии; (2) установите Microsoft Visual Studio 2010; (3) вручную задайте в указанном выше разделе реестра правильное расположение. Также можно отключить добавочное формирование ресурсов, задав для свойства TrackFileAccess значение false.
tr: MSB3454: 64 bit işletim sistemi üzerinde 32 bit MSBuild kullanılarak derleme gibi bazı durumlarda kaynakları doğru şekilde artımlı olarak oluşturmak için Tracker.exe gereklidir. Bu derleme için Tracker.exe gerekiyor ancak bulunamadı. Görev, Tracker.exe dosyasını {1} kayıt defteri anahtarının {0} değeri altında arıyor. Bu sorunu çözmek için şunlardan birini yapın: 1) Microsoft Windows SDK v7.0A veya sonraki bir sürümünü yükleyin. 2) Microsoft Visual Studio 2010’u yükleyin. 3) Yukarıdaki kayıt defteri anahtarını el ile doğru konuma ayarlayın. Alternatif olarak, "TrackFileAccess" özelliğini "false" olarak ayarlayıp artımlı kaynak oluşturmayı devre dışı bırakabilirsiniz.
zh_hans: MSB3454: 在某些情况下，需要使用 Tracker.exe 来正确地以增量方式生成资源，例如，当使用 32 位 MSBuild 在 64 位操作系统上生成时。此生成需要 Tracker.exe，但未能找到它。此任务正在注册表项 {1} 的 {0} 值下查找 Tracker.exe。若要解决这个问题，请执行以下操作之一: 1) 安装 Microsoft Windows SDK v7.0A 或更高版本。2) 安装 Microsoft Visual Studio 2010。3) 手动将上面的注册表项设置到正确的位置。或者，也可以通过将“TrackFileAccess”属性设置为“false”来关闭增量资源生成。
zh_hant: MSB3454: 在某些情況下 (例如使用 32 位元的 MSBuild 在 64 位元 OS 上進行建置)，要正確地以累加方式產生資源，就必須使用 Tracker.exe。這項建置需要 Tracker.exe，但是找不到。此工作將會在登錄機碼 {1} 的 {0} 值之下尋找 Tracker.exe。若要解決此問題，請: 1) 安裝 Microsoft Windows SDK v7.0A (含) 以後版本。2) 安裝 Microsoft Visual Studio 2010。3) 手動將上方登錄機碼設為正確位置。或者，您也可以關閉累加式資源產生，方法是將 "TrackFileAccess" 屬性設為 "false"。

# ResGen.CommandTooLong
source: MSB3455: ResGen.exe may not run because the command line is {0} characters long, which exceeds the maximum length of the command. To fix this problem, please either (1) remove unnecessary assembly references, or (2) make the paths to those references shorter.
cs: MSB3455: Aplikaci ResGen.exe nelze spustit, protože délka příkazového řádku ({0} znaků) překračuje maximální délku příkazu. Tento problém můžete vyřešit tak, že (1) odeberete nepotřebné odkazy na sestavení nebo (2) zkrátíte cesty k těmto odkazům.
de: MSB3455: ResGen.exe kann möglicherweise nicht ausgeführt werden, da die Befehlszeile {0} Zeichen lang ist und die maximal zulässige Länge für den Befehl überschreitet. Entfernen Sie entweder nicht benötigte Assemblyverweise (1) oder kürzen Sie die Pfade zu diesen Verweisen (2).
es: MSB3455: Es posible que ResGen.exe no se ejecute porque la línea de comandos tiene {0} caracteres, lo que supera la longitud máxima del comando. Para corregir este problema, (1) quite las referencias de ensamblado innecesarias, o bien (2) acorte las rutas de acceso a las referencias.
fr: MSB3455: ResGen.exe peut ne pas s'exécuter, car la ligne de commande contient {0} caractères, ce qui dépasse la longueur maximale de la commande. Essayez de résoudre le problème de l'une des manières suivantes : (1) Supprimez les références d'assembly inutiles. (2) Raccourcissez les chemins à ces références.
it: MSB3455: ResGen.exe non può essere eseguito perché la riga di comando è lunga {0} caratteri e supera la lunghezza massima del comando. Per risolvere il problema, (1) rimuovere i riferimenti ad assembly non necessari o (2) rendere più brevi i percorsi dei riferimenti.
ja: MSB3455: コマンド ラインの文字数が {0} で、これはコマンドの最大長を超えているため、ResGen.exe を実行できない可能性があります。この問題を解決するには、次のいずれかを行ってください。(1) 不要なアセンブリ参照を削除する。(2) これらの参照へのパスを短くする。
ko: MSB3455: 명령줄이 명령의 최대 길이를 초과하는 {0}자이기 때문에 ResGen.exe를 실행할 수 없습니다. 이 문제를 해결하려면 (1) 불필요한 어셈블리 참조를 제거하거나 (2) 해당 참조의 경로를 더 짧게 만드세요.
pl: MSB3455: Nie można uruchomić programu ResGen.exe, ponieważ liczba znaków w wierszu polecenia ({0}) przekracza maksymalną dozwoloną długość polecenia. W celu rozwiązania tego problemu (1) usuń niepotrzebne odwołania do zestawów lub (2) skróć ścieżki do tych odwołań.
pt_br: MSB3455: ResGen.exe pode não ser executado porque a linha de comando tem {0} caracteres, o que excede o comprimento máximo do comando. Para corrigir esse problema, (1) remova referências de assembly desnecessárias ou (2) reduza o caminho para essas referências.
ru: MSB3455: программа ResGen.exe может не выполняться, поскольку длина команды составляет следующее число символов: {0}, что превышает максимальную длину команды. Для исправления этой неполадки (1) удалите ненужные ссылки на сборки или (2) сократите длину путей этих ссылок.
tr: MSB3455: Komut satırı {0} karakter uzunluğunda olduğundan ve komut uzunluğu üst sınırını aştığından ResGen.exe çalışamayabilir. Bu sorunu gidermek için, lütfen (1) gereksiz bütünleştirilmiş kod başvurularını kaldırın ya da (2) bu başvuruların yollarını kısaltın.
zh_hans: MSB3455: ResGen.exe 可能无法运行，因为命令行的长度为 {0} 个字符，超过了命令的最大长度。若要解决此问题，请 (1) 删除不需要的程序集引用，或者 (2) 缩短这些引用的路径。
zh_hant: MSB3455: ResGen.exe 可能無法執行，因為命令列的長度為 {0} 個字元，超過命令的最大長度。若要修正這個問題，請 (1) 移除不必要的組件參考，或者 (2) 使那些參考的路徑變短。

# ResolveAssemblyReference.AssemblyDoesNotContainPEMetadata
source: Assembly file '{0}' could not be opened -- PE image doesn't contain managed metadata.
cs: Soubor sestavení {0} nešel otevřít – image PE neobsahuje spravovaná metadata.
de: Die Assemblydatei "{0}" konnte nicht geöffnet werden. Das PE-Image enthält keine verwalteten Metadaten.
es: No se puede abrir el archivo de ensamblado “{0}”. La imagen PE no contiene metadatos administrados.
fr: Impossible d'ouvrir le fichier d'assembly '{0}'. L'image PE ne contient pas de métadonnées gérées.
it: Non è stato possibile aprire il file di assembly '{0}'. L'immagine PE non contiene metadati gestiti.
ja: アセンブリ ファイル '{0}' を開くことができませんでした -- PE イメージには管理されたメタデータが含まれていません。
ko: 어셈블리 파일 '{0}'을(를) 열 수 없습니다. -- PE 이미지에 관리된 메타데이터가 포함되어 있지 않습니다.
pl: Nie można otworzyć pliku zestawu „{0}” — obraz PE nie zawiera zarządzanych metadanych.
pt_br: O arquivo do assembly '{0}' não pôde ser aberto – a imagem do PE não contém metadados gerenciados.
ru: Не удалось открыть файл сборки "{0}" — образ среды предустановки не содержит управляемых метаданных.
tr: '{0}' bütünleştirilmiş kod dosyası açılamadı; PE görüntüsü yönetilen meta verileri içermiyor.
zh_hans: 无法打开程序集文件“{0}”- PE 映像不包含任何托管元数据。
zh_hant: 無法開啟組件檔 '{0}' -- PE 映像未包含受管理的中繼資料。

# ResolveAssemblyReference.AssemblyFoldersExSearchLocations
source: AssemblyFoldersEx location: "{0}"
cs: Umístění AssemblyFoldersEx: {0}
de: Speicherort von AssemblyFoldersEx: "{0}"
es: Ubicación de AssemblyFoldersEx: "{0}"
fr: Emplacement d'AssemblyFoldersEx : "{0}"
it: Percorso AssemblyFoldersEx: "{0}"
ja: AssemblyFoldersEx の場所:"{0}"
ko: AssemblyFoldersEx 위치: "{0}"
pl: Lokalizacja klucza rejestru AssemblyFoldersEx: „{0}”
pt_br: Localização de AssemblyFoldersEx: "{0}"
ru: Расположение AssemblyFoldersEx: "{0}"
tr: AssemblyFoldersEx konumu: "{0}"
zh_hans: AssemblyFoldersEx 位置:“{0}”
zh_hant: AssemblyFoldersEx 位置: "{0}"

# ResolveAssemblyReference.NoBecauseBadImage
source: This reference is not "CopyLocal" because it is a bad image. It may be a native binary, or it may not be an assembly at all.
cs: Tento odkaz není CopyLocal, protože se jedná o chybný obrázek. Může se jednat o nativní binární soubor, nebo se nemusí vůbec jednat o sestavení.
de: Dieser Verweis ist nicht "CopyLocal", da es sich um ein ungültiges Bild handelt. Möglicherweise handelt es sich um eine native Binärdatei, oder es handelt sich überhaupt nicht um eine Assembly.
es: Esta referencia no es "CopyLocal" porque es una imagen incorrecta. Puede ser un binario nativo o no ser un ensamblado.
fr: Cette référence n’est pas « CopyLocal », car il s’agit d’une image incorrecte. Il peut s’agir d’un fichier binaire natif ou d’un assembly.
it: Questo riferimento non è "CopyLocal" perché è un'immagine non valida. Potrebbe essere un file binario nativo o non essere affatto un assembly.
ja: この参照は無効なイメージであるため、"CopyLocal" ではありません。ネイティブ バイナリであるか、アセンブリではない可能性があります。
ko: 이 참조는 잘못된 이미지이므로 "CopyLocal"이 아닙니다. 네이티브 이진이거나 어셈블리가 아닐 수 있습니다.
pl: To odwołanie nie jest „CopyLocal”, ponieważ jest to zły obraz. Może to być natywny plik binarny lub w ogóle nie jest on zestawem.
pt_br: Essa referência não é "CopyLocal" porque é uma imagem inválida. Ele pode ser um binário nativo ou pode não ser um assembly.
ru: Так как эта ссылка — неверный образ, она не является "CopyLocal". Она может быть нативным двоичным кодом или может полностью не относиться к сборке.
tr: Hatalı bir görüntü olduğundan bu başvuru "CopyLocal" değil. Yerel bir ikili olabilir veya bütünleştirilmiş kod olmayabilir.
zh_hans: 此引用不是“CopyLocal”，因为它是错误的图像。它可能是本机二进制文件，或者根本不是程序集。
zh_hant: 此參考不是 "CopyLocal"，因為它是錯誤的映像。它可能是原生二進位檔案，或可能完全不是組件。

# ResolveAssemblyReference.SearchPathAddedByParentAssembly
source: For SearchPath "{0}" (added by referencing assembly "{1}").
cs: Pro SearchPath „{0}“ (přidáno odkazem na sestavení „{1}“)
de: Für SearchPath "{0}" (hinzugefügt durch Verweis auf Assembly "{1}").
es: Para SearchPath "{0}" (agregado por el ensamblado de referencia "{1}").
fr: Pour SearchPath « {0} » (ajouté en référençant l’assembly « {1} »).
it: Per SearchPath "{0}" (aggiunto facendo riferimento all'assembly "{1}").
ja: SearchPath "{0}" の場合 (アセンブリ "{1}" を参照して追加)。
ko: SearchPath "{0}"의 경우(어셈블리 "{1}"을(를) 참조하여 추가됨).
ru: Для SearchPath "{0}" (добавлено путем ссылки на сборку "{1}").
tr: "{0}" SearchPath için ("{1}" başvuru derlemesi tarafından eklendi).
zh_hans: 对于 SearchPath“{0}”(通过引用程序集“{1}”添加)。
zh_hant: 針對 SearchPath "{0}" (由參考組件 "{1}" 新增)。

# ResolveAssemblyReference.SearchedAssemblyFoldersEx
source: Considered AssemblyFoldersEx locations.
cs: Byla uvažována umístění AssemblyFoldersEx.
de: Berücksichtigte Speicherorte von AssemblyFoldersEx.
es: Ubicaciones de AssemblyFoldersEx consideradas.
fr: Emplacements d'AssemblyFoldersEx envisagés.
it: Percorsi AssemblyFoldersEx considerati.
ja: AssemblyFoldersEx の場所が考慮されました。
ko: AssemblyFoldersEx 위치로 간주했습니다.
pl: Wybrano lokalizacje klucza rejestru AssemblyFoldersEx.
pt_br: Localizações de AssemblyFoldersEx consideradas.
ru: Рассмотрены расположения AssemblyFoldersEx.
tr: AssemblyFoldersEx konumları dikkate alındı.
zh_hans: 已考虑 AssemblyFoldersEx 位置。
zh_hant: 已考慮 AssemblyFoldersEx 位置。
