Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateResource.SatelliteAssemblyContainsNoResourcesFile
source: MSB3812: This assembly claims to be a satellite assembly, but doesn't contain any properly named .resources files as manifest resources. The name of the files should end in {0}.resources. There is probably a build-related problem with this assembly.
cs: MSB3812: Toto sestavení uvádí, že se jedná o satelitní sestavení, ale neobsahuje žádné řádně pojmenované soubory .resources jako prostředky manifestu. Názvy souborů by měly mít koncovku {0}.resources. U tohoto sestavení pravděpodobně došlo k problému souvisejícímu s procesem sestavení.
de: MSB3812: Diese Assembly gibt an, eine Satellitenassembly zu sein, obwohl sie keine ordnungsgemäß benannten ".resources"-Dateien als Manifestressourcen enthält. Die Namen der Dateien sollten auf "{0}.resources" enden. Möglicherweise besteht ein Build-bedingtes Problem mit dieser Assembly.
es: MSB3812: Este ensamblado indica que es un ensamblado satélite, pero no contiene ningún archivo denominado .resources como recursos del manifiesto. El nombre de los archivos debe terminar en {0}.resources. Probablemente haya un problema en este ensamblado relacionado con la compilación.
fr: MSB3812: Cet assembly prétend être un assembly satellite, alors qu'il ne contient pas de fichiers .resources correctement nommés en tant que ressources de manifeste. Le nom des fichiers doit se terminer par {0}.resources. Il y a probablement un problème de génération avec cet assembly.
it: MSB3812: l'assembly si presenta come assembly satellite, ma non contiene alcun file .resources correttamente denominato come risorse manifesto. Il nome dei file deve terminare con {0}.resources. Probabilmente si tratta di un problema relativo alla compilazione dell'assembly.
ja: MSB3812: このアセンブリはサテライト アセンブリであると示されていますが、マニフェスト リソースとして適切に .resources という名前が付けられたファイルが含まれていません。ファイル名は {0}.resources で終了する必要があります。このアセンブリのビルドに関連する問題の可能性があります。
ko: MSB3812: 이 어셈블리는 위성 어셈블리인 것으로 되어 있지만 올바른 이름의 .resources 파일을 매니페스트 리소스로 포함하지 않습니다. 파일 이름이 {0}.resources로 끝나야 합니다. 이 어셈블리에 빌드 관련 문제가 있는 것 같습니다.
pl: MSB3812: Ten zestaw deklaruje się jako zestaw satelicki, ale nie zawiera żadnych prawidłowo nazwanych plików .resources jako zasobów manifestu. Nazwy plików powinny kończyć się ciągiem {0}.resources. Prawdopodobnie istnieje problem z kompilacją tego zestawu.
pt_br: MSB3812: Este assembly alega ser um assembly satélite, mas não contém nenhum arquivo .resources corretamente nomeado como recursos de manifesto. O nome dos arquivos deve terminar em {0}.resources. Provavelmente, há um problema relacionado ao build neste assembly.
ru: MSB3812: согласно манифесту эта сборка является вспомогательной, однако она не содержит RESOURCES-файлов с правильными именами в качестве ресурсов манифеста. Имена файлов должны оканчиваться на {0}.resources. Возможно, при сборке возникла проблема.
tr: MSB3812: Bu bütünleştirilmiş kod, uydu bütünleştirilmiş kod olduğunu bildiriyor, ancak bildirim kaynakları olarak düzgün adlandırılmış .resources dosyaları içermiyor. Dosyaların adı {0}.resources ile bitmelidir. Bu bütünleştirilmiş kodda muhtemelen derlemeyle ilgili bir sorun var.
zh_hans: MSB3812: 此程序集声称为附属程序集，但却不包含任何正确命名的 .resources 文件作为清单资源。文件的名称应以 {0}.resources 结尾。此程序集可能存在生成相关的问题。
zh_hant: MSB3812: 這個組件宣稱為附屬組件，但不包含任何正確命名的 .resources 檔案作為資訊清單資源。檔案名稱結尾應該是 {0}.resources。這個組件可能有建置方面的問題。

# GenerateResource.UnrecognizedUltimateResourceFallbackLocation
source: MSB3813: Invalid or unrecognized UltimateResourceFallbackLocation value in the NeutralResourcesLanguageAttribute for assembly "{1}". Location: "{0}"
cs: MSB3813: V atributu NeutralResourcesLanguageAttribute pro sestavení {1} je uvedena neplatná nebo nerozpoznaná hodnota UltimateResourceFallbackLocation. Umístění: {0}
de: MSB3813: Ungültiger oder unbekannter UltimateResourceFallbackLocation-Wert im NeutralResourcesLanguageAttribute für Assembly "{1}". Speicherort: "{0}"
es: MSB3813: Valor de UltimateResourceFallbackLocation no válido o no reconocido en NeutralResourcesLanguageAttribute para el ensamblado "{1}". Ubicación: "{0}"
fr: MSB3813: Valeur UltimateResourceFallbackLocation non valide ou non reconnue dans NeutralResourcesLanguageAttribute pour l'assembly "{1}". Emplacement : "{0}"
it: MSB3813: il valore di UltimateResourceFallbackLocation non è valido o non è riconosciuto in NeutralResourcesLanguageAttribute per l'assembly "{1}". Percorso: "{0}"
ja: MSB3813: アセンブリ "{1}" に対する NeutralResourcesLanguageAttribute の UltimateResourceFallbackLocation の値が無効であるか認識できません。場所: "{0}"
ko: MSB3813: "{1}" 어셈블리의 NeutralResourcesLanguageAttribute에 잘못되었거나 인식할 수 없는 UltimateResourceFallbackLocation 값이 있습니다. 위치: "{0}"
pl: MSB3813: Niepoprawna lub nierozpoznawana wartość UltimateResourceFallbackLocation w atrybucie NeutralResourcesLanguageAttribute zestawu „{1}”. Lokalizacja: „{0}”
pt_br: MSB3813: Valor UltimateResourceFallbackLocation inválido ou não reconhecido no NeutralResourcesLanguageAttribute para o assembly "{1}". Localização: "{0}"
ru: MSB3813: недопустимое или нераспознаваемое значение UltimateResourceFallbackLocation в атрибуте NeutralResourcesLanguageAttribute для сборки "{1}". Расположение: "{0}"
tr: MSB3813: "{1}" bütünleştirilmiş kodunun NeutralResourcesLanguageAttribute özelliğinde geçersiz veya tanınmayan UltimateResourceFallbackLocation değeri. Konum: "{0}"
zh_hans: MSB3813: 程序集“{1}”的 NeutralResourcesLanguageAttribute 中的 UltimateResourceFallbackLocation 值无效或无法识别。位置:“{0}”
zh_hant: MSB3813: 組件 "{1}" 的 NeutralResourcesLanguageAttribute 中的 UltimateResourceFallbackLocation 值無效或無法辨識。位置: "{0}"

# GenerateResource.ImproperlyBuiltMainAssembly
source: MSB3814: Main assembly "{1}" was built improperly. The manifest resource "{0}" ends in .en-US.resources, when it should end in .resources. Either rename it to something like foo.resources (and consider using the NeutralResourcesLanguageAttribute on the main assembly), or move it to a US English satellite assembly.
cs: MSB3814: Hlavní sestavení {1} bylo nesprávně sestaveno. Prostředek manifestu {0} má příponu .en-US.resources, ale měl by mít příponu .resources. Buď manifest přejmenujte s použitím formátu název.resources (a zvažte použití atributu NeutralResourcesLanguageAttribute pro hlavní sestavení), nebo jej přesuňte do satelitního sestavení pro jazykovou verzi Angličtina (USA).
de: MSB3814: Hauptassembly "{1}" wurde nicht ordnungsgemäß erstellt. Die Manifestressource "{0}" endet auf ".en-US.resources". Die korrekte Endung lautet jedoch ".resources". Benennen Sie sie entweder um, z. B. in "foo.resources" (und verwenden Sie ggf. für die Hauptassembly das NeutralResourcesLanguageAttribute), oder verschieben Sie sie in eine Satellitenassembly auf Englisch (USA).
es: MSB3814: El ensamblado principal "{1}" se compiló incorrectamente. El recurso del manifiesto "{0}" termina en .en-US.resources, pero debería terminar en .resources. Cambie el nombre por otro similar a foo.resources (y considere la posibilidad de usar NeutralResourcesLanguageAttribute en el ensamblado principal) o muévalo a un ensamblado satélite de inglés de Estados Unidos.
fr: MSB3814: L'assembly principal "{1}" n'a pas été correctement généré. La ressource de manifeste "{0}" se termine par .en-US.resources, alors qu'elle devrait se terminer par .resources. Renommez-la en foo.resources, par exemple (et essayez d'utiliser NeutralResourcesLanguageAttribute sur l'assembly principal). Sinon, déplacez-la vers un assembly satellite Anglais (États-Unis).
it: MSB3814: l'assembly principale "{1}" non è stato compilato correttamente. La risorsa manifesto "{0}" termina in .en-US.resources, mentre dovrebbe terminare in .resources. Rinominarla ad esempio in foo.resources e valutare l'uso di NeutralResourcesLanguageAttribute nell'assembly principale oppure spostarla in un assembly satellite Inglese (Stati Uniti).
ja: MSB3814: メイン アセンブリ "{1}" は適切に作成されていません。マニフェスト リソース "{0}" は、.resources で終了する必要がありますが .en-US.resources で終了しています。名前を foo.resources などの名前に変更するか (さらに、メイン アセンブリで NeutralResourcesLanguageAttribute の使用を検討するか)、またはこのリソースを "英語 (米国)" サテライト アセンブリに移動してください。
ko: MSB3814: 주 어셈블리 "{1}"이(가) 잘못 빌드되었습니다. 매니페스트 리소스 "{0}"이(가) .resources로 끝나야 하는데 .en-US.resources로 끝납니다. foo.resources 등의 이름으로 바꾸고 주 어셈블리의 NeutralResourcesLanguageAttribute를 사용하거나 미국 영어 위성 어셈블리로 이동하세요.
pl: MSB3814: Zestaw główny „{1}” został niepoprawnie skompilowany. Zasób manifestu „{0}” kończy się rozszerzeniem .en-US.resources, a powinien kończyć się rozszerzeniem .resources. Zmień jego nazwę na podobną do nazwa.resources (i rozważ użycie atrybutu NeutralResourcesLanguageAttribute w zestawie głównym) lub przenieś go do zestawu satelickiego w języku US English.
pt_br: MSB3814: O assembly principal "{1}" foi compilado incorretamente. O recurso de manifesto "{0}" termina em .en-US.resources, quando deveria terminar em .resources. Renomeie-o para algum nome semelhante a foo.resources (e considere o uso do NeutralResourcesLanguageAttribute no assembly principal) ou mova-o para um assembly satélite americano.
ru: MSB3814: основная сборка "{1}" была собрана неправильно. Ресурс манифеста "{0}" оканчивается на ".en-US.resources", хотя должен оканчиваться на ".resources". Измените имя, например на foo.resources (и попробуйте использовать для основной сборки атрибут NeutralResourcesLanguageAttribute), либо переместите ресурс во вспомогательную сборку для английского (США) языка.
tr: MSB3814: "{1}" ana bütünleştirilmiş kodu hatalı derlendi. .resources ile bitmesi gereken "{0}" bildirim kaynağı, .en-US.resources ile bitiyor. foo.resources benzeri bir adla yeniden adlandırın (ayrıca ana bütünleştirilmiş kodda NeutralResourcesLanguageAttribute değerini kullanın) veya bir ABD İngilizcesi uydu bütünleştirilmiş koduna taşıyın.
zh_hans: MSB3814: 未正确生成主程序集“{1}”。应以 .resources 结尾的清单资源“{0}”以 .en-US.resources 结尾。要么将其重命名为像 foo.resources 之类的名称(并考虑在主程序集上使用 NeutralResourcesLanguageAttribute)，要么将其移到美国英语附属程序集。
zh_hant: MSB3814: 未正確建置主要組件 "{1}"。資訊清單資源 "{0}" 的結尾是 .en-US.resources，但結尾應該是 .resources。請將其重新命名為類似 foo.resources (並考慮在主要組件上使用 NeutralResourcesLanguageAttribute)，或將其移到英文 (美國) 的附屬組件。

# GenerateResource.ImproperlyBuiltSatelliteAssembly
source: MSB3815: Satellite assembly "{2}" was built improperly. The manifest resource "{0}" will not be found by the ResourceManager. It must end in "{1}".
cs: MSB3815: Satelitní sestavení {2} bylo nesprávně sestaveno. Prostředek manifestu {0} nebude třídou ResourceManager nalezen. Musí mít příponu {1}.
de: MSB3815: Die Satellitenassembly "{2}" wurde nicht ordnungsgemäß erstellt. Die Manifestressource "{0}" kann vom ResourceManager nicht gefunden werden. Sie muss auf "{1}" enden.
es: MSB3815: El ensamblado principal "{2}" se compiló incorrectamente. ResourceManager no encontró el recurso del manifiesto "{0}". Debe terminar en "{1}".
fr: MSB3815: L'assembly satellite "{2}" n'a pas été correctement généré. La ressource de manifeste "{0}" ne sera pas trouvée par ResourceManager. Elle doit se terminer par "{1}".
it: MSB3815: l'assembly satellite "{2}" non è stato compilato correttamente. La risorsa manifesto "{0}" non è stata trovata da ResourceManager. Deve terminare con "{1}".
ja: MSB3815: サテライト アセンブリ "{2}" は適切に作成されていません。マニフェスト リソース "{0}" は、ResourceManager によって検出されません。このアセンブリは、"{1}" で終了する必要があります。
ko: MSB3815: 위성 어셈블리 "{2}"이(가) 잘못 빌드되었습니다. ResourceManager에서 매니페스트 리소스 "{0}"을(를) 찾을 수 없습니다. "{1}"(으)로 끝나야 합니다.
pl: MSB3815: Zestaw satelicki „{2}” został niepoprawnie skompilowany. Obiekt ResourceManager nie znajdzie zasobu manifestu „{0}”. Musi on kończyć się ciągiem „{1}”.
pt_br: MSB3815: O assembly satélite "{2}" foi compilado incorretamente. O recurso de manifesto "{0}" não será encontrado pelo ResourceManager. Ele deve terminar em "{1}".
ru: MSB3815: вспомогательная сборка "{2}" была собрана неправильно. Ресурс манифеста "{0}" не будет найден с помощью ResourceManager. Он должен оканчиваться на "{1}".
tr: MSB3815: "{2}" uydu bütünleştirilmiş kodu hatalı derlendi. "{0}" bildirim kaynağı, ResourceManager tarafından bulunamaz. "{1}" ile bitmelidir.
zh_hans: MSB3815: 未正确生成附属程序集“{2}”。ResourceManager 将找不到清单资源“{0}”。该资源必须以“{1}”结尾。
zh_hant: MSB3815: 未正確建置附屬組件 "{2}"。ResourceManager 會找不到資訊清單資源 "{0}"。其結尾必須為 "{1}"。

# GenerateResource.CannotLoadAssemblyLoadFromFailed
source: MSB3816: Loading assembly "{0}" failed. {1}
cs: MSB3816: Načtení sestavení {0} se nezdařilo. {1}
de: MSB3816: Fehler beim Laden von Assembly "{0}". {1}
es: MSB3816: Error al cargar el ensamblado "{0}". {1}
fr: MSB3816: Échec du chargement de l'assembly "{0}". {1}
it: MSB3816: caricamento dell'assembly "{0}" non riuscito. {1}
ja: MSB3816: アセンブリ "{0}" を読み込めませんでした。{1}
ko: MSB3816: "{0}" 어셈블리를 로드하지 못했습니다. {1}
pl: MSB3816: Ładowanie zestawu "{0}" nie powiodło się. {1}
pt_br: MSB3816: falha no carregamento do assembly "{0}". {1}
ru: MSB3816: сбой при загрузке сборки "{0}" . {1}
tr: MSB3816: "{0}" derlemesi yüklenemedi. {1}
zh_hans: MSB3816: 无法加载程序集“{0}”。{1}
zh_hant: MSB3816: 載入組件 "{0}" 失敗。{1}

# GenerateResource.MainAssemblyMissingNeutralResourcesLanguage
source: MSB3817: The assembly "{0}" does not have a NeutralResourcesLanguageAttribute on it. To be used in an app package, portable libraries must define a NeutralResourcesLanguageAttribute on their main assembly (ie, the one containing code, not a satellite assembly).
cs: MSB3817: Sestavení {0} nemá nastaven atribut NeutralResourcesLanguageAttribute. Aby jej bylo možné použít v balíčku aplikace, musejí přenositelné knihovny definovat atribut NeutralResourcesLanguageAttribute pro své hlavní sestavení (tj. sestavení obsahující kód, nikoli satelitní sestavení).
de: MSB3817: Für die Assembly "{0}" ist kein NeutralResourcesLanguageAttribute angegeben. Für die Verwendung in einem App-Paket müssen portierbare Bibliotheken ein NeutralResourcesLanguageAttribute für ihre Hauptassembly (die Assembly mit Code, keine Satellitenassembly) angeben.
es: MSB3817: El ensamblado "{0}" no contiene un atributo NeutralResourcesLanguageAttribute. Para que se pueda usar en un paquete de aplicaciones, las bibliotecas portables deben definir un atributo NeutralResourcesLanguageAttribute en su ensamblado principal (es decir, en el que contiene el código, no en un ensamblado satélite).
fr: MSB3817: L'assembly "{0}" n'a pas de NeutralResourcesLanguageAttribute. Pour une utilisation dans un package d'application, les bibliothèques portables doivent définir un NeutralResourcesLanguageAttribute sur leur assembly principal (celui qui contient le code, pas un assembly satellite).
it: MSB3817: l'assembly "{0}" non include NeutralResourcesLanguageAttribute. Per essere usato in un pacchetto dell'app, le librerie portabili devono definire NeutralResourcesLanguageAttribute nell'assembly principale, ovvero quello che contiene il codice, e non in un assembly satellite.
ja: MSB3817: アセンブリ "{0}" には NeutralResourcesLanguageAttribute が設定されていません。アプリケーション パッケージ内で使用するには、移植可能なライブラリでメインのアセンブリ (たとえば、サテライト アセンブリではなく、コードを含んでいるもの) に対して NeutralResourcesLanguageAttribute を定義する必要があります。
ko: MSB3817: "{0}" 어셈블리에는 NeutralResourcesLanguageAttribute가 없습니다. 앱 패키지에서 사용하려면 이식 가능한 라이브러리가 주 어셈블리(위성 어셈블리가 아닌 포함된 하나의 코드)에서 NeutralResourcesLanguageAttribute를 정의해야 합니다.
pl: MSB3817: Zestaw „{0}” nie ma atrybutu NeutralResourcesLanguageAttribute. Aby użyć go w pakiecie aplikacji, biblioteki przenośne muszą mieć zdefiniowany atrybut NeutralResourcesLanguageAttribute w zestawie głównym (tj. w tym, który zawiera kod, a nie w zestawie satelickim).
pt_br: MSB3817: O assembly " {0}" não contém um NeutralResourcesLanguageAttribute. Para serem usadas em um pacote do aplicativo, as bibliotecas portáteis devem definir um NeutralResourcesLanguageAttribute em seu assembly principal (aquele que contém código, não um assembly satélite).
ru: MSB3817: у сборки "{0}" отсутствует атрибут NeutralResourcesLanguageAttribute. Для использования переносимой библиотеки в пакете приложения необходимо определить атрибут NeutralResourcesLanguageAttribute в основной сборке такой библиотеки (т. е. в сборке, содержащей код, а не во вспомогательной сборке).
tr: MSB3817: "{0}" bütünleştirilmiş kodunda NeutralResourcesLanguageAttribute yok. Taşınabilir kitaplıkların bir uygulama paketinde kullanılabilmeleri için ana bütünleştirilmiş kodlarında (bir uydu bütünleştirilmiş kod değil, kodu içeren bütünleştirilmiş kodda) bir NeutralResourcesLanguageAttribute tanımlanmalıdır.
zh_hans: MSB3817: 程序集“{0}”上没有 NeutralResourcesLanguageAttribute。要在应用程序包中使用，可移植库必须在其主程序集(即，包含代码的程序集，而不是附属程序集)上定义 NeutralResourcesLanguageAttribute。
zh_hant: MSB3817: 組件 "{0}" 沒有 NeutralResourcesLanguageAttribute。若要用於應用程式封裝，可攜式程式庫必須在其主要組件 (亦即包含程式碼的組件，而非附屬組件) 定義 NeutralResourcesLanguageAttribute。

# GenerateResource.ExecuteAsToolAndExtractResWNotSupported
source: MSB3818: The GenerateResource task doesn't currently support simultaneously running as an external tool and extracting ResW files from assemblies.
cs: MSB3818: Úloha GenerateResource nyní nepodporuje simultánní spuštění jako externí nástroj a extrakci souborů ResW ze sestavení.
de: MSB3818: Die GenerateResource-Aufgabe unterstützt momentan nicht gleichzeitig die Ausführung als externes Tool und das Extrahieren von ResW-Dateien aus Assemblys.
es: MSB3818: La tarea GenerateResource no se puede usar al mismo tiempo como herramienta externa y para extraer archivos ResW de los ensamblados.
fr: MSB3818: La tâche GenerateResource ne prend actuellement pas en charge simultanément l'exécution en tant qu'outil externe et l'extraction de fichiers ResW à partir d'assemblys.
it: MSB3818: l'attività GenerateResource attualmente non supporta l'esecuzione simultanea come strumento esterno e l'estrazione dei file ResW da assembly.
ja: MSB3818: GenerateResource タスクでは、外部ツールとして実行することと、アセンブリから ResW ファイルを抽出することを現在同時にサポートしていません。
ko: MSB3818: GenerateResource 작업은 현재 외부 도구로 동시 실행 및 어셈블리에서 ResW 파일 추출을 지원하지 않습니다.
pl: MSB3818: zadanie GenerateResource aktualnie nie obsługuje jednoczesnego działania jako narzędzie zewnętrzne i pobierania plików ResW z zestawów.
pt_br: MSB3818: a tarefa GenerateResource atualmente não oferece suporte à execução simultânea como uma ferramenta externa e à extração de arquivos ResW de assemblies.
ru: MSB3818: Задача GenerateResource в настоящее время не поддерживает одновременное выполнение в качестве внешнего средства и извлечение ResW-файлов из сборок.
tr: MSB3818: GenerateResource görevi şu anda harici bir araç olarak eşzamanlı olarak çalışmayı ve derlemelerden ResW dosyalarını ayıklamayı desteklemiyor.
zh_hans: MSB3818: GenerateResource 任务当前不支持作为外部工具运行的同时从程序集提取 ResW 文件。
zh_hant: MSB3818: GenerateResource 工作目前不支援以外部工具的形式同時執行，也不支援從組件擷取 ResW 檔案。

# GenerateResource.MissingFile
source: MSB3819: Cannot find assembly "{0}", which may contain managed resources that need to be included in this app package. Please ensure that this assembly exists.
cs: MSB3819: Nebylo nalezeno sestavení {0}. Toto sestavení může obsahovat spravované prostředky, které je nutné zahrnout do tohoto balíčku aplikace. Ověřte, zda toto sestavení existuje.
de: MSB3819: Die Assembly "{0}", die möglicherweise verwaltete Ressourcen enthält, die in diesem App-Paket berücksichtigt sein müssen, wurde nicht gefunden. Stellen Sie sicher, dass diese Assembly vorhanden ist.
es: MSB3819: No se encuentra el ensamblado "{0}", que puede contener recursos administrados que necesiten incluirse en este paquete de aplicaciones. Asegúrese de que este ensamblado existe.
fr: MSB3819: L'assembly "{0}" est introuvable. Il contient peut-être des ressources managées qui doivent être incluses dans ce package d'application. Assurez-vous que cet assembly existe.
it: MSB3819: non è possibile trovare l'assembly "{0}" che può contenere le risorse gestite che devono essere incluse nel pacchetto dell'app. Verificare che l'assembly esista.
ja: MSB3819: アセンブリ "{0}" が見つかりません。このアセンブリには、アプリケーション パッケージに含める必要があるマネージド リソースが含まれている可能性があります。このアセンブリが存在することを確認してください。
ko: MSB3819: 이 앱 패키지에 포함해야 할 관리 리소스를 포함할 수 있는 "{0}" 어셈블리를 찾을 수 없습니다. 이 어셈블리가 존재하는지 확인하세요.
pl: MSB3819: Nie można odnaleźć zestawu „{0}” mogącego zawierać zarządzane zasoby, które należy umieścić w tym pakiecie aplikacji. Upewnij się, że ten zestaw istnieje.
pt_br: MSB3819: Não é possível localizar o assembly "{0}", o qual pode conter recursos gerenciados que precisam ser incluídos neste pacote do aplicativo. Verifique se esse assembly existe.
ru: MSB3819: невозможно найти сборку "{0}", которая может содержать управляемые ресурсы, предназначенные для включения в этот пакет приложения. Убедитесь, что сборка существует.
tr: MSB3819: Bu uygulama paketine dahil edilmesi gereken yönetilen kaynakları içerebilecek olan "{0}" bütünleştirilmiş kodu bulunamıyor. Bu bütünleştirilmiş kodun mevcut olduğundan emin olun.
zh_hans: MSB3819: 无法找到程序集“{0}”，该程序集可能包含需放入此应用程序包中的托管资源。请确保此程序集存在。
zh_hant: MSB3819: 找不到組件 "{0}"，該組件可能包含必須包括在這個應用程式封裝中的受控資源。請確定這個組件存在。

# GenerateResource.PathTooLong
source: MSB3820: The path needed to store build-related temporary files is too long. Try your project in a shorter directory, or rename some of your resources. The full path was "{0}".
cs: MSB3820: Cesta potřebná pro uložení dočasných souborů souvisejících s procesem sestavení je příliš dlouhá. Zkuste svůj projekt použít v adresáři s kratším názvem nebo změňte název některých svých prostředků. Úplná cesta byla {0}.
de: MSB3820: Der Pfad, der zum Speichern der temporären Dateien für den Build erforderlich ist, ist zu lang. Versuchen Sie, Ihr Projekt in einem kürzeren Verzeichnis zu speichern, oder benennen Sie einige Ihrer Ressourcen um. Der vollständige Pfad lautete "{0}".
es: MSB3820: La ruta de acceso necesaria para almacenar archivos temporales relacionados con la compilación es demasiado larga. Pruebe el proyecto en un directorio más corto o cambie el nombre a algunos de los recursos. La ruta de acceso completa era "{0}".
fr: MSB3820: Le chemin de stockage des fichiers temporaires de la génération est trop long. Essayez de placer votre projet dans un répertoire plus court, ou renommez certaines de vos ressources. Le chemin complet était "{0}".
it: MSB3820: il percorso necessario per archiviare i file temporanei relativi alla compilazione è troppo lungo. Provare una directory più breve per il progetto o rinominare alcune risorse. Percorso completo: "{0}".
ja: MSB3820: ビルドに関連する一時ファイルを保存する必要があるパスが長すぎます。短いディレクトリにプロジェクトを保存するか、一部のリソースの名前を変更してください。完全パスは "{0}" です。
ko: MSB3820: 빌드 관련 임시 파일을 저장하는 데 필요한 경로가 너무 깁니다. 보다 짧은 디렉터리에서 프로젝트를 시도하거나 일부 리소스의 이름을 바꾸세요. 전체 경로는 "{0}"입니다.
pl: MSB3820: Ścieżka potrzebna do przechowywania plików tymczasowych związanych z kompilacją jest za długa. Spróbuj zapisać projekt w katalogu o krótszej nazwie lub zmień nazwy niektórych zasobów. Pełna ścieżka to „{0}”.
pt_br: MSB3820: O caminho necessário para armazenar arquivos temporários relacionados ao build é muito longo. Tente colocar seu projeto em um diretório mais curto ou renomeie alguns de seus recursos. O caminho completo era "{0}".
ru: MSB3820: слишком длинный путь, который предназначен для хранения временных файлов, связанных со сборкой. Попробуйте поместить проект в каталог с более коротким именем или переименуйте некоторые ресурсы. Текущий полный путь: "{0}".
tr: MSB3820: Derlemeyle ilgili geçici dosyaları depolamak için gereken yol çok uzun. Projenizi daha kısa bir dizinde deneyin veya kaynaklarınızın bazılarını yeniden adlandırın. Tam yol "{0}" şeklindeydi.
zh_hans: MSB3820: 用于存储生成相关临时文件的路径过长。请尝试将项目放入较短的目录中，或者重命名某些资源。完整路径为“{0}”。
zh_hant: MSB3820: 儲存組建相關暫存檔案所需的路徑過長。請嘗試使用較短目錄中的專案，或將部分資源重新命名。完整路徑為 "{0}"。
