Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GetAssemblyIdentity.CouldNotGetAssemblyName
source: MSB3441: Cannot get assembly name for "{0}". {1}
cs: MSB3441: Nelze získat název sestavení pro {0}. {1}
de: MSB3441: Der Assemblyname für "{0}" kann nicht abgerufen werden. {1}
es: MSB3441: No se puede obtener el nombre del ensamblado para "{0}". {1}
fr: MSB3441: Impossible d'obtenir le nom d'assembly de "{0}". {1}
it: MSB3441: non è possibile ottenere il nome dell'assembly per "{0}". {1}
ja: MSB3441: "{0}" のアセンブリ名を取得できません。{1}
ko: MSB3441: "{0}"의 어셈블리 이름을 가져올 수 없습니다. {1}
pl: MSB3441: Nie można pobrać nazwy zestawu dla „{0}”. {1}
pt_br: MSB3441: Não foi possível obter o nome de assembly para "{0}". {1}
ru: MSB3441: Не удалось получить имя сборки для "{0}". {1}
tr: MSB3441: "{0}" için derleme adı alınamıyor. {1}
zh_hans: MSB3441: 无法获取“{0}”的程序集名称。{1}
zh_hant: MSB3441: 無法取得 "{0}" 的組件名稱。{1}

# GetCompatiblePlatform.AnyCPUDefault
source: Choosing AnyCPU by default.
cs: Zvolí se možnost AnyCPU jako výchozí.
de: Standardmäßig wird AnyCPU ausgewählt.
es: Se elige AnyCPU de manera predeterminada.
fr: Choisissez AnyCPU par défaut.
it: Scegliere AnyCPU per impostazione predefinita.
ja: 既定で AnyCPU を選択します。
ko: 기본적으로 AnyCPU를 선택합니다.
pl: Wybieranie opcji AnyCPU w sposób domyślny.
pt_br: Escolhendo Qualquer CPU por padrão.
ru: Выбор AnyCPU по умолчанию.
tr: Varsayılan olarak AnyCPU seçiliyor.
zh_hans: 默认选择 AnyCPU。
zh_hant: 預設會選擇 AnyCPU。

# GetCompatiblePlatform.DisplayChosenPlatform
source: Project '{0}' will build with platform: '{1}'.
cs: Projekt {0} se sestaví s platformou: {1}.
de: Das Projekt "{0}" wird mit der Plattform "{1}" erstellt.
es: El proyecto "{0}" se compilará con la plataforma "{1}".
fr: Le projet «{0}» sera généré avec la plateforme : «{1}».
it: Il progetto '{0}' verrà compilato con la piattaforma: '{1}'.
ja: プロジェクト '{0}' はプラットフォームを使用してビルドされます: '{1}'。
ko: '{0}' 프로젝트는 '{1}' 플랫폼으로 빌드됩니다.
pl: Projekt "{0}" zostanie skompilowany przy użyciu platformy: "{1}".
pt_br: O projeto '{0}' será construído com a plataforma: '{1}'.
ru: Проект "{0}" создаст сборку с платформой: "{1}".
tr: '{0}' projesi, '{1}' platformuyla derlenecek.
zh_hans: 项目 "{0}" 将使用平台 "{1}" 生成。
zh_hant: 專案 '{0}' 將使用平台: '{1}' 建置。

# GetCompatiblePlatform.FoundMappingInTable
source: Found mapping '{0}'='{1}' in given lookup table: '{2}'.
cs: Bylo nalezeno mapování {0}={1} v dané vyhledávací tabulce: {2}.
de: Die Zuordnung "{0}" ="{1}" wurde in der angegebenen Nachschlagetabelle gefunden: "{2}".
es: Se ha encontrado la asignación "{0}" = "{1}" en la tabla de búsqueda especificada "{2}".
fr: Mappage trouvé '{0}' = '{1}’ dans la table de correspondances spécifiée : '{2}'.
it: È stato trovato il mapping '{0}'='{1}' nella tabella di ricerca specificata: '{2}'.
ja: 指定されたルックアップ テーブルでマッピング '{0}'='{1}' が見つかりました: '{2}'。
ko: 지정된 조회 테이블 '{2}'에서 매핑 '{0}'='{1}'을(를) 찾았습니다.
pl: Znaleziono mapowanie "{0}" = "{1}" w danej tabeli wyszukiwania: "{2}".
pt_br: Mapeamento '{0}'='{1}' encontrado na tabela de pesquisa fornecida: '{2}'.
ru: Найдено сопоставление "{0}"="{1}" в указанной таблице подстановки: "{2}".
tr: Verilen arama tablosunda '{0} '=' {1}' eşlemesi bulundu: '{2}'.
zh_hans: 在给定查找表 "{2}" 中找到映射 "{0}"="{1}"。
zh_hant: 在指定的查閱資料表: '{2}' 中找到對應 '{0}'='{1}'。

# GetCompatiblePlatform.InvalidLookupTableFormat
source: MSB3983: The PlatformLookupTable '{0}' is in an invalid format and won't be used. The format should be 'A=B;C=D'.
cs: MSB3983: PlatformLookupTable {0} nemá platný formát a nedá se použít. Formát by měl být A=B;C=D.
de: MSB3983: Das PlatformLookupTable "{0}" weist ein ungültiges Format auf und wird nicht verwendet. Das Format muss „A=B;C=D“ sein.
es: MSB3983: El valor PlatformLookupTable "{0}" tiene un formato no válido y no se usará. El formato debe ser "A" = "B"; C = D".
fr: MSB3983: Le format de PlatformLookupTable «{0}» n’est pas valide et ne sera pas utilisé. Le format doit être 'A=B;C=D'.
it: MSB3983: il formato di PlatformLookupTable '{0}' non è valido e non verrà utilizzato. Il formato deve essere 'A=B;C=D'.
ja: MSB3983: PlatformLookupTable '{0}' は無効な形式であるため使用されません。この形式は 'A=B;C=D' である必要があります。C = D '。
ko: MSB3983: PlatformLookupTable '{0}'의 형식이 잘못되어 사용되지 않습니다. 형식은 'A=B;C=D'여야 합니다.
pl: MSB3983: element PlatformLookupTable "{0}" ma nieprawidłowy format i nie zostanie użyty. Formatem powinno być "A = B; C = D '.
pt_br: MSB3983: A PlatformLookupTable '{0}' está em um formato inválido e não será usada. O formato deve ser 'A=B;C=D'.
ru: MSB3983: PlatformLookupTable "{0}" имеет недопустимый формат и не будет использоваться. Требуется формат "A=B;C=D".
tr: MSB3983: PlatformLookupTable '{0}' geçersiz bir biçimde ve kullanılamaz. Biçim 'A=B;C=D' olmalıdır.
zh_hans: MSB3983: PlatformLookupTable "{0}" 的格式无效，不会使用。格式应为 "A=B;C=D"。
zh_hant: MSB3983: PlatformLookupTable '{0}' 的格式無效，因此不會使用。格式應為 'A=B;C=D'。

# GetCompatiblePlatform.LookupTableParsed
source: Parsed lookup table:'{0}'.
cs: Analyzovaná vyhledávací tabulka: {0}
de: Nachschlagetabelle analysiert:"{0}".
es: Tabla de búsqueda analizada: "{0}".
fr: Table de recherche connexes : '{0}'.
it: Tabella di ricerca analizzata: '{0}'.
ja: 解析済み参照テーブル:'{0}'。
ko: 구문 분석된 조회 테이블: '{0}'.
pl: Przeanalizowana tabela wyszukiwania: "{0}".
pt_br: Tabela de pesquisa analisada: '{0}'.
ru: Проанализированная таблица подстановки: "{0}".
tr: Ayrıştırılmış arama tablosu:'{0}'.
zh_hans: 分析的查阅表: "{0}"。
zh_hant: 剖析的查閱資料表: '{0}'。

# GetCompatiblePlatform.NoCompatiblePlatformFound
source: MSB3981: Could not determine what '{0}' should be built as. The project will be built without the Platform property set.
cs: MSB3981: Nešlo určit, jak by se mělo sestavit {0}. Projekt se sestaví bez sady vlastností platformy.
de: MSB3981: Es konnte nicht ermittelt werden, als was "{0}" erstellt werden soll. Das Projekt wird erstellt ohne eine festgelegte Plattformeigenschaft.
es: MSB3981: No se pudo determinar cómo se debe compilar "{0}". El proyecto se compilará sin el conjunto de propiedades Platform.
fr: MSB3981: Impossible de déterminer le type de «{0}» devrait être généré. Le projet sera généré sans la propriété Platform définie.
it: MSB3981: impossibile determinare come deve essere compilato '{0}'. Il progetto verrà compilato senza l’insieme di proprietà Platform.
ja: MSB3981: どの '{0}' をビルドする必要があるか特定できませんでした。プロジェクトは、プラットフォーム プロパティの設定なしでビルドされます。
ko: MSB3981: 빌드해야 하는 '{0}'을(를) 결정할 수 없습니다. 프로젝트는 Platform 속성을 설정하지 않고 빌드됩니다.
pl: MSB3981: nie można było określić, jako co ma zostać skompilowany projekt "{0}". Zostanie on skompilowany bez ustawionej właściwości platformy.
pt_br: MSB3981: Não foi possível determinar como '{0}' deve ser criado. O projeto será criado sem a propriedade Platform definida.
ru: MSB3981: не удалось определить, как следует выполнить сборку "{0}". Сборка проекта будет выполнена без установки свойства Platform.
tr: MSB3981: '{0}'in ne olarak oluşturulması gerektiği belirlenemedi. Proje, Platform özellik seti olmadan oluşturulacak.
zh_hans: MSB3981: 无法确定应将 "{0}" 构建为什么。将在不设置 Platform 属性的情况下生成项目。
zh_hant: MSB3981: 無法判斷應該將 '{0}' 建置為何。將在沒有設定 Platform 屬性的情況下建置專案。

# GetCompatiblePlatform.NoPlatformsListed
source: MSB3982: EnableDynamicPlatformResolution is true but referenced project '{0}' has no 'Platforms' or 'Platform' metadata set. It will be built without a specified platform.
cs: MSB3982: EnableDynamicPlatformResolution je true, ale odkazovaný projekt {0} nemá nastavená metadata Platforms ani Platform. Sestaví se bez zadané platformy.
de: MSB3982: EnableDynamicPlatformResolution ist \"true\", aber auf das Projekt \"{0}\" wird verwiesen, für das keine \"Plattformen\"- oder \"Plattform\"-Metadaten festgelegt sind. Er wird ohne eine angegebene Plattform erstellt.
es: MSB3982: EnableDynamicPlatformResolution es true, pero el proyecto al que se hace referencia, “{0}”, no tiene establecido ningún conjunto de metadatos “Platforms” o “Platform”. Se compilará sin una plataforma especificada.
fr: MSB3982: EnableDynamicPlatformResolution a la valeur true, mais le projet référencé '{0}' n’a pas de métadonnées 'Platforms' ou 'Platform' définies. Il sera généré sans plateforme spécifiée.
it: MSB3982: EnableDynamicPlatformResolution è true, ma il progetto di riferimento '{0}' non ha set di metadati 'Platforms' o 'Platform'. Verrà compilato senza una piattaforma specificata.
ja: MSB3982: EnableDynamicPlatformResolution は true ですが、参照対象プロジェクト '{0}' に 'Platforms' または 'Platform' メタデータが設定されていません。これは、指定されたプラットフォームなしでビルドされます。
ko: MSB3982: EnableDynamicPlatformResolution이 true이지만 참조된 프로젝트 '{0}'에 'Platforms' 또는 'Platform' 메타데이터 세트가 없습니다. 지정된 플랫폼 없이 구축됩니다.
pl: MSB3982: element EnableDynamicPlatformResolution ma wartość True, ale projekt „{0}”, do którego się odnosi, nie ma ustawionych metadanych „Platform” lub „Platformy”. Zostanie on skompilowany bez określonej platformy.
pt_br: MSB3982: EnableDynamicPlatformResolution é true, mas o projeto referenciado '{0}' não tem um conjunto de metadados 'Platforms' ou 'Platform'. Ele será construído sem uma plataforma especificada.
ru: MSB3982: EnableDynamicPlatformResolution имеет значение true, но указанный проект ''{0}'' не имеет ''Платформы'' или набора метаданных ''Платформы''. Он будет построен без указанной платформы.
tr: MSB3982: EnableDynamicPlatformResolution doğru ancak başvurulan proje '{0}', 'Platforms' veya 'Platform' meta veri kümesine sahip değil. Proje belirli bir platform olmadan oluşturulur.
zh_hans: MSB3982: EnableDynamicPlatformResolution 为 true，但引用的项目 \"{0}\" 没有设置 \"Platforms\" 或 \"Platform\" 元数据。它将在没有指定平台的情况下生成。
zh_hant: MSB3982: EnableDynamicPlatformResolution 為 true，但參考的專案 '{0}' 未設定 'Platforms' 或 'Platform' 中繼資料。它將在沒有指定平台的情況下建置。

# GetCompatiblePlatform.ReferencedProjectHasDefinitivePlatform
source: Platform property of referenced project '{0}' matches current project's platform: '{1}'. Referenced project will be built without a global Platform property.
cs: Vlastnost platformy odkazovaného projektu {0} odpovídá platformě aktuálního projektu: {1}. Odkazovaný projekt se sestaví bez globální vlastnosti platformy.
de: Die Plattformeigenschaft des Referenzprojekts \"{0}\" entspricht der Plattform des aktuellen Projekts: \"{1}\". Das Projekt, auf das verwiesen wird, wird ohne globale Plattformeigenschaft erstellt.
es: La propiedad “Platform” del proyecto al que se hace referencia “{0}” coincide con la plataforma del proyecto actual: “{1}”. El proyecto al que se hace referencia se compilará sin una propiedad de plataforma global.
fr: La propriété platform du '{0}' de projet référencé correspond à la plateforme du projet actuel : '{1}'. Le projet référencé sera généré sans propriété De plateforme globale.
it: La proprietà Platform del progetto di riferimento '{0}' corrisponde alla proprietà Platform del progetto corrente: '{1}'. Il progetto a cui viene fatto riferimento verrà compilato senza una proprietà Platform globale.
ja: 参照されたプロジェクト '{0}' の Platform プロパティは現在のプロジェクトのプラットフォーム '{1}' と一致します。参照されたプロジェクトは、グローバル Platform プロパティなしでビルドされます。
ko: 참조된 프로젝트 '{0}'의 플랫폼 속성이 현재 프로젝트의 플랫폼 '{1}'과(와) 일치합니다. 참조된 프로젝트는 전역 Platform 속성 없이 빌드됩니다.
pl: Właściwość platformy przywoływanego projektu „{0}” jest zgodna z platformą bieżącego projektu: „{1}”. Przywoływany projekt zostanie utworzony bez globalnej właściwości platformy.
pt_br: A propriedade de plataforma do projeto referenciado '{0}' corresponde à plataforma do projeto atual: '{1}'. O projeto referenciado será construído sem uma propriedade global Platform.
ru: Свойство платформы указанного проекта ''{0}'' соответствует платформе текущего проекта: ''{1}''. Ссылочный проект будет построен без глобального свойства платформы.
tr: Başvurulan '{0}' projesinin platform özelliği mevcut projenin platformuyla eşleşiyor: '{1}'. Başvurulan proje, genel bir Platform özelliği olmadan oluşturulur.
zh_hans: 引用项目 \"{0}\" 的平台属性与当前项目的平台 \"{1}\" 匹配。将在不使用全局平台属性的情况下生成引用的项目。
zh_hant: 參考專案的平台屬性 '{0}' 符合目前專案的平太: '{1}'。將建置參考的專案，但不使用全域平台屬性。

# GetCompatiblePlatform.SamePlatform
source: ProjectReference and current project have the same platform.
cs: ProjectReference a aktuální projekt mají stejnou platformu.
de: ProjectReference und das aktuelle Projekt haben die gleiche Plattform.
es: ProjectReference y el proyecto actual tienen la misma plataforma.
fr: ProjectReference et le projet actuel ont la même plateforme.
it: ProjectReference e il progetto corrente hanno la stessa piattaforma.
ja: ProjectReference と現在のプロジェクトに同じプラットフォームがあります。
ko: ProjectReference와 현재 프로젝트는 동일한 플랫폼을 가지고 있습니다.
pl: Element ProjectReference i bieżący projekt mają tę samą platformę.
pt_br: O ProjectReference e o projeto atual têm a mesma plataforma.
ru: ProjectReference и текущий проект используют одну платформу.
tr: ProjectReference ve geçerli proje aynı platforma sahip.
zh_hans: ProjectReference 和当前项目具有相同的平台。
zh_hant: ProjectReference 和目前的專案有相同的平台。

# GetFrameworkSdkPath.CouldNotFindSDK
source: Could not locate the expected version of the Microsoft Windows SDK. Looked for a location specified in the "{0}" value of the registry key "{1}". If your build process does not need the SDK then this can be ignored. Otherwise you can solve the problem by doing one of the following: 1) Install the Microsoft Windows SDK. 2) Install Visual Studio 2010. 3) Manually set the above registry key to the correct location.
cs: Očekávaná verze sady Microsoft Windows SDK nebyla nalezena. Při hledání bylo použito umístění určené hodnotou {0} klíče registru {1}. Pokud daný proces sestavení sadu SDK nepotřebuje, lze tuto chybu ignorovat. V opačném případě můžete potíže odstranit provedením jedné z následujících akcí: 1) instalací sady Microsoft Windows SDK, 2) Instalací sady Visual Studio 2010. 3) Ručním nastavením uvedeného klíče registru na správné umístění.
de: Die erwartete Version des Microsoft Windows SDK wurde nicht gefunden. Es wurde nach einem im Wert "{0}" des Registrierungsschlüssels "{1}" angegebenen Speicherort gesucht. Wenn das SDK für den Buildprozess nicht erforderlich ist, kann diese Meldung ignoriert werden. Andernfalls können Sie das Problem mit einem der folgenden Verfahren beheben: 1) Installieren Sie das Microsoft Windows SDK. 2) Installieren Sie Visual Studio 2010. 3) Legen Sie den obigen Registrierungsschlüssel manuell auf den korrekten Speicherort fest.
es: No se encuentra la versión esperada de Microsoft Windows SDK. Se buscó una ubicación especificada en el valor "{0}" de la clave del Registro "{1}". Si el proceso de compilación no necesita el SDK, se puede omitir. De lo contrario, puede solucionar el problema realizando alguna de las siguientes acciones: 1) Instale Microsoft Windows SDK. 2) Instale Visual Studio 2010. 3) Establezca manualmente la clave del Registro indicada en la ubicación correcta.
fr: Impossible de trouver la version attendue du SDK Microsoft Windows. Recherche d'un emplacement indiqué dans la valeur "{0}" de la clé de Registre "{1}". Si votre processus de génération n'a pas besoin du SDK, cette erreur peut être ignorée. Sinon, essayez de résoudre le problème de l'une des manières suivantes : 1) Installez le SDK Microsoft Windows. 2) Installez Visual Studio 2010. 3) Indiquez l'emplacement approprié dans la clé de Registre ci-dessus.
it: Non è stato possibile trovare la versione prevista di Microsoft Windows SDK. È stato cercato il percorso specificato nel valore "{0}" della chiave del Registro di sistema "{1}". Se il processo di compilazione non richiede l'SDK, è possibile ignorare il problema. In caso contrario, per risolvere il problema eseguire una di queste operazioni: 1) Installare Microsoft Windows SDK. 2) Installare Visual Studio 2010. 3) Impostare manualmente la chiave del Registro di sistema specificata in precedenza sul percorso corretto.
ja: 必要なバージョンの Microsoft Windows SDK が見つかりませんでした。レジストリ キー "{1}" の値 "{0}" で指定されている場所を探しました。このエラーは、ビルド処理で SDK が不要な場合は無視できます。SDK が必要な場合は、次のいずれかを行うことによって問題を解決できます。1) Microsoft Windows SDK をインストールする。2) Visual Studio 2010 をインストールする。3) 上記のレジストリ キーを正しい場所に手動で設定する。
ko: 원하는 Microsoft Windows SDK 버전을 찾을 수 없습니다. "{1}" 레지스트리 키의 "{0}" 값에 지정된 위치를 검색했습니다. 빌드 프로세스에서 SDK가 필요하지 않으면 이 메시지를 무시해도 됩니다. 그렇지 않으면 다음 중 하나를 수행하여 문제를 해결할 수 있습니다. 1) Microsoft Windows SDK를 설치합니다. 2) Visual Studio 2010을 설치합니다. 3) 위의 레지스트리 키를 올바른 위치로 직접 설정합니다.
pl: Nie można zlokalizować oczekiwanej wersji zestawu Microsoft Windows SDK. Poszukiwano lokalizacji określonej w wartości „{0}” klucza rejestru „{1}”. Jeżeli proces kompilacji nie wymaga zestawu SDK, można zignorować ten element. W przeciwnym przypadku problem można rozwiązać, wykonując jedną z następujących czynności: 1) zainstalowanie zestawu Microsoft Windows SDK, 2) zainstalowanie programu Visual Studio 2010, 3) ręczne ustawienie poprawnej lokalizacji w powyższym kluczu rejestru.
pt_br: Não foi possível localizar a versão esperada do SDK do Microsoft Windows. Ela foi procurada em uma localização especificada no valor "{0}" da chave do Registro "{1}". Se o seu processo de build não precisar do SDK, isso poderá ser ignorado. Caso contrário, você poderá resolver o problema executando um destes procedimentos: 1) Instalar o SDK do Microsoft Windows. 2) Instalar o Visual Studio 2010. 3) Definir manualmente a chave do Registro acima para a localização correta.
ru: Не удалось обнаружить требуемую версию Microsoft Windows SDK. Поиск выполнен в расположении, заданном значением "{0}" раздела реестра "{1}". Если данному процессу сборки не требуется пакет SDK, на это сообщение можно не обращать внимания. В противном случае неполадку, возможно, удастся устранить, выполнив одно из следующих действий: (1) установите Microsoft Windows SDK; (2) установите Visual Studio 2010; (3) вручную задайте в указанном выше разделе реестра правильное расположение.
tr: Beklenen Microsoft Windows SDK sürümü bulunamadı. "{1}" kayıt defteri anahtarının "{0}" değerinde belirtilen konum arandı. Derleme işleminiz SDK’ya ihtiyaç duymuyorsa bu yoksayılabilir. Aksi halde, şu işlemlerden birini yaparak sorunu çözebilirsiniz: 1) Microsoft Windows SDK’yı yükleyin. 2) Visual Studio 2010’u yükleyin. 3) Yukarıdaki kayıt defteri anahtarını el ile doğru konuma ayarlayın.
zh_hans: 未能找到 Microsoft Windows SDK 的预期版本。已查找过注册表项“{1}”的“{0}”值中指定的位置。如果生成过程不需要该 SDK，则可以忽略此问题。否则，通过执行下列操作之一可以解决此问题: 1) 安装 Microsoft Windows SDK。2) 安装 Visual Studio 2010。 3) 手动向正确的位置设置上面的注册表项。
zh_hant: 找不到預期的 Microsoft Windows SDK 版本。已在登錄機碼 "{1}" 的 "{0}" 值中指定的位置尋找。如果您的建置程序不需要這個 SDK，您可以忽略此訊息。否則，您可以執行下列其中一個動作以解決此問題: 1) 安裝 Microsoft Windows SDK。2) 安裝 Visual Studio 2010。 3) 手動將上方登錄機碼設為正確位置。

# GetFrameworkSdkPath.FoundSDK
source: Found the Microsoft Windows SDK installed at "{0}".
cs: Byla nalezena instalace sady Microsoft Windows SDK v umístění {0}.
de: Eine Installation des Microsoft Windows SDK wurde in "{0}" gefunden.
es: Se encontró Microsoft Windows SDK instalado en "{0}".
fr: Le Kit de développement Microsoft Windows SDK a été trouvé dans "{0}".
it: Rilevato Microsoft Windows SDK installato in "{0}".
ja: Microsoft Windows SDK が "{0}" にインストールされていました。
ko: Microsoft Windows SDK가 "{0}"에 설치되어 있습니다.
pl: Znaleziono zestaw Microsoft Windows SDK zainstalowany w lokalizacji „{0}”.
pt_br: Localizado o SDK do Microsoft Windows instalado em "{0}".
ru: Обнаружен пакет средств разработки Microsoft Windows SDK, установленный в "{0}".
tr: "{0}" konumuna yüklenmiş Microsoft Windows SDK bulundu.
zh_hans: 找到安装在“{0}”的 Microsoft Windows SDK。
zh_hant: 找到安裝在 "{0}" 的 Microsoft Windows SDK。

# GetReferenceAssemblyPaths.OutOfDateSDK
source: MSB3971: The reference assemblies for "{0}" were not found. You might be using an older .NET SDK to target .NET 5.0 or higher. Update Visual Studio and/or your .NET SDK.
cs: MSB3971: Referenční sestavení pro {0} se nenašla. Je možné, že používáte starší sadu .NET SDK, se kterou cílíte na .NET 5.0 nebo novější. Aktualizujte Visual Studio nebo sadu .NET SDK.
de: MSB3971: Die Referenzassemblys für "{0}" wurden nicht gefunden. Möglicherweise verwenden Sie ein älteres .NET SDK für .NET 5.0 oder höher. Aktualisieren Sie Visual Studio und/oder Ihr .NET SDK.
es: MSB3971: No se han encontrado los ensamblados de referencia de "{0}". Es posible que esté usando un SDK de .NET anterior para destinarlo a .NET 5.0 o posterior. Actualice Visual Studio o el SDK de .NET.
fr: MSB3971: les assemblys de référence de "{0}" sont introuvables. Vous utilisez peut-être une ancienne version du kit SDK .NET pour cibler .NET 5.0 ou une version ultérieure. Mettez à jour Visual Studio et/ou votre kit SDK .NET.
it: MSB3971: gli assembly di riferimento per "{0}" non sono stati trovati. È possibile che si usi una versione precedente di .NET SDK mentre la destinazione è .NET 5.0 o versione successiva. Aggiornare Visual Studio e/o .NET SDK.
ja: MSB3971: "{0}" の参照アセンブリが見つかりませんでした。.Net 5.0 以上をターゲットにするために、古い .NET SDK を使用している可能性があります。Visual Studio と .NET SDK のいずれかまたはその両方を更新してください。
ko: MSB3971: "{0}"에 대한 참조 어셈블리를 찾을 수 없습니다. 이전 .NET SDK를 사용하여 .NET 5.0 이상을 대상으로 하고 있을 수 있습니다. Visual Studio 및/또는 .NET SDK를 업데이트하세요.
pl: MSB3971: Nie znaleziono zestawów odwołań dla elementu „{0}”. Być może używasz starszego zestawu SDK platformy .NET do kierowania się do platformy docelowej .NET 5.0 lub nowszej. Zaktualizuj program Visual Studio i/lub zestaw SDK platformy .NET.
pt_br: MSB3971: os assemblies de referência do "{0}" não foram encontrados. Você pode estar usando um SDK do .NET mais antigo para fazer o direcionamento ao .NET 5.0 ou posterior. Atualize o Visual Studio e/ou o SDK do .NET.
ru: MSB3971: не найдены базовые сборки для "{0}". Возможно, вы используете более раннюю версию пакета SDK для .NET, предназначенную для .NET 5.0 или более поздней версии. Обновите Visual Studio и (или) пакет SDK для .NET.
tr: MSB3971: "{0}" için başvuru bütünleştirilmiş kodları bulunamadı. .NET 5.0 veya daha güncel bir sürümü hedeflemek için eski bir .NET SDK kullanıyor olabilirsiniz. Visual Studio ve/veya .NET SDK'ınızı güncelleştirin.
zh_hans: MSB3971: 找不到“{0}”的引用程序集。你可能正在使用较早的 .NET SDK 将 .NET 5.0 或更高版本设置为目标。请更新 Visual Studio 和/或 .NET SDK。
zh_hant: MSB3971: 找不到 "{0}" 的參考組件。您可能使用了舊版 .NET SDK 來以 .NET 5.0 或更高版本為目標。請更新 Visual Studio 及 (或) 您的 .NET SDK。

# MakeDir.Comment
source: Creating directory "{0}".
cs: Probíhá vytváření adresáře {0}.
de: Das Verzeichnis "{0}" wird erstellt.
es: Creando directorio "{0}".
fr: Création du répertoire "{0}".
it: Creazione directory "{0}".
ja: ディレクトリ "{0}" を作成しています。
ko: "{0}" 디렉터리를 만들고 있습니다.
pl: Tworzenie katalogu „{0}”.
pt_br: Criando o diretório "{0}".
ru: Создание каталога "{0}".
tr: "{0}" dizini oluşturuluyor.
zh_hans: 正在创建目录“{0}”。
zh_hant: 正在建立目錄 "{0}"。

# MakeDir.Error
source: MSB3191: Unable to create directory "{0}". {1}
cs: MSB3191: Nelze vytvořit adresář {0}. {1}
de: MSB3191: Das Verzeichnis "{0}" kann nicht erstellt werden. {1}
es: MSB3191: No se puede crear el directorio "{0}". {1}
fr: MSB3191: Impossible de créer le répertoire "{0}". {1}
it: MSB3191: non è possibile creare la directory "{0}". {1}
ja: MSB3191: ディレクトリ "{0}" を作成できません。{1}
ko: MSB3191: "{0}" 디렉터리를 만들 수 없습니다. {1}
pl: MSB3191: Nie można utworzyć katalogu „{0}”. {1}
pt_br: MSB3191: Não é possível criar o diretório "{0}". {1}
ru: MSB3191: Не удается создать каталог "{0}". {1}
tr: MSB3191: "{0}" dizini oluşturulamıyor. {1}
zh_hans: MSB3191: 无法创建目录“{0}”。{1}
zh_hant: MSB3191: 無法建立目錄 "{0}"。{1}
