Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveSDKReference.CannotReferenceTwoSDKsSameName
source: MSB3780: The SDK "{0}" cannot be referenced alongside SDK(s) {1}, because only one version of the SDK can be referenced from a project. Please consider removing references to the other SDKs.
cs: MSB3780: Na sadu SDK {0} nelze odkazovat současně se sadami SDK {1}, protože z projektu je možné se odkazovat pouze na jednu verzi sady SDK. Zvažte odebrání odkazů na tyto další sady SDK.
de: MSB3780: Das SDK "{0}" kann nicht an der Seite von SDK(s) {1} referenziert werden, da nur eine Version des SDK von einem Projekt referenziert werden kann. Entfernen Sie u. U. Verweise auf andere SDKs.
es: MSB3780: No se puede hacer referencia al SDK "{0}" junto con los SDK {1}, ya que solamente se puede hacer referencia a una versión del SDK de un proyecto. Quite las referencias al resto de SDK.
fr: MSB3780: Le SDK "{0}" ne peut pas être référencé avec des SDK {1}, car une seule version de SDK peut être référencée à partir d'un projet. Supprimez les références aux autres SDK.
it: MSB3780: non è possibile fare riferimento all'SDK "{0}" insieme agli SDK {1} perché è possibile fare riferimento a una sola versione dell'SDK da un progetto. Rimuovere i riferimenti agli altri SDK.
ja: MSB3780: プロジェクトから参照できる SDK は 1 バージョンだけなので、SDK "{0}" は SDK {1} と共に参照できません。他の SDK への参照を削除することを検討してください。
ko: MSB3780: 한 프로젝트에서는 한 버전의 SDK만 참조할 수 있으므로 SDK "{0}"과(와) SDK {1}은(는) 함께 참조할 수 없습니다. 다른 SDK에 대한 참조를 제거하세요.
pl: MSB3780: Nie można się odwołać do zestawu SDK „{0}”, jeśli występują odwołania do zestawów SDK {1}, ponieważ z projektu można się odwołać tylko do jednej wersji zestawu SDK. Rozważ usunięcie odwołań do innych zestawów SDK.
pt_br: MSB3780: O SDK "{0}" não pode ser referenciado junto com os SDKs {1} porque somente uma versão do SDK pode ser referenciada de um projeto. Considere remover referências para os outros SDKs.
ru: MSB3780: не удается создать ссылку на пакет SDK "{0}" при наличии также ссылок на другие пакеты SDK, {1}, поскольку в проекте можно ссылаться только на одну версию пакета SDK. Попробуйте удалить ссылки на другие пакеты SDK.
tr: MSB3780: Projeden SDK’nın yalnızca bir sürümüne başvurulabileceğinden"{0}" SDK’sına {1} SDK’larıyla birlikte başvurulamıyor. Lütfen diğer SDK’lara yapılan başvuruları kaldırın.
zh_hans: MSB3780: 不能随 SDK {1} 一起引用 SDK“{0}”，因为只能从一个项目中引用一个版本的 SDK。请考虑删除对其他 SDK 的引用。
zh_hant: MSB3780: 不能同時參考 SDK "{0}" 和 SDK {1}，因為一個專案中只能參考一個版本的 SDK。請考慮移除其他 SDK 的參考。

# ResolveSDKReference.SDKMissingDependency
source: MSB3781: The SDK "{0}" depends on the following SDK(s) {1}, which have not been added to the project or were not found. Please ensure that you add these dependencies to your project or you may experience runtime issues. You can add dependencies to your project through the Reference Manager.
cs: MSB3781: Sada {0} závisí na následujících sadách SDK {1}, které nebyly přidány do projektu nebo nebyly nalezeny. Pokud tyto závislosti nepřidáte do projektu, mohou za běhu nastat potíže. Závislosti můžete přidat do projektu pomocí Správce odkazů.
de: MSB3781: Das SDK "{0}" ist von den folgenden SDK(s) {1} abhängig, die nicht zum Projekt hinzugefügt wurden oder nicht gefunden wurden. Stellen Sie sicher, dass diese Abhängigkeiten zum Projekt hinzugefügt werden, andernfalls können Laufzeitfehler auftreten. Über den Verweis-Manager können Sie Ihrem Projekt Abhängigkeiten hinzufügen.
es: MSB3781: El SDK "{0}" depende de los siguientes SDK {1}, que no se han agregado al proyecto o no se encuentran. Asegúrese de agregar estas dependencias al proyecto para evitar problemas en tiempo de ejecución. Puede agregar dependencias al proyecto a través del Administrador de referencias.
fr: MSB3781: Le SDK "{0}" dépend des SDK suivants {1}, qui n'ont pas été ajoutés au projet ou qui sont introuvables. Assurez-vous d'ajouter ces dépendances à votre projet pour éviter des problèmes au moment de l'exécution. Ajoutez des dépendances à votre projet à l'aide du Gestionnaire de références.
it: MSB3781: l'SDK "{0}" dipende dagli SDK seguenti {1} che non sono stati aggiunti al progetto o non sono stati trovati. Assicurarsi di aggiungere queste dipendenze al progetto o è possibile che si verifichino problemi di runtime. È possibile aggiungere dipendenze al progetto con Gestione riferimenti.
ja: MSB3781: SDK "{0}" が依存している以下の SDK {1} がプロジェクトに追加されていないか、見つかりませんでした。これらの依存関係をプロジェクトに必ず追加するようにしてください。追加しない場合は、実行時に問題が発生する可能性があります。プロジェクトの依存関係は参照マネージャーから追加できます。
ko: MSB3781: SDK "{0}"이(가) 프로젝트에 추가되지 않았거나 찾을 수 없는 다음 SDK {1}에 종속됩니다. 이러한 종속성을 프로젝트에 추가하세요. 그러지 않으면 런타임 문제가 발생할 수 있습니다. 참조 관리자를 통해 프로젝트에 종속성을 추가할 수 있습니다.
pl: MSB3781: Zestaw SDK „{0}” zależy od następujących zestawów SDK: {1}, które nie zostały dodane do projektu lub nie można ich odnaleźć. Upewnij się, że zależności zostały dodane do projektu. W innym przypadku mogą pojawić się problemy z uruchamianiem. Zależności można dodawać do projektu za pomocą Menadżera odwołań.
pt_br: MSB3781: O SDK "{0}" depende dos seguintes SDKs {1}, os quais não foram adicionados ao projeto ou não foram encontrados. Certifique-se de adicionar essas dependências ao seu projeto para não haver problemas em runtime. Você pode adicionar dependências ao projeto por meio do Gerenciador de Referências.
ru: MSB3781: пакет SDK "{0}" зависит от следующих пакетов SDK: {1}, которые не добавлены в проект или не найдены. Убедитесь, что вы добавили эти зависимости в проект; в противном случае во время выполнения могут возникнуть проблемы. Зависимости можно добавить в проект с помощью диспетчера ссылок.
tr: MSB3781: "{0}" SDK’sı, projeye eklenmiş olmayan veya bulunamayan aşağıdaki {1} SDK’larına bağımlıdır. Lütfen bu bağımlılıkları projenize eklediğinizden emin olun, aksi takdirde çalışma zamanında sorunlarla karşılaşabilirsiniz. Projenize bağımlılık eklemek için Başvuru Yöneticisi’ni kullanabilirsiniz.
zh_hans: MSB3781: SDK“{0}”取决于下述 SDK {1}，后者尚未添加到项目或未找到。请确保向你的项目添加了这些必备组件，否则你可以会遇到运行时问题。可通过引用管理器向项目添加必备组件。
zh_hant: MSB3781: SDK "{0}" 相依於下列尚未加入專案或找不到的 SDK {1}。請確定您將這些相依性加入專案，否則可能會遇到執行階段問題。您可以透過參考管理員將相依性加到您的專案。

# ResolveSDKReference.Prefer32BitNotSupportedWithNeutralProject
source: MSB3782: The "{0}" SDK does not support targeting a neutral architecture with "Prefer 32-Bit" enabled for the project. Please go to the project properties (Build tab for C# and Compile tab for VB) and disable the "Prefer 32-bit" option, or change your project to target a non-neutral architecture.
cs: MSB3782: Sada {0} SDK nepodporuje cílení na neutrální architekturu, když je pro projekt povolena možnost Preferovat 32bitovou verzi. Přejděte do vlastností projektu (karta Sestavení pro C# a karta Kompilace pro VB) a zakažte možnost Preferovat 32bitovou verzi, nebo změňte cíl svého projektu na jinou než neutrální architekturu.
de: MSB3782: Das "{0}"-SDK unterstützt keine neutrale Architektur als Ziel, bei der "32-Bit bevorzugen" für das Projekt aktiviert ist. Wechseln Sie zu den Projekteigenschaften (Registerkarte zum Erstellen für C# und Registerkarte zum Kompilieren für VB) und deaktivieren Sie die Option "32-Bit bevorzugen", oder ändern Sie das Projektziel auf eine nicht neutrale Architektur.
es: MSB3782: El SDK "{0}" no admite una arquitectura neutra como destino con la opción "Preferencia de 32 bits" habilitada para el proyecto. Vaya a las propiedades del proyecto (pestaña Compilar en C# y VB) y deshabilite la opción "Preferencia de 32 bits" o cambie el proyecto para que la arquitectura de destino no sea neutra.
fr: MSB3782: Le SDK "{0}" ne prend pas en charge comme cible une architecture neutre dont l'option "Préférer 32 bits" est activée pour le projet. Accédez aux propriétés du projet (onglet Générer pour C# et Compiler pour VB) et désactivez l'option "Préférer 32 bits", ou modifiez votre projet pour qu'il cible une architecture non neutre.
it: MSB3782: l'SDK "{0}" non supporta l'uso di un'architettura neutra con "Preferisci 32 bit" abilitato per il progetto come destinazione. Passare alle proprietà del progetto nella scheda Compilazione per C# e Compila per VB e disabilitare l'opzione "Preferisci 32 bit" oppure modificare il progetto in modo che usi un'architettura non neutra come destinazione.
ja: MSB3782: "{0}" SDK は、プロジェクトに対して [32 ビットの優先] が有効になっているニュートラル アーキテクチャをターゲットとすることをサポートしていません。プロジェクトのプロパティ (C# の場合は [ビルド] タブ、VB の場合は [コンパイル] タブ) を表示し、[32 ビットの優先] オプションを無効にするか、ニュートラルでないアーキテクチャをターゲットとするようにプロジェクトを変更してください。
ko: MSB3782: "{0}" SDK에서는 프로젝트에 대해 "32비트 선호"를 사용하도록 설정한 중립 아키텍처를 대상으로 하는 것을 지원하지 않습니다. 프로젝트 속성으로 이동(C#의 경우 빌드 탭 및 VB의 경우 컴파일 탭)하고 "32비트 선호" 옵션을 사용하지 않도록 설정하거나 비중립 아키텍처를 대상으로 하도록 프로젝트를 변경하세요.
pl: MSB3782: Zestaw SDK „{0}” nie obsługuje generowania aplikacji neutralnej pod względem architektury, gdy w projekcie wybrana jest opcja „Preferuj 32-bitowe”. Przejdź do właściwości projektu (karta Kompilacja dla języków C# lub VB) i wyłącz tę opcję lub zmień ustawienia projektu na inne niż generowanie aplikacji neutralnej pod względem architektury.
pt_br: MSB3782: O "{0}" SDK não dá suporte ao direcionamento de uma arquitetura neutra com a opção "Prefer 32-Bit" habilitada para o projeto. Vá até as propriedades do projeto (guia Build para C# e guia Compile para VB) e desabilite a opção "Prefer 32-bit", ou mude o seu projeto para um destino de arquitetura diferente de neutra.
ru: MSB3782: пакет SDK "{0}" не поддерживает нейтральную архитектуру в качестве целевой, если для проекта установлен параметр "Предпочитать 32-разрядн.". Перейдите к свойствам проекта (вкладка "Сборка" для C# и "Компиляция" для VB) и отключите параметр "Предпочитать 32-разрядн." или измените проект, выбрав в качестве целевой архитектуру, отличную от нейтральной.
tr: MSB3782: "{0}" SDK’sı proje için etkinleştirilen "32 Bit Tercih Et" ile nötr bir mimarinin hedeflenmesini desteklemiyor. Lütfen proje özelliklerine gidin (C# ve VB için Derleme sekmesi) ve "32 Bit Tercih Et" seçeneğini devre dışı bırakın veya projenizi nötr olmayan bir mimariyi hedefleyecek şekilde değiştirin.
zh_hans: MSB3782: “{0}”SDK 不支持面向为项目启用了“首选 32 位”的中性系统结构。请访问项目属性(C# 中为“生成”选项卡，VB 中为“编译”选项卡)并禁用“首选 32 位”选项，或将项目更改为面向非中性体系结构。
zh_hant: MSB3782: "{0}" SDK 不支援以專案中已啟用 [建議使用 32 位元] 的中性架構為目標。請前往專案屬性 (在 C# 中為 [建置] 索引標籤，在 VB 中則為 [編譯] 索引標籤) 並停用 [建議使用 32 位元] 選項，或者將您的專案變更為以非中性架構為目標。

# ResolveSDKReference.MaxPlatformVersionLessThanTargetPlatformVersion
source: MSB3783: Project "{0}" depends upon SDK "{1} v{2}" which was released originally for apps targeting "{3} {4}". To verify whether "{1} v{2}" is compatible with "{5} {6}", contact the SDK author or see http://go.microsoft.com/fwlink/?LinkID=309181.
cs: MSB3783: Projekt {0} závisí na sadě SDK {1} verze {2}, která byla původně vydána pro aplikace, které cílí na {3} {4}. Chcete-li ověřit kompatibilitu sady {1} verze {2}a {5} {6}, obraťte se na autora sady SDK nebo si prostudujte informace na adrese http://go.microsoft.com/fwlink/?LinkID=309181.
de: MSB3783: Projekt "{0}" ist abhängig vom SDK "{1} v{2}", das ursprünglich für Apps mit dem Ziel "{3} {4}" veröffentlicht wurde. Wenden Sie sich an den Autor des SDK, oder rufen Sie http://go.microsoft.com/fwlink/?LinkID=309181 auf, um herauszufinden, ob "{1} v{2}" mit "{5} {6}" kompatibel ist.
es: MSB3783: El proyecto "{0}" depende del SDK "{1} v{2}" publicado originalmente para aplicaciones destinadas a "{3} {4}". Para comprobar si "{1} v{2}" es compatible con "{5} {6}", póngase en contacto con el autor del SDK o consulte http://go.microsoft.com/fwlink/?LinkID=309181.
fr: MSB3783: Le projet "{0}" dépend du SDK "{1} v{2}" qui a été créé à l'origine pour le ciblage des applications "{3} {4}". Pour vérifier si "{1} v{2}" est compatible avec "{5} {6}", contactez l'auteur du SDK ou consultez http://go.microsoft.com/fwlink/?LinkID=309181.
it: MSB3783: il progetto "{0}" dipende dall'SDK "{1} v{2}" che è stato originalmente rilasciato per le applicazioni destinate a "{3} {4}". Per verificare se "{1} v{2}" è compatibile con "{5} {6}", contattare l'autore dell'SDK o vedere http://go.microsoft.com/fwlink/?LinkID=309181.
ja: MSB3783: プロジェクト "{0}" は、"{3} {4}" を対象とするアプリケーション用にリリースされた SDK "{1} v{2}" に依存しています。"{1} v{2}" と "{5} {6}" の間の互換性については、SDK の作成者に確認するか、http://go.microsoft.com/fwlink/?LinkID=309181 を参照してください。
ko: MSB3783: 프로젝트 "{0}"은(는) 원래 "{3} {4}"을(를) 대상으로 하는 앱에 대해 릴리스된 SDK "{1} v{2}"에 종속됩니다. "{1} v{2}"이(가) "{5} {6}"과(와) 호환되는지 여부를 확인하려면 SDK 작성자에게 문의하거나 http://go.microsoft.com/fwlink/?LinkID=309181을 참조하세요.
pl: MSB3783: Projekt „{0}” zależy od zestawu SDK „{1} v{2}”, który został pierwotnie wydany dla aplikacji przeznaczonych dla „{3} {4}”. Aby sprawdzić zgodność wersji „{1} v{2}” i „{5} {6}”, skontaktuj się z autorem zestawu SDK lub zobacz http://go.microsoft.com/fwlink/?LinkID=309181.
pt_br: MSB3783: O projeto "{0}" depende do SDK "{1} v{2}", que foi lançado originalmente para aplicativos voltados para "{3} {4}". Para verificar se o "{1} v{2}" é compatível com o "{5} {6}", entre em contato com o autor do SDK ou consulte http://go.microsoft.com/fwlink/?LinkID=309181.
ru: MSB3783: проект "{0}" зависит от пакета SDK "{1}" версии {2}, который изначально был выпущен для приложений, предназначенных для платформы "{3} {4}". Чтобы проверить совместимость пакета "{1}" версии {2} с платформой "{5} {6}", обратитесь к разработчику пакета SDK или посетите веб-сайт http://go.microsoft.com/fwlink/?LinkID=309181.
tr: MSB3783: "{0}" projesi, başlangıçta hedefi "{3} {4}" olan uygulamalar için yayımlanmış olan "{1} v{2}" SDK’ya bağımlıdır. "{1} v{2}" SDK’sının "{5} {6}" ile uyumlu olup olmadığını doğrulamak için SDK yazarına başvurun veya http://go.microsoft.com/fwlink/?LinkID=309181 adresine bakın.
zh_hans: MSB3783: 项目“{0}”依赖于最初为面向“{3} {4}”的应用程序发布的 SDK“{1} v{2}”。若要验证“{1} v{2}”是否与“{5} {6}”兼容，请与该 SDK 的作者联系或参见 http://go.microsoft.com/fwlink/?LinkID=309181。
zh_hant: MSB3783: 專案 "{0}" 相依於 SDK "{1} v{2}"，這個版本原本是針對以 "{3} {4}" 為目標的應用程式而發行。若要驗證 "{1} v{2}" 是否與 "{5} {6}" 相容，請連絡 SDK 作者或瀏覽 http://go.microsoft.com/fwlink/?LinkID=309181。

# ResolveSDKReference.InvalidDependencyInPlatform
source: MSB3841: The SDK "{0}" depends on the SDK "{1}", which is not compatible with "{2} {3}". Please reference a version of SDK "{0}" which supports "{2} {3}".
cs: MSB3841: Sada SDK {0} závisí na sadě SDK {1}, která není kompatibilní s {2} {3}. Použijte odkaz na verzi sady SDK {0}, která podporuje {2} {3}.
de: MSB3841: Das SDK "{0}" ist vom SDK "{1}" abhängig, das mit "{2} {3}" nicht kompatibel ist. Verweisen Sie auf eine Version des SDK "{0}", die "{2} {3}" unterstützt.
es: MSB3841: El SDK "{0}" depende del SDK "{1}", que no es compatible con "{2} {3}". Haga referencia a una versión del SDK "{0}" que admita "{2} {3}".
fr: MSB3841: Le SDK "{0}" dépend du SDK "{1}", qui n'est pas compatible avec "{2} {3}". Référencez une version du SDK "{0}" qui prend en charge "{2} {3}".
it: MSB3841: l'SDK "{0}" dipende dall'SDK "{1}" che non è compatibile con "{2} {3}". Fare riferimento a una versione dell'SDK "{0}" che supporta "{2} {3}".
ja: MSB3841: SDK "{0}" は、"{2} {3}" と互換性のない SDK "{1}" に依存しています。"{2} {3}" をサポートする SDK "{0}" のバージョンを参照してください。
ko: MSB3841: SDK "{0}"은(는) "{2} {3}"과(와) 호환되지 않는 SDK "{1}"에 종속됩니다. "{2} {3}"을(를) 지원하는 SDK "{0}" 버전을 참조하세요.
pl: MSB3841: Zestaw SDK „{0}” zależy od zestawu SDK „{1}”, który jest niezgodny z „{2} {3}”. Skorzystaj z zestawu SDK „{0}”, który obsługuje „{2} {3}”.
pt_br: MSB3841: O SDK "{0}" depende do SDK "{1}", que não é compatível com "{2} {3}". Referencie uma versão do SDK "{0}" com suporte para "{2} {3}".
ru: MSB3841: пакет SDK "{0}" зависит от пакета SDK "{1}", несовместимого с "{2} {3}". Задайте ссылку на версию пакета SDK "{0}", которая поддерживает "{2} {3}".
tr: MSB3841: "{0}" SDK’sı, "{2} {3}" ile uyumlu olmayan "{1}" SDK’sına bağımlıdır. Lütfen "{0}" SDK’sının "{2} {3}" desteği veren bir sürümüne başvurun.
zh_hans: MSB3841: SDK“{0}”依赖于与“{2} {3}”不兼容的 SDK“{1}”。请引用支持“{2} {3}”的 SDK“{0}”版本。
zh_hant: MSB3841: SDK "{0}" 相依於 SDK "{1}" (它與 "{2} {3}" 不相容)。請參考支援 "{2} {3}" 的 SDK "{0}" 版本。

# ResolveSDKReference.MaxPlatformVersionNotSpecified
source: MSB3842: Project "{0}" depends upon SDK "{1} v{2}" which supports apps targeting "{3} {4}". To verify whether "{1} v{2}" is compatible with "{5} {6}", contact the SDK author or see http://go.microsoft.com/fwlink/?LinkID=309181.
cs: MSB3842: Projekt {0} závisí na sadě {1} verze {2} podporující aplikace, které cílí na {3} {4}. Chcete-li ověřit kompatibilitu sady {1} verze {2}a {5} {6}, obraťte se na autora sady SDK nebo si prostudujte informace na adrese http://go.microsoft.com/fwlink/?LinkID=309181.
de: MSB3842: Projekt "{0}" ist von SDK "{1} v{2}" abhängig, das Apps mit dem Ziel "{3} {4}" unterstützt. Wenden Sie sich an den Autor des SDK, oder rufen Sie http://go.microsoft.com/fwlink/?LinkID=309181 auf, um herauszufinden, ob "{1} v{2}" mit "{5} {6}" kompatibel ist.
es: MSB3842: El proyecto "{0}" depende del SDK "{1} v{2}" que admite aplicaciones destinadas a "{3} {4}". Para comprobar si "{1} v{2}" es compatible con "{5} {6}", póngase en contacto con el autor del SDK o consulte http://go.microsoft.com/fwlink/?LinkID=309181.
fr: MSB3842: Le projet "{0}" dépend du SDK "{1} v{2}", qui prend en charge le ciblage des applications "{3} {4}". Pour vérifier si "{1} v{2}" est compatible avec "{5} {6}", contactez l'auteur du SDK ou consultez http://go.microsoft.com/fwlink/?LinkID=309181.
it: MSB3842: il progetto "{0}" dipende dall'SDK "{1} v{2}" che supporta le applicazioni destinate a "{3} {4}". Per verificare se "{1} v{2}" è compatibile con "{5} {6}", contattare l'autore dell'SDK o vedere http://go.microsoft.com/fwlink/?LinkID=309181.
ja: MSB3842: プロジェクト "{0}" は、"{3} {4}" を対象とするアプリケーションをサポートする SDK "{1} v{2}" に依存しています。"{1} v{2}" と "{5} {6}" の間の互換性については、SDK の作成者に確認するか、http://go.microsoft.com/fwlink/?LinkID=309181 を参照してください。
ko: MSB3842: "{0}" 프로젝트는 "{3} {4}"을(를) 대상으로 하는 앱을 지원하는 SDK "{1} v{2}"에 종속됩니다. "{1} v{2}"이(가) "{5} {6}"과(와) 호환되는지 여부를 확인하려면 SDK 작성자에게 문의하거나 http://go.microsoft.com/fwlink/?LinkID=309181을 참조하세요.
pl: MSB3842: Projekt „{0}” zależy od zestawu SDK „{1} v{2}”, który obsługuje aplikacje przeznaczone dla „{3} {4}”. Aby sprawdzić zgodność wersji „{1} v{2}” i „{5} {6}”, skontaktuj się z autorem zestawu SDK lub zobacz http://go.microsoft.com/fwlink/?LinkID=309181.
pt_br: MSB3842: O projeto "{0}" depende do SDK "{1} v{2}", com suporte a aplicativos voltados para "{3} {4}". Para verificar se o "{1} v{2}" é compatível com o "{5} {6}", entre em contato com o autor do SDK ou consulte http://go.microsoft.com/fwlink/?LinkID=309181.
ru: MSB3842: проект "{0}" зависит от пакета SDK "{1}" версии {2}, который поддерживает приложения, предназначенные для платформы "{3} {4}". Чтобы проверить совместимость пакета "{1}" версии {2} с платформой "{5} {6}", обратитесь к разработчику пакета SDK или посетите веб-сайт http://go.microsoft.com/fwlink/?LinkID=309181.
tr: MSB3842: "{0}" projesi, hedefi "{3} {4}" olan uygulamaları destekleyen "{1} v{2}" SDK’sına bağımlıdır. "{1} v{2}" SDK’sının "{5} {6}" ile uyumlu olup olmadığını doğrulamak için SDK yazarına başvurun veya http://go.microsoft.com/fwlink/?LinkID=309181 adresine bakın.
zh_hans: MSB3842: 项目“{0}”依赖于支持面向“{3} {4}”的应用程序的 SDK“{1} v{2}”。若要验证“{1} v{2}”是否与“{5} {6}”兼容，请与该 SDK 的作者联系或参见 http://go.microsoft.com/fwlink/?LinkID=309181。
zh_hant: MSB3842: 專案 "{0}" 相依於 SDK "{1} v{2}"，這個版本支援以 "{3} {4}" 為目標的應用程式。若要驗證 "{1} v{2}" 是否與 "{5} {6}" 相容，請連絡 SDK 作者或瀏覽 http://go.microsoft.com/fwlink/?LinkID=309181。

# ResolveSDKReference.TargetPlatformIdentifierDoesNotMatch
source: MSB3843: Project "{0}" targets platform "{3}", but references SDK "{1} v{2}" which targets platform "{4}".
cs: MSB3843: Projekt {0} cílí na platformu {3}, ale odkazuje na sadu SDK {1} v{2}, která cílí na platformu {4}.
de: MSB3843: Das Projekt "{0}" hat als Ziel Plattform "{3}", verweist jedoch auf SDK "{1} v{2}" mit der Zielplattform "{4}".
es: MSB3843: El proyecto "{0}" está destinado a la plataforma "{3}", pero hace referencia al SDK "{1} v{2}", que está destinado a la plataforma "{4}".
fr: MSB3843: le projet "{0}" cible la plateforme "{3}", mais fait référence au Kit de développement logiciel (SDK) "{1} v{2}", qui cible la plateforme "{4}".
it: MSB3843: il progetto "{0}" è destinato alla piattaforma "{3}", ma fa riferimento all'SDK "{1} versione {2}" che è destinato alla piattaforma "{4}".
ja: MSB3843: プロジェクト "{0}" は、プラットフォーム "{3}" を対象としていますが、プラットフォーム "{4}" を対象とする SDK "{1} v{2}" を参照しています。
ko: MSB3843: "{0}" 프로젝트는 "{3}" 플랫폼을 대상으로 하지만, "{4}" 플랫폼을 대상으로 하는 SDK "{1} v{2}"을(를) 참조합니다.
pl: MSB3843: Projekt „{0}” jest docelowo przeznaczony dla platformy „{3}”, ale odwołuje się do zestawu SDK „{1} v{2}”, który wymaga platformy „{4}”.
pt_br: MSB3843: projeto "{0}" direcionado à plataforma "{3}", mas faz referência a SDK "{1} v{2}" direcionado à plataforma "{4}".
ru: MSB3843: проект "{0}" предназначен для платформы "{3}", но ссылается на пакет SDK "{1}" версии {2}", созданный для платформы "{4}".
tr: MSB3843: Proje "{0}", "{3}" platformunu hedefliyor ancak "{4}" platformunu hedefleyen "{1} v{2}" sürümlü SDK'ya başvuru yapıyor.
zh_hans: MSB3843: 项目“{0}”面向平台“{3}”，但引用的 SDK“{1} v{2}”面向平台“{4}”。
zh_hant: MSB3843: 專案 "{0}" 的目標平台為 "{3}"，但參考的 SDK "{1} v{2}" 之目標平台為 "{4}"。

# ResolveSDKReference.PlatformVersionIsLessThanMinVersion
source: MSB3844: Project "{0}" targets platform version "{3}", but references SDK "{1} v{2}" which requires platform version "{4}" or higher.
cs: MSB3844: Projekt {0} cílí na verzi platformy {3}, ale odkazuje na sadu SDK {1} v{2}, která vyžaduje verzi platformy {4} nebo vyšší.
de: MSB3844: Das Projekt "{0}" hat als Ziel Plattformversion "{3}", verweist jedoch auf SDK "{1} v{2}", das Plattformversion "{4}" oder höher erfordert.
es: MSB3844: El proyecto "{0}" está destinado a la versión de la plataforma "{3}", pero hace referencia al SDK "{1} v{2}", que requiere la versión de la plataforma "{4}" o superior.
fr: MSB3844: le projet "{0}" cible la version de plateforme "{3}", mais fait référence au Kit de développement logiciel (SDK) "{1} v{2}", qui nécessite la version de plateforme "{4}" ou ultérieure.
it: MSB3844: il progetto "{0}" è destinato alla versione "{3}" della piattaforma, ma fa riferimento all'SDK "{1} versione {2}" con il quale è richiesta la versione "{4}" o successiva della piattaforma.
ja: MSB3844: プロジェクト "{0}" は、プラットフォーム バージョン "{3}" を対象としていますが、プラットフォーム バージョン "{4}" 以上を必要とする SDK "{1} v{2}" を参照しています。
ko: MSB3844: "{0}" 프로젝트는 플랫폼 버전 "{3}"을(를) 대상으로 하지만, 플랫폼 버전 "{4}" 이상이 필요한 SDK "{1} v{2}"을(를) 참조합니다.
pl: MSB3844: Projekt „{0}” jest docelowo przeznaczony dla platformy w wersji „{3}”, ale odwołuje się do zestawu SDK „{1} v{2}”, który wymaga platformy w wersji „{4}” lub nowszej.
pt_br: MSB3844: o projeto "{0}" direcionado à versão da plataforma "{3}", mas faz referência a SDK "{1} v{2}" que requer uma versão de plataforma "{4}" ou superior.
ru: MSB3844: проект "{0}" предназначен для платформы версии "{3}", но ссылается на пакет SDK "{1} версии {2}", для которого требуется платформа версии "{4}" или более поздней версии.
tr: MSB3844: Proje "{0}", "{3}" olan platform sürümünü hedefliyor, ancak platform sürümü "{4}" veya üzerini gerektiren "{1} v{2}" sürümlü SDK'ya başvuru yapıyor.
zh_hans: MSB3844: 项目“{0}”面向平台版本“{3}”，但引用的 SDK“{1} v{2}”要求“{4}”或更高版本的平台。
zh_hant: MSB3844: 專案 "{0}" 的目標平台版本為 "{3}"，但參考的 SDK "{1} v{2}" 需要 "{4}" 或更新版的平台版本。

# GetInstalledSDKs.ListInstalledSDKs
source: Installed SDKs:
cs: Počet nainstalovaných sad SDK:
de: Installierte SDKs:
es: SDK instalados:
fr: SDK installés :
it: SDK installati:
ja: インストールされている SDK:
ko: 설치된 SDK:
pl: Zainstalowane zestawy SDK:
pt_br: SDKs instalados:
ru: Установлено пакетов SDK:
tr: Yüklü SDK'ler:
zh_hans: 已安装的 SDK:
zh_hant: 已安裝的 SDK:
