Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Exec.AllDriveLettersMappedError
source: MSB3071: All drive letters from A: through Z: are currently in use. Since the working directory "{0}" is a UNC path, the "Exec" task needs a free drive letter to map the UNC path to. Disconnect from one or more shared resources to free up drive letters, or specify a local working directory before attempting this command again.
cs: MSB3071: Všechna písmena jednotek od A: po Z: jsou aktuálně použita. Protože pracovní adresář {0} je cesta UNC, potřebuje úloha Exec volné písmeno jednotky pro namapování cesty UNC. Odpojením některých sdílených prostředků uvolněte písmena jednotek. Můžete také zadat místní pracovní adresář. Potom spusťte příkaz znovu.
de: MSB3071: Alle Laufwerkbuchstaben von A: bis Z: werden zurzeit verwendet. Da das Arbeitsverzeichnis "{0}" ein UNC-Pfad ist, ist für die Exec-Aufgabe ein freier Laufwerkbuchstabe für die Zuordnung des UNC-Pfads erforderlich. Trennen Sie die Verbindung mindestens einer freigegebenen Ressource, um Laufwerkbuchstaben freizugeben, oder geben Sie ein lokales Arbeitsverzeichnis an, bevor Sie diesen Befehl wiederholen.
es: MSB3071: En este momento están en uso todas las letras de unidad, de la A: a la Z: Como el directorio de trabajo "{0}" es una ruta de acceso UNC, la tarea "Exec" requiere una letra de unidad libre a la que asignar la ruta de acceso UNC. Desconéctese de uno o varios recursos compartidos para liberar letras de unidad, o bien especifique un directorio de trabajo local antes de intentar ejecutar este comando de nuevo.
fr: MSB3071: Toutes les lettres de lecteur de A: à Z: sont actuellement utilisées. Le répertoire de travail "{0}" étant un chemin UNC, la tâche "Exec" nécessite une lettre de lecteur disponible à laquelle le chemin UNC sera mappé. Déconnectez-vous d'une ou de plusieurs ressources partagées pour libérer des lettres de lecteur ou spécifiez un répertoire de travail local avant de réexécuter cette commande.
it: MSB3071: attualmente sono in uso tutte le lettere di unità comprese tra A: e Z:. Poiché la directory di lavoro "{0}" è un percorso UNC, per l'attività "Exec" è necessaria una lettera di unità disponibile a cui mappare il percorso UNC. Eseguire la disconnessione da una o più risorse condivise per rendere disponibili lettere di unità oppure specificare una directory di lavoro locale prima di provare a eseguire nuovamente questo comando.
ja: MSB3071: A: から Z: までのすべてのドライブ文字は使用中です。作業ディレクトリ "{0}" は UNC パスであるため、"Exec" タスクには UNC パスをマップできる使用可能なドライブ文字が必要です。このコマンドを再度試してみる前に、1 つ以上の共有リソースを切断してドライブ文字を解放するか、ローカルの作業ディレクトリを指定してください。
ko: MSB3071: A:에서 Z:까지 모든 드라이브 문자가 현재 사용 중입니다. 작업 디렉터리 "{0}"이(가) UNC 경로이므로 "Exec" 작업을 수행하려면 UNC 경로를 매핑하는 데 사용할 수 있는 드라이브 문자가 필요합니다. 하나 이상의 공유 리소스에서 연결을 끊어 사용 가능한 드라이브 문자를 만들거나 로컬 작업 디렉터리를 지정한 다음 이 명령을 다시 실행하세요.
pl: MSB3071: Wszystkie litery dysków od A: do Z: są obecnie zajęte. Ponieważ katalog roboczy „{0}” jest ścieżką UNC, zadanie „Exec” potrzebuje wolnej litery dysku do zamapowania ścieżki UNC. Odłącz się od co najmniej jednego zasobu udostępnionego, aby zwolnić litery dysków, lub określ lokalny katalog roboczy przed ponownym użyciem tego polecenia.
pt_br: MSB3071: Todas as letras de unidade de A: a Z: estão em uso no momento. Como o diretório de trabalho "{0}" é um caminho UNC, a tarefa "Exec" precisa de uma letra da unidade livre na qual mapear o caminho UNC. Desconecte um ou mais recursos compartilhados para liberar algumas letras da unidade ou especifique um diretório de trabalho local antes de tentar usar esse comando novamente.
ru: MSB3071: все буквы дисков (от A: до Z:) сейчас используются. Поскольку рабочий каталог "{0}" указан в виде UNC-пути, задаче Exec требуется свободная буква диска для сопоставления с этим UNC-путем. Перед повторением этой команды отключитесь от одного или нескольких общих ресурсов, чтобы освободить буквы дисков, или укажите локальный рабочий каталог.
tr: MSB3071: A: ile Z: arasındaki tüm sürücü harfleri şu anda kullanımda. "{0}" çalışma dizini bir UNC yolu olduğundan, "Exec" görevinin UNC yolunu eşleyeceği serbest bir sürücü harfi gerekiyor. Sürücü harflerini serbest bırakmak üzere bir veya birden çok paylaşılan kaynağın bağlantısını kesin veya bu komutu yeniden denemeden önce yerel bir çalışma dizini belirtin.
zh_hans: MSB3071: 所有驱动器号(从 A: 到 Z:)当前都在使用。由于工作目录“{0}”是 UNC 路径，“Exec”任务需要将 UNC 路径映射到一个空闲的驱动器号。请从一个或多个共享资源断开连接以释放驱动器号，或在再次尝试执行此命令前指定本地工作目录。
zh_hant: MSB3071: 從 A: 到 Z: 的所有磁碟機代號目前都在使用中。由於工作目錄 "{0}" 是 UNC 路徑，因此 "Exec" 工作需要有可用的磁碟機代號以便對應 UNC 路徑。請先中斷一或多個共用資源的連線以釋放磁碟機代號，或指定本機工作目錄，再嘗試重新執行這個命令。

# Exec.CommandFailed
source: MSB3073: The command "{0}" exited with code {1}.
cs: MSB3073: Příkaz {0} byl ukončen s kódem {1}.
de: MSB3073: Der Befehl "{0}" wurde mit dem Code {1} beendet.
es: MSB3073: El comando "{0}" salió con el código {1}.
fr: MSB3073: La commande "{0}" s'est arrêtée avec le code {1}.
it: MSB3073: uscita dal comando "{0}" con codice {1}.
ja: MSB3073: コマンド "{0}" はコード {1} で終了しました。
ko: MSB3073: "{0}" 명령이 종료되었습니다(코드: {1}).
pl: MSB3073: Polecenie „{0}” zostało zakończone przez kod {1}.
pt_br: MSB3073: O comando "{0}" foi encerrado com o código {1}.
ru: MSB3073: выход из команды "{0}" с кодом {1}.
tr: MSB3073: "{0}" komutundan {1} koduyla çıkıldı.
zh_hans: MSB3073: 命令“{0}”已退出，代码为 {1}。
zh_hant: MSB3073: "{0}" 命令以返回碼 {1} 結束。

# Exec.CommandFailedAccessDenied
source: MSB3075: The command "{0}" exited with code {1}. Please verify that you have sufficient rights to run this command.
cs: MSB3075: Příkaz {0} byl ukončen s kódem {1}. Zkontrolujte, zda máte dostatečná práva ke spuštění tohoto příkazu.
de: MSB3075: Der Befehl "{0}" wurde mit dem Code {1} beendet. Stellen Sie sicher, dass Sie zur Ausführung dieses Befehls berechtigt sind.
es: MSB3075: El comando "{0}" salió con el código {1}. Compruebe que tiene derechos suficientes para ejecutar este comando.
fr: MSB3075: La commande "{0}" s'est arrêtée avec le code {1}. Assurez-vous d'avoir les droits suffisants pour exécuter cette commande.
it: MSB3075: uscita dal comando "{0}" con codice {1}. Verificare di avere diritti sufficienti per eseguire il comando.
ja: MSB3075: コマンド "{0}" はコード {1} で終了しました。このコマンドを実行するための十分な権限があるか確認してください。
ko: MSB3075: "{0}" 명령이 종료되었습니다(코드: {1}). 이 명령을 실행할 권한이 있는지 확인하세요.
pl: MSB3075: Polecenie „{0}” zostało zakończone (kod: {1}). Sprawdź, czy masz wystarczające prawa do uruchamiania tego polecenia.
pt_br: MSB3075: O comando "{0}" foi encerrado com o código {1}. Verifique se você tem direitos suficientes para executar este comando.
ru: MSB3075: команда "{0}" завершила работу с кодом {1}. Убедитесь в наличии достаточных прав для выполнения этой команды.
tr: MSB3075: "{0}" komutundan {1} koduyla çıkıldı. Lütfen bu komutu çalıştırmak için yeterli haklara sahip olduğunuzu doğrulayın.
zh_hans: MSB3075: 命令“{0}”已退出，代码为 {1}。请验证您是否拥有运行此命令的足够权限。
zh_hant: MSB3075: "{0}" 命令已結束，代碼為 {1}。請驗證您有足夠權限執行此命令。

# Exec.CommandFailedNoErrorCode
source: The command "{0}" exited with code {1}.
cs: Příkaz {0} byl ukončen s kódem {1}.
de: Der Befehl "{0}" wurde mit dem Code {1} beendet.
es: El comando "{0}" salió con el código {1}.
fr: La commande "{0}" s'est arrêtée avec le code {1}.
it: Uscita dal comando "{0}" con codice {1}.
ja: コマンド "{0}" はコード {1} で終了しました。
ko: "{0}" 명령이 종료되었습니다(코드: {1}).
pl: Polecenie „{0}” zostało zakończone przez kod {1}.
pt_br: O comando "{0}" foi encerrado com o código {1}.
ru: Выход из команды "{0}" с кодом {1}.
tr: "{0}" komutundan {1} koduyla çıkıldı.
zh_hans: 命令“{0}”已退出，代码为 {1}。
zh_hant: "{0}" 命令以返回碼 {1} 結束。

# Exec.InvalidRegex
source: MSB3076: The regular expression "{0}" that was supplied is invalid. {1}
cs: MSB3076: Zadaný regulární výraz {0} je neplatný. {1}
de: MSB3076: Der angegebene reguläre {0}-Ausdruck ist ungültig. {1}
es: MSB3076: La expresión regular "{0}" proporcionada no es válida. {1}
fr: MSB3076: L'expression régulière "{0}" fournie n'est pas valide. {1}
it: MSB3076: l'espressione regolare "{0}" specificata non è valida. {1}
ja: MSB3076: 指定された正規表現 "{0}" は無効です。{1}
ko: MSB3076: 제공된 "{0}" 정규식이 잘못되었습니다. {1}
pl: MSB3076: Podane wyrażenie regularne „{0}” jest nieprawidłowe. {1}
pt_br: MSB3076: Expressão normal "{0}" fornecida inválida. {1}
ru: MSB3076: Предоставленное регулярное выражение "{0}" является недопустимым. {1}
tr: MSB3076: Sağlanan "{0}" normal ifadesi geçersiz. {1}
zh_hans: MSB3076: 提供的正则表达式“{0}”无效。{1}
zh_hant: MSB3076: 提供的規則運算式 "{0}" 無效。{1}

# Exec.MissingCommandError
source: MSB3072: The "Exec" task needs a command to execute.
cs: MSB3072: Úloha Exec potřebuje příkaz ke spuštění.
de: MSB3072: Für die Ausführung der Exec-Aufgabe ist ein Befehl erforderlich.
es: MSB3072: La tarea "Exec" requiere un comando para ejecutarse.
fr: MSB3072: La tâche "Exec" requiert une commande à exécuter.
it: MSB3072: con l'attività "Exec" è necessario che venga eseguito un comando.
ja: MSB3072: "Exec" タスクには実行するためのコマンドが必要です。
ko: MSB3072: "Exec" 작업에서 실행할 명령이 필요합니다.
pl: MSB3072: Zadanie „Exec” wymaga polecenia, aby mogło być wykonane.
pt_br: MSB3072: A tarefa "Exec" precisa de um comando para ser executada.
ru: MSB3072: Задаче "Exec" требуется команда для выполнения.
tr: MSB3072: "Exec" görevi için yürütülecek bir komut gerekli.
zh_hans: MSB3072: “Exec”任务需要使用命令来执行。
zh_hant: MSB3072: "Exec" 工作需要有命令才能執行。

# Exec.InvalidWorkingDirectory
source: The working directory "{0}" does not exist.
cs: Pracovní adresář {0} neexistuje.
de: Das Arbeitsverzeichnis "{0}" ist nicht vorhanden.
es: El directorio de trabajo "{0}" no existe.
fr: Le répertoire de travail "{0}" n'existe pas.
it: La directory di lavoro "{0}" non esiste.
ja: 作業ディレクトリ "{0}" が存在しません。
ko: 작업 디렉터리 "{0}"이(가) 없습니다.
pl: Katalog roboczy „{0}” nie istnieje.
pt_br: O diretório de trabalho "{0}" não existe.
ru: Рабочий каталог "{0}" не существует.
tr: "{0}" çalışma dizini yok.
zh_hans: 工作目录“{0}”不存在。
zh_hant: 工作目錄 "{0}" 不存在。

# FileHash.FileNotFound
source: MSB3954: Failed to compute hash for file '{0}' because it does not exist or is inaccessible.
cs: MSB3954: Nepovedlo se vypočítat hodnotu hash pro soubor {0}, protože neexistuje nebo není dostupný.
de: MSB3954: Fehler beim Berechnen des Hashs für die Datei "{0}", weil sie nicht vorhanden oder unzugänglich ist.
es: MSB3954: No se pudo calcular el algoritmo hash para el archivo “{0}” porque no existe o no está accesible.
fr: MSB3954: Échec du calcul du hachage pour le fichier '{0}' car il n'existe pas ou est inaccessible.
it: MSB3954: non è stato possibile calcolare l'hash per il file '{0}' perché non esiste oppure è inaccessibile.
ja: MSB3954: ファイル '{0}' が存在しないかアクセスできないため、そのファイルのハッシュを計算できませんでした。
ko: MSB3954: '{0}' 파일이 존재하지 않거나 액세스할 수 없어서 이 파일에 대한 해시를 컴퓨팅하지 못했습니다.
pl: MSB3954: Nie można obliczyć skrótu dla pliku „{0}”, ponieważ plik nie istnieje lub jest niedostępny.
pt_br: MSB3954: houve falha ao calcular o hash do arquivo '{0}' porque ele não existe ou está inacessível.
ru: MSB3954: не удалось вычислить хэш для файла "{0}", так как он не существует или недоступен.
tr: MSB3954: '{0}' dosyası mevcut olmadığından veya dosyaya erişilemediğinden dosya için karma hesaplanamadı.
zh_hans: MSB3954: 未能计算文件“{0}”的哈希，因为它不存在或不可访问。
zh_hant: MSB3954: 因為檔案 '{0}' 不存在或無法存取，所以無法計算其雜湊。

# FileHash.UnrecognizedHashAlgorithm
source: MSB3953: Unrecognized hash algorithm name '{0}'. Allowed algorithms are 'SHA256', 'SHA384', and 'SHA512'.
cs: MSB3953: Nerozpoznaný název algoritmu hash {0}. Povolené algoritmy jsou SHA256, SHA384 a SHA512.
de: MSB3953: Nicht erkannter Name für Hashalgorithmus ({0}). Zulässige Algorithmen sind "SHA256", "SHA384" und "SHA512".
es: MSB3953: No se reconoce el nombre de algoritmo hash “{0}”. Los algoritmos permitidos son “SHA256”, “SHA384” y “SHA512”.
fr: MSB3953: Le nom d'algorithme de hachage '{0}' n'est pas reconnu. Les algorithmes autorisés sont 'SHA256', 'SHA384' et 'SHA512'.
it: MSB3953: nome di algoritmo hash '{0}' non riconosciuto. Gli algoritmi consentiti sono 'SHA256', 'SHA384' e 'SHA512'.
ja: MSB3953: ハッシュ アルゴリズム名 '{0}' は認識できません。許可されているアルゴリズムは、'SHA256'、'SHA384'、'SHA512' です。
ko: MSB3953: 인식할 수 없는 해시 알고리즘 이름 '{0}'입니다. 허용되는 알고리즘은 'SHA256', 'SHA384' 및 'SHA512'입니다.
pl: MSB3953: Nierozpoznana nazwa algorytmu wyznaczania wartości skrótu: „{0}”. Dozwolone algorytmy to „SHA256”, „SHA384” i „SHA512”.
pt_br: MSB3953: nome do algoritmo de hash '{0}' não reconhecido. Os algoritmos permitidos são 'SHA256', 'SHA384' e 'SHA512'.
ru: MSB3953: нераспознанное имя алгоритма хэша "{0}". Допустимые алгоритмы — SHA256, SHA384 и SHA512.
tr: MSB3953: '{0}' karma algoritması adı tanınmıyor. İzin verilen algoritmalar 'SHA256', 'SHA384' ve 'SHA512'dir.
zh_hans: MSB3953: 无法识别的哈希算法名称“{0}”。可使用的算法是 “SHA256”、“SHA384” 和 “SHA512”。
zh_hant: MSB3953: 雜湊演算法名稱 '{0}' 無法辨識。允許的演算法為 'SHA256'、'SHA384' 及 'SHA512'。

# FileHash.UnrecognizedHashEncoding
source: MSB3951: Unrecognized hash encoding '{0}'. Allowed encodings are 'hex' and 'base64'.
cs: MSB3951: Nerozpoznané kódování hodnoty hash {0}. Povolená kódování jsou hex a base64.
de: MSB3951: Nicht erkannte Hashcodierung "{0}". Zulässige Codierungen sind "hex" und "base64".
es: MSB3951: No se reconoce la codificación de hash “{0}”. Las codificaciones permitidas son “hexadecimal” y “base64”.
fr: MSB3951: L'encodage de hachage '{0}' n'est pas reconnu. Les encodages autorisés sont 'hex' et 'base64'.
it: MSB3951: codifica hash '{0}' non riconosciuta. Le codifiche riconosciute sono 'hex' e 'base64'.
ja: MSB3951: ハッシュ エンコード '{0}' は認識できません。許可されているエンコードは、'hex' と 'base64' です。
ko: MSB3951: 인식할 수 없는 해시 인코딩 '{0}'입니다. 허용되는 인코딩은 'hex' 및 'base64'입니다.
pl: MSB3951: Nierozpoznane kodowanie wartości skrótu: „{0}”. Dozwolone kodowania to „hex” i „base64”.
pt_br: MSB3951: codificação de hash '{0}' não reconhecida. As codificações permitidas são 'hex' e 'base64'.
ru: MSB3951: нераспознанная кодировка хэша "{0}". Допустимые кодировки — hex и base64.
tr: MSB3951: '{0}' karma kodlaması tanınmıyor. İzin verilen kodlamalar 'hex' ve 'base64'tür.
zh_hans: MSB3951: 无法识别的哈希编码“{0}”。可使用的编码是 “hex” 和 “base64”。
zh_hant: MSB3951: 雜湊編碼 '{0}' 無法辨識。允許的編碼為 'hex' 與 'base64'。

# FindInList.Found
source: Found "{0}".
cs: Nalezeno: {0}.
de: "{0}" wurde gefunden.
es: Se encontró "{0}".
fr: "{0}" trouvé.
it: Trovato "{0}".
ja: "{0}" が見つかりました。
ko: "{0}"을(를) 찾았습니다.
pl: Odnaleziono element „{0}”.
pt_br: "{0}" encontrado.
ru: Найдено "{0}".
tr: "{0}" bulundu.
zh_hans: 已找到“{0}”。
zh_hant: 找到 "{0}"。

# FindInList.InvalidPath
source: "{0}" is not a valid file name. {1}
cs: {0} není platný název souboru. {1}
de: "{0}" ist kein gültiger Dateiname. {1}
es: "{0}" no es un nombre de archivo válido. {1}
fr: "{0}" n'est pas un nom de fichier valide. {1}
it: "{0}" non è un nome di file valido. {1}
ja: "{0}" は有効なファイル名ではありません。{1}
ko: "{0}"은(는) 올바른 파일 이름이 아닙니다. {1}
pl: „{0}” nie jest prawidłową nazwą pliku. {1}
pt_br: "{0}" não é um nome de arquivo válido. {1}
ru: "{0}" - недопустимое имя файла. {1}
tr: {0} geçerli bir dosya adı değil. {1}
zh_hans: “{0}”不是有效的文件名。{1}
zh_hant: "{0}" 不是有效的檔案名稱。{1}

# FindUnderPath.ComparisonPath
source: Comparison path is "{0}".
cs: Cesta porovnání je {0}.
de: Der Vergleichspfad ist "{0}".
es: La ruta de comparación es "{0}".
fr: Le chemin de comparaison est "{0}".
it: Il percorso di confronto è "{0}".
ja: 比較パスは "{0}" です。
ko: 비교 경로는 "{0}"입니다.
pl: Ścieżka porównania: „{0}”.
pt_br: O caminho de comparação é "{0}".
ru: Путь сравнения: "{0}".
tr: Karşılaştırma yolu: "{0}".
zh_hans: 比较路径为“{0}”。
zh_hant: 比較路徑為 "{0}"。

# FindUnderPath.InvalidParameter
source: MSB3541: {0} has invalid value "{1}". {2}
cs: MSB3541: Parametr {0} má neplatnou hodnotu {1}. {2}
de: MSB3541: {0} enthält einen ungültigen Wert "{1}". {2}
es: MSB3541: {0} tiene un valor "{1}" no válido. {2}
fr: MSB3541: {0} comporte la valeur non valide "{1}". {2}
it: MSB3541: valore "{1}" di {0} non valido. {2}
ja: MSB3541: {0} は無効な値 "{1}" を含んでいます。{2}
ko: MSB3541: {0}의 "{1}" 값이 잘못되었습니다. {2}
pl: MSB3541: {0} zawiera nieprawidłową wartość „{1}”. {2}
pt_br: MSB3541: {0} contém o valor inválido "{1}". {2}
ru: MSB3541: {0} содержит недопустимое значение "{1}". {2}
tr: MSB3541: {0} öğesinin "{1}" değeri geçersiz. {2}
zh_hans: MSB3541: {0} 的值“{1}”无效。{2}
zh_hant: MSB3541: {0} 有無效的值 "{1}"。{2}

# General.CouldNotDeleteStateFile
source: MSB3102: Could not delete state file "{0}". {1}
cs: MSB3102: Nelze odstranit soubor stavu {0}. {1}
de: MSB3102: Die Zustandsdatei "{0}" konnte nicht gelöscht werden. {1}
es: MSB3102: No se puede eliminar el archivo de estado "{0}". {1}
fr: MSB3102: Impossible de supprimer le fichier d'état "{0}". {1}
it: MSB3102: non è stato possibile eliminare il file di stato "{0}". {1}
ja: MSB3102: 状態ファイル "{0}" を削除できませんでした。{1}
ko: MSB3102: "{0}" 상태 파일을 삭제할 수 없습니다. {1}
pl: MSB3102: Nie można usunąć pliku stanu „{0}”. {1}
pt_br: MSB3102: Não foi possível excluir o arquivo de estado "{0}". {1}
ru: MSB3102: не удалось удалить файл состояния "{0}". {1}
tr: MSB3102: "{0}" durum dosyası silinemedi. {1}
zh_hans: MSB3102: 未能删除状态文件“{0}”。{1}
zh_hant: MSB3102: 無法刪除狀態檔案 "{0}"。{1}

# General.CouldNotLocateAssembly
source: Could not locate the assembly "{0}". Check to make sure the assembly exists on disk.
cs: Nelze nalézt sestavení {0}. Zkontrolujte, zda sestavení existuje na disku.
de: Die "{0}"-Assembly wurde nicht gefunden. Stellen Sie sicher, dass die Assembly auf dem Datenträger vorhanden ist.
es: No se encuentra el ensamblado "{0}". Compruebe si el ensamblado existe en el disco.
fr: Impossible de trouver l'assembly "{0}". Vérifiez que l'assembly existe sur le disque.
it: Non è stato possibile trovare l'assembly "{0}". Verificare che sia presente sul disco.
ja: アセンブリ "{0}" が見つかりませんでした。アセンブリが間違いなくディスクに存在することを確認してください。
ko: "{0}" 어셈블리를 찾을 수 없습니다. 어셈블리가 디스크에 있는지 확인하세요.
pl: Nie można zlokalizować zestawu „{0}”. Upewnij się, czy zestaw istnieje na dysku.
pt_br: Não foi possível localizar o assembly "{0}". Verifique se ele está no disco.
ru: Не удалось обнаружить сборку "{0}". Убедитесь, что сборка существует на диске.
tr: "{0}" bütünleştirilmiş kodu bulunamadı. Bütünleştirilmiş kodun diskte mevcut olduğundan emin olun.
zh_hans: 未能找到程序集“{0}”。请检查磁盘上是否存在该程序集。
zh_hant: 找不到組件 "{0}"。請檢查以確定磁碟上有該組件。

# General.CouldNotReadStateFile
source: MSB3088: Could not read state file "{0}". {1}
cs: MSB3088: Nelze číst v souboru stavu {0}. {1}
de: MSB3088: Die Zustandsdatei "{0}" konnte nicht gelesen werden. {1}
es: MSB3088: No se pudo leer el archivo de estado "{0}". {1}
fr: MSB3088: Impossible de lire le fichier d'état "{0}". {1}
it: MSB3088: non è stato possibile leggere il file di stato "{0}". {1}
ja: MSB3088: 状態ファイル "{0}" を読み取れませんでした。{1}
ko: MSB3088: 상태 파일 "{0}"을(를) 읽을 수 없습니다. {1}
pl: MSB3088: Nie można odczytać pliku stanu „{0}”. {1}
pt_br: MSB3088: Não foi possível ler o arquivo de estado "{0}". {1}
ru: MSB3088: не удалось прочитать файл состояния "{0}". {1}
tr: MSB3088: "{0}" durum dosyası okunamadı. {1}
zh_hans: MSB3088: 未能读取状态文件“{0}”。{1}
zh_hant: MSB3088: 無法讀取狀態檔案 "{0}"。{1}

# General.CouldNotReadStateFileMessage
source: Could not read state file "{0}". {1}
cs: Nelze číst v souboru stavu {0}. {1}
de: Die Zustandsdatei "{0}" konnte nicht gelesen werden. {1}
es: No se pudo leer el archivo de estado "{0}". {1}
fr: Impossible de lire le fichier d'état "{0}". {1}
it: Non è stato possibile leggere il file di stato "{0}". {1}
ja: 状態ファイル "{0}" を読み取ることができませんでした。{1}
ko: 상태 파일 "{0}"을(를) 읽을 수 없습니다. {1}
pl: Nie można odczytać pliku stanu „{0}”. {1}
pt_br: Não foi possível ler o arquivo do estado "{0}". {1}
ru: Не удалось прочесть файл состояния "{0}". {1}
tr: "{0}" durum dosyası okunamadı. {1}
zh_hans: 未能读取状态文件“{0}”。{1}
zh_hant: 無法讀取狀態檔"{0}"。{1}

# General.CouldNotSetHostObjectParameter
source: MSB3081: A problem occurred while trying to set the "{0}" parameter for the IDE's in-process compiler. {1}
cs: MSB3081: Při pokusu o nastavení parametru {0} pro vnitroprocesový kompilátor prostředí IDE došlo k potížím. {1}
de: MSB3081: Problem beim Festlegen des {0}-Parameters für den In-Process-Compiler der IDE. {1}
es: MSB3081: Problema al intentar establecer el parámetro "{0}" para el compilador IDE activo. {1}
fr: MSB3081: Un problème s'est produit lors de la tentative de définition du paramètre "{0}" pour le compilateur in-process de l'IDE. {1}
it: MSB3081: problema durante il tentativo di impostare il parametro "{0}" per il compilatore in-process dell'IDE. {1}
ja: MSB3081: IDE のインプロセス コンパイラの "{0}" パラメーターを設定しようとしたときに問題が発生しました。{1}
ko: MSB3081: IDE의 in-process 컴파일러에 "{0}" 매개 변수를 설정하는 동안 문제가 발생했습니다. {1}
pl: MSB3081: Wystąpił problem podczas próby ustawienia parametru „{0}” dla wewnątrzprocesowego kompilatora programu IDE. {1}
pt_br: MSB3081: Ocorreu um problema durante a tentativa de definir o parâmetro "{0}" para o compilador em processo do IDE. {1}
ru: MSB3081: проблема при установке параметра "{0}" для компилятора интегрированной среды разработки внутри процесса. {1}
tr: MSB3081: IDE'nin işlem içi derleyicisi için "{0}" parametresi ayarlanmaya çalışılırken bir sorunla karşılaşıldı. {1}
zh_hans: MSB3081: 尝试设置 IDE 的进程内编译器的“{0}”参数时出现问题。{1}
zh_hant: MSB3081: 嘗試設定 IDE 同處理序編譯器的 "{0}" 參數時發生問題。{1}

# General.CouldNotWriteStateFile
source: MSB3101: Could not write state file "{0}". {1}
cs: MSB3101: Nelze zapisovat do souboru stavu {0}. {1}
de: MSB3101: Die Zustandsdatei "{0}" konnte nicht geschrieben werden. {1}
es: MSB3101: No se pudo escribir en el archivo de estado "{0}". {1}
fr: MSB3101: Impossible d'écrire le fichier d'état "{0}". {1}
it: MSB3101: non è stato possibile scrivere il file di stato "{0}". {1}
ja: MSB3101: 状態ファイル "{0}" を書き込めませんでした。{1}
ko: MSB3101: 상태 파일 "{0}"을(를) 쓸 수 없습니다. {1}
pl: MSB3101: Nie można zapisać pliku stanu „{0}”. {1}
pt_br: MSB3101: Não foi possível gravar o arquivo de estado "{0}". {1}
ru: MSB3101: не удалось записать файл состояния "{0}". {1}
tr: MSB3101: "{0}" durum dosyası yazılamadı. {1}
zh_hans: MSB3101: 未能写入状态文件“{0}”。{1}
zh_hant: MSB3101: 無法寫入狀態檔案 "{0}"。{1}

# General.DuplicateItemsNotSupported
source: MSB3105: The item "{0}" was specified more than once in the "{1}" parameter. Duplicate items are not supported by the "{1}" parameter.
cs: MSB3105: Položka {0} byla v parametru {1} uvedena více než jednou. Parametr {1} nepodporuje duplicitní položky.
de: MSB3105: Das Element "{0}" wurde im "{1}"-Parameter mehrmals angegeben. Doppelte Elemente werden vom "{1}"-Parameter nicht unterstützt.
es: MSB3105: El elemento "{0}" se especificó más de una vez en el parámetro "{1}". El parámetro "{1}" no admite elementos duplicados.
fr: MSB3105: L'élément "{0}" a été spécifié plusieurs fois dans le paramètre "{1}". Les éléments dupliqués ne sont pas pris en charge par le paramètre "{1}".
it: MSB3105: l'elemento "{0}" è stato specificato più di una volta nel parametro "{1}". Il parametro "{1}" non supporta elementi duplicati.
ja: MSB3105: 項目 "{0}" は "{1}" パラメーターで 1 度以上指定されました。重複した項目は "{1}" パラメーターではサポートされていません。
ko: MSB3105: "{0}" 항목을 "{1}" 매개 변수에 두 번 이상 지정했습니다. "{1}" 매개 변수는 중복 항목을 지원하지 않습니다.
pl: MSB3105: Element „{0}” został określony wielokrotnie w parametrze „{1}”. Zduplikowane elementy nie są obsługiwane przez parametr „{1}”.
pt_br: MSB3105: O item "{0}" foi especificado mais de uma vez no parâmetro "{1}". O parâmetro "{1}" não dá suporte a itens duplicados.
ru: MSB3105: элемент "{0}" указан в параметре "{1}" несколько раз. Повторяющиеся элементы не поддерживаются параметром "{1}".
tr: MSB3105: "{0}" öğesi, "{1}" parametresinde bir kereden fazla belirtildi. "{1}" parametresi yinelenen öğeleri desteklemez.
zh_hans: MSB3105: 在“{1}”参数中指定了项“{0}”多次。“{1}”参数不支持重复项。
zh_hant: MSB3105: 項目 "{0}" 在 "{1}" 參數中指定了一次以上。"{1}" 參數不支援重複的項目。
