Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Unzip.DidNotUnzipBecauseOfFileMatch
source: Did not unzip from file "{0}" to file "{1}" because the "{2}" parameter was set to "{3}" in the project and the files' sizes and timestamps match.
cs: Rozzipování ze souboru {0} do souboru {1} neproběhlo, protože parametr {2} byl v projektu nastaven na hodnotu {3} a velikosti souborů a časová razítka se shodují.
de: Die Datei "{0}" wurde nicht in die Datei "{1}" entzippt, weil der Parameter "{2}" im Projekt auf "{3}" festgelegt war und die Größen und Zeitstempel der Dateien übereinstimmen.
es: No se descomprimió del archivo "{0}" en el archivo "{1}" porque el parámetro "{2}" se estableció como "{3}" en el proyecto y los tamaños y las marcas de tiempo de los archivos coinciden.
fr: Impossible de décompresser le fichier "{0}" vers le fichier "{1}", car le paramètre "{2}" a la valeur "{3}" dans le projet, et les tailles et horodatages des fichiers correspondent.
it: Non è stato possibile decomprimere il file "{0}" nel file "{1}". Il parametro "{2}" è stato impostato su "{3}" nel progetto e le dimensioni e il timestamp dei file corrispondono.
ja: "{2}" パラメーターがプロジェクトで "{3}" に設定されているため、またファイルのサイズとタイムスタンプが一致するため、ファイル "{0}" からファイル "{1}" に解凍しませんでした。
ko: "{2}" 매개 변수가 프로젝트에 "{3}"(으)로 설정되었고 파일 크기와 타임스탬프가 일치하기 때문에 "{0}" 파일에서 "{1}" 파일로 압축을 풀 수 없습니다.
pl: Nie wykonano rozpakowywania z pliku „{0}” do pliku „{1}”, ponieważ parametr „{2}” w projekcie został ustawiony na wartość „{3}”, a rozmiary plików i sygnatury czasowe pasują do siebie.
pt_br: Não foi possível descompactar o arquivo "{0}" para o arquivo "{1}", pois o parâmetro "{2}" foi definido como "{3}" no projeto, e os tamanhos de arquivos e os carimbos de data/hora não correspondem.
ru: Не удалось выполнить распаковку из файла "{0}" в файл "{1}", так как для параметра "{2}" в проекте было задано значение "{3}", а размеры файлов и отметки времени совпадают.
tr: Projede "{2}" parametresi "{3}" olarak ayarlandığından ve dosya boyutlarıyla zaman damgaları eşleştiğinden "{0}" dosyasını "{1}" dosyasına çıkarma işlemi gerçekleştirilmedi.
zh_hans: 未从文件“{0}”解压缩到文件“{1}”，因为“{2}”参数在项目中设置为“{3}”，而两个文件的大小及时间戳一致。
zh_hant: 並未從檔案 "{0}" 解壓縮到檔案 "{1}"，因為在專案中的 "{2}" 參數原先設定為 "{3}"，且檔案的大小與時間戳記相符。

# Unzip.DidNotUnzipBecauseOfFilter
source: Did not unzip file "{0}" because it didn't match the include filter or because it matched the exclude filter.
cs: Soubor {0} se nerozzipoval, protože neodpovídá filtru zahrnutí nebo odpovídá filtru vyloučení.
de: Die Datei "{0}" wurde nicht extrahiert, weil sie nicht dem Einschlussfilter entsprach oder weil sie dem Ausschlussfilter entsprach.
es: El archivo "{0}" no se ha descomprimido porque no coincidía con el filtro de inclusión o coincidía con el filtro de exclusión.
fr: Impossible de décompresser le fichier "{0}", car il ne correspond pas au filtre d'inclusion, ou il correspond au filtre d'exclusion.
it: Il file "{0}" non è stato decompresso perché non corrisponde al filtro di inclusione oppure perché corrisponde al filtro di esclusione.
ja: 包含フィルターと一致しなかったか、除外フィルターと一致したため、ファイル "{0}" を解凍できませんでした。
ko: 파일 "{0}"이(가) 포함 필터와 일치하지 않거나 제외 필터와 일치하므로 압축을 풀지 않았습니다.
pl: Nie rozpakowano pliku „{0}”, ponieważ nie pasował do filtru uwzględniania lub był zgodny z filtrem wykluczania.
pt_br: O arquivo "{0}" não foi descompactado porque não correspondeu ao filtro de inclusão ou porque correspondeu ao filtro de exclusão.
ru: Файл "{0}" не был распакован, так как он не соответствует фильтру включения или соответствует фильтру исключения.
tr: "{0}" dosyası, ekleme filtresiyle eşleşmediğinden veya dışlama filtresiyle eşleştiği için açılmadı.
zh_hans: 未解压缩文件“{0}”，因为它与包含筛选器不匹配，或者它与排除筛选器匹配。
zh_hant: 因為檔案 "{0}" 與包含篩選器不相符，或與排除篩選器相符，所以未將該檔案解壓縮。

# Unzip.ErrorCouldNotCreateDestinationDirectory
source: MSB3931: Failed to unzip to directory "{0}" because it could not be created. {1}
cs: MSB3931: Rozzipování do adresáře {0} se nepodařilo, protože ho nebylo možné vytvořit. {1}
de: MSB3931: Fehler beim Entzippen in das Verzeichnis "{0}", weil dieses nicht erstellt werden konnte. {1}
es: MSB3931: No se pudo descomprimir en el directorio "{0}" porque no se pudo crear. {1}
fr: MSB3931: Échec de la décompression dans le répertoire "{0}", car il n'a pas pu être créé. {1}
it: MSB3931: non è stato possibile decomprimere nella directory "{0}" perché non è stato possibile crearla. {1}
ja: MSB3931: ディレクトリ "{0}" への解凍は、そのディレクトリを作成できなかったため、失敗しました。{1}
ko: MSB3931: "{0}" 디렉터리를 생성할 수 없기 때문에 이 디렉터리에 압축을 풀지 못했습니다. {1}
pl: MSB3931: Nie można rozpakować do katalogu „{0}”, ponieważ nie można go utworzyć. {1}
pt_br: MSB3931: Falha ao descompactar no diretório "{0}" porque ele não pôde ser criado. {1}
ru: MSB3931: не удалось выполнить распаковку в каталог "{0}", так как создать его не удалось. {1}
tr: MSB3931: "{0}" dizini oluşturulamadığından bu dizine çıkarılamadı. {1}
zh_hans: MSB3931: 未能解压缩到目录“{0}”，因为无法创建它。{1}
zh_hant: MSB3931: 因為無法建立目錄 "{0}"，所以無法解壓縮至該目錄。{1}

# Unzip.ErrorCouldNotExtractFile
source: MSB3936: Failed to open unzip file "{0}" to "{1}". {2}
cs: MSB3936: Rozzipovaný soubor {0} se nepodařilo otevřít do {1}. {2}
de: MSB3936: Fehler beim Öffnen der entzippten Datei "{0}" in "{1}". {2}
es: MSB3936: No se pudo abrir el archivo descomprimido "{0}" en "{1}". {2}
fr: MSB3936: Échec de l'ouverture du fichier décompressé "{0}" dans "{1}". {2}
it: MSB3936: non è stato possibile aprire/decomprimere il file "{0}" in "{1}". {2}
ja: MSB3936: ファイル "{0}" を "{1}" に解凍して開くことができませんでした。{2}
ko: MSB3936: 압축을 푼 파일 "{0}"을(를) "{1}"에 열지 못했습니다. {2}
pl: MSB3936: Nie można otworzyć rozpakowywanego pliku „{0}” do katalogu „{1}”. {2}
pt_br: MSB3936: Falha ao abrir o arquivo descompactado "{0}" para "{1}". {2}
ru: MSB3936: не удалось распаковать файл "{0}" в каталог "{1}". {2}
tr: MSB3936: "{0}" dosyası "{1}" dizinine çıkarılamadı. {2}
zh_hans: MSB3936: 未能将解压缩文件“{0}”打开到“{1}”。{2}
zh_hant: MSB3936: 無法將解壓縮檔 "{0}" 開啟到 "{1}"。{2}

# Unzip.ErrorCouldNotMakeFileWriteable
source: MSB3935: Failed to unzip file "{0}" because destination file "{1}" is read-only and could not be made writable. {2} {3}
es: MSB3935: No se pudo descomprimir el archivo "{0}" porque el archivo de destino "{1}" es de solo lectura y no se pudo escribir. {2} {3}
fr: MSB3935: Échec de la décompression du fichier « {0} », car le fichier de destination « {1} » est en lecture seule et n’a pas pu être rendu accessible en écriture. {2} {3}
it: MSB3935: non è possibile decomprimere il file "{0}" perché il file di destinazione "{1}" è di sola lettura e non è possibile impostarlo come scrivibile. {2} {3}
ja: MSB3935: 解凍先のファイル "{0}" が読み取り専用で、書き込み可能にすることができないため、ファイル "{1}" を解凍できませんでした。{2} {3}
ko: MSB3935: 대상 파일 "{0}"이(가) 읽기 전용이고 쓰기 가능하도록 만들 수 없기 때문에 파일 "{1}"의 압축을 풀지 못했습니다. {2} {3}
ru: MSB3935: не удалось распаковать файл "{0}", так как конечный файл "{1}" доступен только для чтения и его нельзя сделать доступным для записи. {2} {3}
tr: MSB3935: "{0}" hedef dosyası salt okunur olduğundan ve yazılabilir hale getirilemediğinden "{1}" dosyasının sıkıştırması açılamadı. {2} {3}
zh_hans: MSB3935: 未能解压缩文件“{0}”，因为目标文件“{1}”是只读文件，无法设为可写。{2} {3}
zh_hant: MSB3935: 因為目的地檔案 "{0}" 是唯讀檔案，而無法設定為可寫入，所以無法解壓縮檔案 "{1}"。{2} {3}

# Unzip.ErrorCouldNotOpenFile
source: MSB3933: Failed to open zip file "{0}". {1}
cs: MSB3933: Zazipovaný soubor {0} se nepodařilo otevřít. {1}
de: MSB3933: Fehler beim Öffnen der ZIP-Datei "{0}". {1}
es: MSB3933: No se pudo abrir el archivo comprimido "{0}". {1}
fr: MSB3933: Échec de l'ouverture du fichier zip "{0}". {1}
it: MSB3933: non è stato possibile aprire/comprimere il file "{0}". {1}
ja: MSB3933: zip ファイル "{0}" を開くことができませんでした。{1}
ko: MSB3933: Zip 파일 "{0}"을(를) 열지 못했습니다. {1}
pl: MSB3933: Nie można otworzyć pliku zip „{0}”. {1}
pt_br: MSB3933: Falha ao abrir o arquivo zip "{0}". {1}
ru: MSB3933: не удалось открыть файл архива "{0}". {1}
tr: MSB3933: "{0}" zip dosyası açılamadı. {1}
zh_hans: MSB3933: 未能打开压缩文件“{0}”。{1}
zh_hant: MSB3933: 無法開啟壓縮檔 "{0}"。{1}

# Unzip.ErrorExtractingResultsInFilesOutsideDestination
source: MSB3934: Failed to open unzip file "{0}" to "{1}" because it is outside the destination directory.
cs: MSB3934: Rozzipovaný soubor {0} se nepodařilo otevřít do {1}, protože se nachází mimo cílový adresář.
de: MSB3934: Fehler beim Öffnen der entzippten Datei "{0}" in "{1}", weil sie sich außerhalb des Zielverzeichnisses befindet.
es: MSB3934: No se pudo abrir el archivo descomprimido "{0}" en "{1}" porque está fuera del directorio de destino.
fr: MSB3934: Échec de l'ouverture du fichier décompressé "{0}" dans "{1}", car il se trouve en dehors du répertoire de destination.
it: MSB3934: non è stato possibile aprire/decomprimere il file "{0}" in "{1}" perché non è presente nella directory di destinazione.
ja: MSB3934: ファイル "{0}" を "{1}" に解凍できませんでした。解凍先が宛先ディレクトリの外側です。
ko: MSB3934: 대상 디렉터리 밖에 있기 때문에 압축을 푼 파일 "{0}"을(를) "{1}"에 열지 못했습니다.
pl: MSB3934: Nie można otworzyć rozpakowywanego pliku „{0}” do „{1}”, ponieważ znajduje się on poza katalogiem docelowym.
pt_br: MSB3934: Falha ao abrir o arquivo descompactado "{0}" para "{1}" porque ele está fora do diretório de destino.
ru: MSB3934: не удалось распаковать файл "{0}" в каталог "{1}", так как этот каталог не входит в каталог назначения.
tr: MSB3934: "{0}" dosyasının sıkıştırması, hedef dizin dışında olduğundan "{1}" hedefine açılamadı.
zh_hans: MSB3934: 未能将解压缩文件“{0}”打开到“{1}”，因为它位于目标目录外。
zh_hant: MSB3934: 無法將解壓縮檔 "{0}" 開啟到 "{1}"，因為其位於目的地目錄之外。

# Unzip.ErrorFileDoesNotExist
source: MSB3932: Failed to unzip file "{0}" because the file does not exist or is inaccessible.
cs: MSB3932: Soubor {0} se nepodařilo rozzipovat, protože neexistuje nebo není přístupný.
de: MSB3932: Die Datei "{0}" konnte nicht entzippt werden, weil sie nicht vorhanden ist oder nicht darauf zugegriffen werden kann.
es: MSB3932: No se pudo descomprimir el archivo "{0}" porque no existe o no se puede tener acceso a él.
fr: MSB3932: Échec de la décompression du fichier "{0}", car le fichier n'existe pas ou est inaccessible.
it: MSB3932: non è stato possibile decomprimere il file "{0}" perché non esiste oppure è inaccessibile.
ja: MSB3932: ファイルが存在しないか、アクセスできないため、ファイル "{0}" を解凍できませんでした。
ko: MSB3932: 파일이 존재하지 않거나 액세스할 수 없기 때문에 파일 "{0}"의 압축을 풀지 못했습니다.
pl: MSB3932: Nie można rozpakować pliku „{0}”, ponieważ plik nie istnieje lub jest niedostępny.
pt_br: MSB3932: Falha ao descompactar o arquivo "{0}" porque ele não existe ou está inacessível.
ru: MSB3932: не удалось распаковать файл "{0}", так как он не существует или недоступен.
tr: MSB3932: Dosya mevcut olmadığından veya erişilebilir olmadığından "{0}" dosyasının sıkıştırması açılamadı.
zh_hans: MSB3932: 未能解压缩文件“{0}”，因为该文件不存在或无法访问。
zh_hant: MSB3932: 因為檔案不存在或無法存取，所以無法解壓縮檔案 "{0}"。

# Unzip.ErrorParsingPatternInvalidPath
source: MSB3937: Failed to parse pattern "{0}" because it contains an invalid path character.
cs: MSB3937: Nepovedlo se parsovat vzor {0}, protože obsahuje neplatný znak cesty.
de: MSB3937: Fehler beim Analysieren des Musters "{0}", weil es ein ungültiges Pfadzeichen enthält.
es: MSB3937: No se pudo analizar el patrón "{0}" porque contiene un carácter de ruta de acceso no válido.
fr: MSB3937: échec de l'analyse du modèle "{0}", car il contient un caractère de chemin non valide.
it: MSB3937: non è stato possibile analizzare il modello "{0}" perché contiene un carattere di percorso non valido.
ja: MSB3937: 無効なパス文字が含まれているため、パターン "{0}" を解析できませんでした。
ko: MSB3937: 잘못된 경로 문자가 포함되어 있기 때문에 패턴 "{0}"을(를) 구문 분석하지 못했습니다.
pl: MSB3937: nie można przeanalizować wzorca „{0}”, ponieważ zawiera on nieprawidłowy znak ścieżki.
pt_br: MSB3937: falha ao analisar o padrão "{0}" porque ele contém um caractere de caminho inválido.
ru: MSB3937: не удалось проанализировать шаблон "{0}", так как он содержит недопустимый символ пути.
tr: MSB3937: Geçersiz bir yol karakteri içerdiğinden "{0}" deseni ayrıştırılamadı.
zh_hans: MSB3937: 未能分析模式“{0}”，因为它包含无效的路径字符。
zh_hant: MSB3937: 因為模式 "{0}" 包含無效的路徑字元，所以無法加以剖析。

# Unzip.ErrorParsingPatternPropertyReferences
source: MSB3938: Failed to parse pattern "{0}" because it contains a property reference which isn't supported.
cs: MSB3938: Nepovedlo se parsovat vzor {0}, protože obsahuje odkaz na vlastnost, která se nepodporuje.
de: MSB3938: Fehler beim Analysieren des Musters "{0}", weil es einen Eigenschaftsverweis enthält, der nicht unterstützt wird.
es: MSB3938: No se pudo analizar el patrón "{0}" porque contiene una referencia de propiedad que no se admite.
fr: MSB3938: échec de l'analyse du modèle "{0}", car il contient une référence de propriété non prise en charge.
it: MSB3938: non è stato possibile analizzare il modello "{0}" perché contiene un riferimento a proprietà che non è supportato.
ja: MSB3938: サポートされていないプロパティ参照が含まれているため、パターン "{0}" を解析できませんでした。
ko: MSB3938: 지원되지 않는 속성 참조가 포함되어 있기 때문에 패턴 "{0}"을(를) 구문 분석하지 못했습니다.
pl: MSB3938: nie można przeanalizować wzorca „{0}”, ponieważ zawiera on odwołanie do właściwości, które nie jest obsługiwane.
pt_br: MSB3938: falha ao analisar o padrão "{0}" porque ele contém uma referência de propriedade sem suporte.
ru: MSB3938: не удалось проанализировать шаблон "{0}", так как он содержит ссылку на свойство, которое не поддерживается.
tr: MSB3938: Desteklenmeyen bir özellik başvurusu içerdiğinden "{0}" deseni ayrıştırılamadı.
zh_hans: MSB3938: 未能分析模式“{0}”，因为它包含不受支持的属性引用。
zh_hant: MSB3938: 因為模式 "{0}" 包含不支援的屬性參考，所以無法加以剖析。

# Unzip.FileComment
source: Unzipping file "{0}" to "{1}".
cs: Soubor {0} se rozzipovává do {1}.
de: Die Datei "{0}" wird in "{1}" entzippt.
es: Descomprimiendo el archivo "{0}" en "{1}".
fr: Décompression du fichier "{0}" dans "{1}".
it: Decompressione del file "{0}" in "{1}".
ja: ファイル "{0}" を "{1}" に解凍しています。
ko: 파일 "{0}"의 압축을 "{1}"에 푸는 중입니다.
pl: Rozpakowywanie pliku „{0}” do pliku „{1}”.
pt_br: Descompactando o arquivo "{0}" em "{1}".
ru: Распаковка файла "{0}" в"{1}".
tr: "{0}" dosyasının sıkıştırması "{1}" hedefine açılıyor.
zh_hans: 将文件“{0}”解压缩到“{1}”。
zh_hant: 正在將檔案 "{0}" 解壓縮到 "{1}"。

# Unzip.ZipSlipExploit
source: Entry is outside the target directory: "{0}"
cs: Položka je mimo cílový adresář: „{0}“
de: Der Eintrag befindet sich außerhalb des Zielverzeichnisses: "{0}"
es: La entrada está fuera del directorio de destino: "{0}"
fr: L’entrée se trouve en dehors du répertoire cible : «{0}»
it: Il valore immesso non è compreso nella directory di destinazione: "{0}"
ja: エントリがターゲット ディレクトリの外部にあります: "{0}"
ko: 항목이 대상 디렉터리 "{0}" 외부에 있습니다.
pl: Wpis znajduje się poza katalogiem docelowym: „{0}”
pt_br: A entrada está fora do diretório de destino: "{0}"
ru: Запись находится за пределами целевого каталога: "{0}"
tr: Girdi, hedef dizinin dışında: "{0}"
zh_hans: 条目在目标目录:“{0}”之外
zh_hant: 項目位於目標目錄外部: "{0}"

# Vbc.EnumParameterHasInvalidValue
source: MSB3401: "{1}" is an invalid value for the "{0}" parameter. The valid values are: {2}
cs: MSB3401: {1} je neplatná hodnota parametru {0}. Platné hodnoty jsou : {2}.
de: MSB3401: "{1}" ist ein ungültiger Wert für den Parameter "{0}". Gültige Werte sind: {2}
es: MSB3401: "{1}" no es un valor válido para el parámetro "{0}". Los valores válidos son: {2}
fr: MSB3401: "{1}" n'est pas une valeur valide pour le paramètre "{0}". Les valeurs valides sont : {2}
it: MSB3401: "{1}" è un valore non valido per il parametro "{0}". I valori validi sono: {2}
ja: MSB3401: "{1}" は "{0}" パラメーターに対して無効な値です。有効な値は {2} です。
ko: MSB3401: "{1}"은(는) "{0}" 매개 변수에 사용할 수 없는 값입니다. 유효한 값은 {2}입니다.
pl: MSB3401: „{1}” jest nieprawidłową wartością parametru „{0}”. Prawidłowe wartości: {2}
pt_br: MSB3401: "{1}" é um nome inválido para o parâmetro "{0}". Os valores válidos são: {2}
ru: MSB3401: "{1}" — недопустимое значение для параметра "{0}". Допустимые значения: {2}
tr: MSB3401: "{1}" değeri, "{0}" parametresi için geçersiz. Geçerli değerler şunlardır: {2}
zh_hans: MSB3401: “{1}”是无效的“{0}”参数值。有效值为: {2}
zh_hant: MSB3401: "{1}" 是 "{0}" 參數的無效值。有效值為: {2}

# VBC.RenamePDB
source: MSB3402: There was an error creating the pdb file "{0}". {1}
cs: MSB3402: Při vytváření souboru PDB {0} došlo k chybě. {1}
de: MSB3402: Fehler beim Erstellen der PDB-Datei "{0}". {1}
es: MSB3402: Error al crear el archivo pdb "{0}". {1}
fr: MSB3402: Une erreur s'est produite lors de la création du fichier pdb "{0}". {1}
it: MSB3402: errore durante la creazione del file pdb "{0}". {1}
ja: MSB3402: pdb ファイル "{0}" の作成中にエラーが発生しました。{1}
ko: MSB3402: pdb 파일 "{0}"을(를) 만드는 동안 오류가 발생했습니다. {1}
pl: MSB3402: Wystąpił błąd podczas tworzenia pliku pdb „{0}”. {1}
pt_br: MSB3402: houve um erro na criação do arquivo pdb "{0}". {1}
ru: MSB3402: ошибка создания PDB-файла "{0}". {1}
tr: MSB3402: "{0}" pdb dosyası oluşturulurken hata oluştu. {1}
zh_hans: MSB3402: 创建 pdb 文件“{0}”时出现错误。{1}
zh_hant: MSB3402: 建立 PDB 檔案 "{0}" 時發生錯誤。{1}

# Vbc.ParameterHasInvalidValue
source: "{1}" is an invalid value for the "{0}" parameter.
cs: {1} je neplatná hodnota parametru {0}.
de: "{1}" ist ein ungültiger Wert für den Parameter "{0}".
es: "{1}" no es un valor válido para el parámetro "{0}".
fr: "{1}" n'est pas une valeur valide pour le paramètre "{0}".
it: "{1}" è un valore non valido per il parametro "{0}".
ja: "{1}" は "{0}" パラメーターに対して無効な値です。
ko: "{1}"은(는) "{0}" 매개 변수에 사용할 수 없는 값입니다.
pl: „{1}” jest nieprawidłową wartością parametru „{0}”.
pt_br: "{1}" é um valor inválido para o parâmetro "{0}".
ru: "{1}" — недопустимое значение для параметра "{0}".
tr: "{1}" değeri "{0}" parametresi için geçersiz bir değer.
zh_hans: “{1}”是无效的“{0}”参数值。
zh_hant: "{1}" 是 "{0}" 參數的無效值。

# VerifyFileHash.HashMismatch
source: MSB3952: File hash mismatch. Expected {0} to have a {1} file hash of {2}, but it was {3}.
cs: MSB3952: Neodpovídající hodnota hash souboru. Očekávalo se, že {0} bude mít hodnotu hash souboru {1} {2}, ale byla {3}.
de: MSB3952: Keine Dateihashübereinstimmung. "{0}" muss einen {1}-Dateihash von "{2}" aufweisen, dieser lautet jedoch "{3}".
es: MSB3952: El hash del archivo no coincide. Se esperaba que {0} tuviera un hash de archivo {1} de {2}, pero era {3}.
fr: MSB3952: Incompatibilité au niveau du hachage de fichier. {0} devait avoir un hachage de fichier {1} de {2}, mais {3} a été utilisé.
it: MSB3952: hash di file non corrispondente. L'hash di file {1} previsto per {0} è {2}, ma quello individuato è {3}.
ja: MSB3952: ファイルのハッシュが一致しません。{0} には {2} の {1} ファイル ハッシュが想定されますが、実際は {3} でした。
ko: MSB3952: 파일 해시가 일치하지 않습니다. {0}에 {2}의 {1} 파일 해시가 필요하지만 {3}이었습니다.
pl: MSB3952: Niezgodność skrótów pliku. Oczekiwano, że element {0} będzie miał skrót pliku {1} równy {2}, ale miał skrót równy {3}.
pt_br: MSB3952: incompatibilidade de hash de arquivo. Era esperado que {0} tivesse um hash de arquivo {1} de {2}, mas ele tinha {3}.
ru: MSB3952: несоответствие хэша файла. Для {0} ожидался хэш файла {1}, соответствующий {2}, но вычисленное значение было равно {3}.
tr: MSB3952: Dosya karması uyuşmazlığı. {0} dosyasının {2} şeklinde bir {1} dosya karması olması bekleniyordu ama {3} şeklindeydi.
zh_hans: MSB3952: 文件哈希不匹配。{0} 应具有 {1} 文件哈希 {2}，但却具有 {3}。
zh_hant: MSB3952: 檔案雜湊不符。{0} 應要有 {1} 檔案雜湊 {2}，但其為 {3}。

# WriteCodeFragment.CouldNotConvertToInferredType
source: Could not convert the value for parameter "{0}" to the inferred type "{1}". The value will be treated as a string. {2}
cs: Hodnota parametru „{0}“ se nemohla převést na odvozený typ „{1}“. Hodnota se zpracuje jako řetězec. {2}
de: Der Wert für den Parameter "{0}" konnte nicht in den abgeleiteten Typ "{1}" konvertiert werden. Der Wert wird als Zeichenfolge behandelt. {2}
es: No se pudo convertir el valor del parámetro "{0}" al tipo deducido "{1}". El valor se tratará como una cadena. {2}
fr: Impossible de convertir la valeur du paramètre « {0} » en type différé « {1} ». La valeur est traitée comme une chaîne. {2}
it: Impossibile convertire il valore del parametro "{0}" nel tipo inferito "{1}". Il valore sarà trattato come una stringa. {2}
ja: パラメーター "{0}" の値を推定型 "{1}" に変換できませんでした。この値は文字列として扱われます。{2}
ko: 매개 변수 "{0}"의 값을 유추된 유형 "{1}"(으)로 변환할 수 없습니다. 값이 문자열로 처리됩니다. {2}
pl: Nie można przekonwertować wartości parametru „{0}” na wywnioskowany typ „{1}. Wartość będzie traktowana jako ciąg. {2}
pt_br: Não foi possível converter o valor do parâmetro "{0}" no tipo inferido "{1}". O valor será tratado como uma cadeia de caracteres. {2}
ru: Не удалось преобразовать значение параметра "{0}" в выведенный тип "{1}". Значение будет рассматриваться как строка. {2}
tr: "{0}" parametresinin değeri "{1}" çıkarsanan türe dönüştürülemedi. Değer bir dize olarak değerlendirilecek. {2}
zh_hans: 无法将参数 "{0}" 的值转换为推断类型 "{1}"。该值将被视作字符串。{2}
zh_hant: 無法將參數 "{0}" 的值轉換為推斷的類型 "{1}"。 該值將被視為字串。{2}

# WriteCodeFragment.CouldNotConvertValue
source: MSB3716: The parameter value "{0}" could not be converted to "{1}". {2}
cs: MSB3716: Hodnota parametru „{0}“ se nemohla převést na „{1}“. {2}
de: MSB3716: Der Parameterwert "{0}" konnte nicht in "{1}" konvertiert werden. {2}
es: MSB3716: el valor de parámetro "{0}" no se pudo convertir en "{1}". {2}
fr: MSB3716: la valeur du paramètre « {0} » ne peut pas être convertie en « {1} ». {2}
it: MSB3716: Il valore "{0}" del parametro non può essere convertito in "{1}". {2}
ja: MSB3716: パラメーター値 "{0}" を "{1}" に変換できませんでした。{2}
ko: MSB3716: 매개 변수 값 "{0}"(을)를 "{1}"(으)로 변환할 수 없습니다. {2}
pl: MSB3716: nie można przekonwertować wartości parametru „{0}” na „{1}”. {2}
pt_br: MSB3716: não foi possível converter o valor de parâmetro "{0}" em "{1}". {2}
ru: MSB3716: не удалось преобразовать значение параметра "{0}" в "{1}". {2}
tr: MSB3716: parametre değeri "{0}", "{1}" değerine dönüştürülemedi. {2}
zh_hans: MSB3716: 参数值 "{0}" 无法转换为 "{1}"。{2}
zh_hant: MSB3716: 無法將參數值 "{0}" 轉換為 "{1}"。{2}

# WriteCodeFragment.CouldNotInferParameterType
source: Could not infer the type of parameter "{0}" because the attribute type is unknown. The value will be treated as a string.
cs: Nepovedlo se odvodit typ parametru „{0}“, protože typ atributu je neznámý. Hodnota se zpracuje jako řetězec.
de: Der Typ des Parameters "{0}" konnte nicht rückgeschlossen werden, da der Attributtyp unbekannt ist. Der Wert wird als Zeichenfolge behandelt.
es: No se puede inferir el tipo de parámetro "{0}" porque el tipo de atributo es desconocido. El valor se tratará como una cadena.
fr: Impossible d’inférer le type de paramètre « {0} », car le type d’attribut est inconnu. La valeur sera considérée comme une chaîne.
it: Non è stato possibile inferire il tipo di parametro "{0}" perché il tipo di attributo è sconosciuto. Il valore sarà trattto come una stringa.
ja: 属性の型が不明なため、パラメーター "{0}" の型を推測できませんでした。値は文字列として扱われます。
ko: 특성 유형을 알 수 없기 때문에 매개 변수 "{0}" 유형을 유추할 수 없습니다. 값이 문자열로 처리됩니다.
pl: Nie można wywnioskować typu parametru „{0}”, ponieważ typ atrybutu jest nieznany. Wartość będzie traktowana jako ciąg.
pt_br: Não foi possível deduzir o tipo de parâmetro "{0}" porque o tipo de atributo é desconhecido. O valor será tratado como uma cadeia de caracteres.
ru: Не удалось вывести тип параметра "{0}", так как тип атрибута неизвестен. Значение будет рассматриваться как строка.
tr: Öznitelik türü bilinmediği için "{0}" parametresinin türü çıkarılamadı. Değer bir dizge olarak değerlendirilecektir.
zh_hans: 由于属性类型未知，无法推断参数 "{0}" 的类型。该值将被视作字符串。
zh_hant: 由於屬性類型未知，因此無法推斷 "{0}" 的參數類型。該值將被視為字串。
