Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WriteCodeFragment.GeneratedFile
source: Emitted specified code into "{0}".
cs: Do souboru {0} byl vyslán zadaný kód.
de: Der angegebene Code wurde in "{0}" ausgegeben.
es: Se emitió el código especificado en "{0}".
fr: Code spécifié émis dans "{0}".
it: Codice specificato creato in "{0}".
ja: 指定されたコードを "{0}" に出力しました。
ko: 지정한 코드를 "{0}"(으)로 내보냈습니다.
pl: Określony kod wysłano do {0}.
pt_br: Código especificado emitido em "{0}".
ru: Указанный код записан в "{0}".
tr: Belirtilen kod "{0}" içine verildi.
zh_hans: 将指定的代码发送到“{0}”。
zh_hant: 已發出所指定的程式碼到 "{0}" 中。

# WriteCodeFragment.Comment
source: Generated by the MSBuild WriteCodeFragment class.
cs: Vygenerované třídou WriteCodeFragment nástroje MSBuild
de: Von der MSBuild WriteCodeFragment-Klasse generiert.
es: Generado por la clase WriteCodeFragment de MSBuild.
fr: Généré par la classe MSBuild WriteCodeFragment.
it: Generato dalla classe WriteCodeFragment di MSBuild.
ja: MSBuild WriteCodeFragment クラスによって生成されました。
ko: MSBuild WriteCodeFragment 클래스에서 생성되었습니다.
pl: Wygenerowane przez klasę WriteCodeFragment programu MSBuild.
pt_br: Gerado pela classe WriteCodeFragment do MSBuild.
ru: Создано классом WriteCodeFragment MSBuild.
tr: MSBuild WriteCodeFragment sınıfı tarafından oluşturuldu.
zh_hans: 由 MSBuild WriteCodeFragment 类生成。
zh_hant: 由 MSBuild WriteCodeFragment 類別產生。

# CodeTaskFactory.CodeElementIsMissing
source: MSB3751: The <Code> element is missing for the "{0}" task. This element is required.
cs: MSB3751: Nebyl nalezen element <Code> pro úlohu {0}. Tento element je povinný.
de: MSB3751: Das <Code>-Element für die {0}-Aufgabe fehlt. Dieses Element ist erforderlich.
es: MSB3751: Falta el elemento <Code> para la tarea "{0}". Es un elemento necesario.
fr: MSB3751: l'élément <Code> est manquant pour la tâche "{0}". Cet élément est requis.
it: MSB3751: elemento <Code> mancante per l'attività "{0}". Tale elemento è obbligatorio.
ja: MSB3751: "{0}" タスクの <Code> 要素がありません。この要素は必須です。
ko: MSB3751: "{0}" 작업에 <Code> 요소가 없습니다. 이 요소가 필요합니다.
pl: MSB3751: Brakuje elementu <Code> dla zadania {0}. Ten element jest wymagany.
pt_br: MSB3751: falta o elemento <Code> para a tarefa "{0}". Esse elemento é necessário.
ru: MSB3751: элемент <Code> отсутствует для задачи "{0}". Это обязательный элемент.
tr: MSB3751: "{0}" görevi için <Code> öğesi eksik. Bu öğe gereklidir.
zh_hans: MSB3751: “{0}”任务中缺少 <Code> 元素。此元素为必需。
zh_hant: MSB3751: "{0}" 工作遺漏 <Code> 項目。必須要有這個項目。

# CodeTaskFactory.AttributeEmpty
source: MSB3752: The "{0}" attribute has been set but is empty. If the "{0}" attribute is set it must not be empty.
cs: MSB3752: Atribut {0} byl nastaven, je však prázdný. Pokud je atribut {0} nastaven, nesmí být prázdný.
de: MSB3752: Das "{0}"-Attribut wurde festgelegt, ist jedoch leer. Das "{0}"-Attribut darf nicht leer sein, wenn es festgelegt wird.
es: MSB3752: Se estableció el atributo "{0}" pero está vacío. Si se establece el atributo "{0}", no puede estar vacío.
fr: MSB3752: L'attribut "{0}" a été défini, mais il est vide. Si l'attribut "{0}" est défini, il ne doit pas être vide.
it: MSB3752: l'attributo "{0}" è stato impostato ma è vuoto. Se è impostato, l'attributo "{0}" non deve essere vuoto.
ja: MSB3752: "{0}" 属性が設定されていますが空白です。"{0}" 属性を設定する場合は空白にはできません。
ko: MSB3752: "{0}" 특성이 설정되었지만 비어 있습니다. "{0}" 특성은 설정된 경우 비어 있을 수 없습니다.
pl: MSB3752: Atrybut „{0}” został ustawiony, ale jest pusty. Jeśli atrybut „{0}” jest ustawiony, nie może być pusty.
pt_br: MSB3752: O atributo "{0}" foi definido, mas está vazio. Se o atributo "{0}" for definido, ele não deverá estar vazio.
ru: MSB3752: атрибут "{0}" задан, однако является пустым. Если атрибут "{0}" задан, он не должен быть пустым.
tr: MSB3752: "{0}" özniteliği ayarlanmış, ancak değeri boş. "{0}" özniteliği ayarlanmışsa değeri boş olmamalıdır.
zh_hans: MSB3752: 已设置“{0}”特性，但其为空。如果设置“{0}”特性，它就不得为空。
zh_hant: MSB3752: "{0}" 屬性已經設定但為空白。如果 "{0}" 屬性已設定，就不得為空白。

# CodeTaskFactory.NeedsITaskInterface
source: MSB3753: The task could not be instantiated because it does not implement the ITask interface. Make sure the task implements the Microsoft.Build.Framework.ITask interface.
cs: MSB3753: Nelze vytvořit instanci úlohy, protože v ní není implementováno rozhraní ITask. Ověřte, zda je v úloze implementováno rozhraní Microsoft.Build.Framework.ITask.
de: MSB3753: Die Aufgabe konnte nicht instanziiert werden, da dabei die ITask-Schnittstelle nicht implementiert wird. Stellen Sie sicher, dass die Microsoft.Build.Framework.ITask-Schnittstelle implementiert wird.
es: MSB3753: No se pudo crear una instancia de la tarea porque no implementa la interfaz ITask. Asegúrese de que la tarea implementa la interfaz Microsoft.Build.Framework.ITask.
fr: MSB3753: Impossible de lancer la tâche, car elle n'implémente pas l'interface ITask. Assurez-vous que la tâche implémente l'interface Microsoft.Build.Framework.ITask.
it: MSB3753: non è stato possibile creare un'istanza dell'attività perché non implementa l'interfaccia ITask. Verificare che l'attività implementi l'interfaccia Microsoft.Build.Framework.ITask.
ja: MSB3753: ITask インターフェイスを実装していないので、タスクはインスタンス化できませんでした。タスクが Microsoft.Build.Framework.ITask インターフェイスを実装していることを確認してください。
ko: MSB3753: 작업에서 ITask 인터페이스를 구현하지 않아 작업을 인스턴스화하지 못했습니다. 작업에서 Microsoft.Build.Framework.ITask 인터페이스를 구현하는지 확인하세요.
pl: MSB3753: Nie można utworzyć wystąpienia zadania, ponieważ nie implementuje ono interfejsu ITask. Upewnij się, że zadanie implementuje interfejs Microsoft.Build.Framework.ITask.
pt_br: MSB3753: Não foi possível criar uma instanciar da tarefa porque ela não implementa a interface ITask. Verifique se a tarefa implementa a interface Microsoft.Build.Framework.ITask.
ru: MSB3753: не удалось создать экземпляр задачи, так как она не реализует интерфейс ITask. Убедитесь, что задача реализует интерфейс Microsoft.Build.Framework.ITask.
tr: MSB3753: Görev ITask arabirimini uygulamadığından görevin örneği oluşturulamadı. Görevin Microsoft.Build.Framework.ITask arabirimini uyguladığından emin olun.
zh_hans: MSB3753: 未能将任务实例化，因为该任务未实现 ITask 接口。请确保该任务实现 Microsoft.Build.Framework.ITask 接口。
zh_hant: MSB3753: 此工作無法具現化，因為它不會實作 ITask 介面。請確認此工作會實作 Microsoft.Build.Framework.ITask 介面。

# CodeTaskFactory.ReferenceAssemblyIsInvalid
source: MSB3754: The reference assembly "{0}" is invalid. "{1}"
cs: MSB3754: Referenční sestavení {0} je neplatné. {1}
de: MSB3754: Die Verweisassembly "{0}" ist ungültig. "{1}"
es: MSB3754: El ensamblado de referencia "{0}" no es válido. "{1}"
fr: MSB3754: l'assembly de référence "{0}" n'est pas valide. "{1}"
it: MSB3754: l'assembly di riferimento "{0}" non è valido. "{1}"
ja: MSB3754: 参照アセンブリ "{0}" が無効です。"{1}"
ko: MSB3754: 참조 어셈블리 "{0}"이(가) 잘못되었습니다. "{1}"
pl: MSB3754: Zestaw odwołania {0} jest nieprawidłowy. {1}
pt_br: MSB3754: o assembly de referência "{0}" é inválido. "{1}"
ru: MSB3754: Справочная сборка "{0}" является недопустимой. "{1}"
tr: MSB3754: "{0}" başvuru derlemesi geçersiz. "{1}"
zh_hans: MSB3754: 引用程序集“{0}”无效。“{1}”
zh_hant: MSB3754: 參考組件 "{0}" 無效。"{1}"

# CodeTaskFactory.CouldNotFindReferenceAssembly
source: MSB3755: Could not find reference "{0}". If this reference is required by your code, you may get compilation errors.
cs: MSB3755: Nelze nalézt odkaz {0}. Pokud kód tento odkaz vyžaduje, při kompilaci může dojít k chybám.
de: MSB3755: Der Verweis "{0}" wurde nicht gefunden. Ist der Verweis für den Code erforderlich, entstehen möglicherweise Kompilierungsfehler.
es: MSB3755: No se encuentra la referencia "{0}". Si el código necesita esta referencia, podrían producirse errores de compilación.
fr: MSB3755: Impossible de trouver la référence "{0}". Si cette référence est exigée par votre code, cela peut entraîner des erreurs de compilation.
it: MSB3755: non è stato possibile trovare il riferimento "{0}". Se il riferimento è richiesto dal codice, potrebbero essere generati errori di compilazione.
ja: MSB3755: 参照 "{0}" が見つかりませんでした。この参照がコードで必要とされる場合は、コンパイル エラーが発生する可能性があります。
ko: MSB3755: 참조 "{0}"을(를) 찾을 수 없습니다. 이 참조가 코드에 필요할 경우 컴파일 오류가 발생할 수 있습니다.
pl: MSB3755: Nie można odnaleźć odwołania „{0}”. Jeśli to odwołanie jest wymagane przez kod, mogą wystąpić błędy kompilacji.
pt_br: MSB3755: não foi possível localizar a referência "{0}". Se essa referência for necessária para o código, poderá haver erros de compilação.
ru: MSB3755: не удалось найти ссылку "{0}". Если эта ссылка необходима для кода, могут возникнуть ошибки компиляции.
tr: MSB3755: "{0}" başvurusu bulunamadı. Kodunuz için bu başvuru gerekliyse, derleme hatalarıyla karşılaşabilirsiniz.
zh_hans: MSB3755: 未能找到引用“{0}”。如果代码需要此引用，则可能会出现编译错误。
zh_hant: MSB3755: 找不到參考 "{0}"。如果您的程式碼要求這個參考，可能會發生編譯錯誤。

# CodeTaskFactory.InvalidElementLocation
source: MSB3756: The element <{0}> is not a valid child of the <{1}> element. Valid child elements are <Code>, <Reference>, and <Using>.
cs: MSB3756: Element <{0}> není platný podřízený element elementu <{1}>. Platné podřízené elementy jsou <Code>, <Reference> a <Using>.
de: MSB3756: Das Element <{0}> ist kein gültiges untergeordnetes Element des Elements <{1}>. Gültige untergeordnete Elemente sind <Code>, <Reference> und <Using>.
es: MSB3756: El elemento <{0}> no es un elemento secundario válido de <{1}>. Los elementos secundarios válidos son <Code>, <Reference> y <Using>.
fr: MSB3756: l'élément <{0}> n'est pas un enfant valide de l'élément <{1}>. Les éléments enfants valides sont <Code>, <Reference> et <Using>.
it: MSB3756: l'elemento <{0}> non è un elemento figlio valido dell'elemento <{1}>. Gli elementi figlio validi sono <Code>, <Reference> e <Using>.
ja: MSB3756: 要素 <{0}> は <{1}> 要素の有効な子ではありません。有効な子要素は、<Code>、<Reference>、<Using> です。
ko: MSB3756: <{0}> 요소는 <{1}> 요소의 유효한 자식이 아닙니다. 유효한 자식 요소는 <Code>, <Reference>, 및 <Using>입니다.
pl: MSB3756: Element <{0}> nie jest prawidłowym elementem podrzędnym elementu <{1}>. Prawidłowe elementy podrzędne: <Code>, <Reference> i <Using>.
pt_br: MSB3756: o elemento <{0}> não é um filho válido do elemento <{1}>. Os elementos filho válidos são <Code>, <Reference> e <Using>.
ru: MSB3756: элемент <{0}> не является допустимым дочерним объектом элемента <{1}>. Допустимыми дочерними объектами являются <Code>, <Reference> и <Using>.
tr: MSB3756: <{0}>, <{1}> öğesinin bir alt öğesi değil. Geçerli alt öğeler: <Code>, <Reference> ve <Using>.
zh_hans: MSB3756: 元素 <{0}> 不是 <{1}> 元素的有效子元素。有效子元素为 <Code>、<Reference> 以及 <Using>。
zh_hant: MSB3756: 元素 <{0}> 並非 <{1}> 元素的有效子系。有效的子元素為 <Code>、<Reference> 以及 <Using>。

# CodeTaskFactory.MultipleCodeNodes
source: MSB3757: Only one <Code> element can be specified.
cs: MSB3757: Zadat se dá jen jeden element <Code>.
de: MSB3757: Es kann nur ein <Code>-Element angegeben werden.
es: MSB3757: Solo se puede especificar un elemento <Code>.
fr: MSB3757: un seul élément <Code> peut être spécifié.
it: MSB3757: è possibile specificare un solo elemento <Code>.
ja: MSB3757: <Code> 要素は 1 つだけ指定できます。
ko: MSB3757: <Code> 요소는 하나만 지정할 수 있습니다.
pl: MSB3757: Można określić tylko jeden element <Code>.
pt_br: MSB3757: somente um elemento <Code> pode ser especificado.
ru: MSB3757: можно указать только один элемент <Code>.
tr: MSB3757: Yalnızca bir <Code> öğesi belirtilebilir.
zh_hans: MSB3757: 只能指定一个 <Code> 元素。
zh_hant: MSB3757: 只可指定一個 <Code> 元素。

# CodeTaskFactory.CompilerError
source: MSB3758: An error has occurred during compilation. {0}
cs: MSB3758: Při kompilaci došlo k chybě. {0}
de: MSB3758: Fehler bei der Kompilierung. {0}
es: MSB3758: Error durante la compilación. {0}
fr: MSB3758: Une erreur s'est produite lors de la compilation. {0}
it: MSB3758: si è verificato un errore durante la compilazione. {0}
ja: MSB3758: コンパイル中にエラーが発生しました。{0}
ko: MSB3758: 컴파일 도중 오류가 발생했습니다. {0}
pl: MSB3758: Podczas kompilowania wystąpił błąd. {0}
pt_br: MSB3758: erro durante a compilação. {0}
ru: MSB3758: ошибка во время компиляции. {0}
tr: MSB3758: Derleme sırasında hata oluştu. {0}
zh_hans: MSB3758: 编译时出错。{0}
zh_hant: MSB3758: 編譯期間發生錯誤。{0}

# CodeTaskFactory.CouldNotFindTaskInAssembly
source: The task name "{0}" could not be found.
cs: Nebyla nalezena úloha s názvem {0}.
de: Der Aufgabenname "{0}" wurde nicht gefunden.
es: No se encuentra el nombre de tarea "{0}".
fr: Le nom de tâche "{0}" est introuvable.
it: Il nome dell'attività "{0}" non è stato trovato.
ja: タスク名 "{0}" が見つかりませんでした。
ko: 작업 이름 "{0}"을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć nazwy zadania „{0}”.
pt_br: O nome de tarefa "{0}" não foi encontrado.
ru: Имя задания "{0}" не может быть найдено.
tr: "{0}" görev adı bulunamadı.
zh_hans: 未能找到任务名“{0}”。
zh_hant: 找不到工作名稱 "{0}"。

# CodeTaskFactory.FindSourceFileAt
source: The source file for this compilation can be found at: "{0}"
cs: Zdrojový soubor této kompilace lze nalézt zde: {0}
de: Die Quelldatei für diese Kompilierung befindet sich unter: "{0}"
es: El archivo de origen de esta compilación se encuentra en: "{0}"
fr: Le fichier source pour cette compilation se trouve à l'emplacement suivant : "{0}"
it: Il file di origine per la compilazione è disponibile in: "{0}"
ja: このコンパイルのソース ファイルが "{0}" に見つかりません。
ko: 이 컴파일의 소스 파일은 "{0}"에 있습니다.
pl: Źródłowy plik dla tej kompilacji można odnaleźć w lokalizacji: „{0}”
pt_br: O arquivo de origem desta compilação pode ser encontrado em: "{0}"
ru: Исходный файл для этой компиляции находится в следующем расположении: "{0}"
tr: Bu derlemenin kaynak dosyası şu konumda bulunamadı: "{0}"
zh_hans: 此编译的源文件可以在以下位置找到:“{0}”
zh_hant: 在下列位置可以找到此編譯的原始程式檔: "{0}"

# CodeTaskFactory.HaveReflectionOnlyAssembly
source: The reference assembly "{0}" is a metadata only assembly.
cs: Referenční sestavení {0} je sestavení obsahující pouze metadata.
de: Die Verweisassembly "{0}" ist eine nur aus Metadaten bestehende Assembly.
es: El ensamblado de referencia "{0}" es un ensamblado de solo metadatos.
fr: L'assembly de référence "{0}" est un assembly de métadonnées uniquement.
it: L'assembly di riferimento "{0}" è un assembly di soli metadati.
ja: 参照アセンブリ "{0}" はメタデータのみのアセンブリです。
ko: 참조 어셈블리 "{0}"은(는) 메타데이터 전용 어셈블리입니다.
pl: Zestaw odwołania {0} jest zestawem zawierającym same metadane.
pt_br: O assembly de referência "{0}" é um assembly de metadados somente.
ru: Справочная сборка "{0}" является сборкой только с метаданными.
tr: "{0}" başvuru derlemesi bir salt meta veri derlemesidir.
zh_hans: 引用程序集“{0}”是仅元数据程序集。
zh_hant: 參考組件 "{0}" 是中繼資料專用組件。

# ResolveSDKReference.SearchingForSDK
source: Searching for SDK "{0}":
cs: Probíhá vyhledávání sady SDK {0}:
de: Suche nach SDK "{0}":
es: Buscando el SDK "{0}":
fr: Recherche de SDK "{0}" :
it: Ricerca dell'SDK "{0}":
ja: SDK "{0}" を検索しています:
ko: SDK "{0}"을(를) 검색하는 중:
pl: Wyszukiwanie zestawu SDK „{0}”.
pt_br: Procurando SDK "{0}":
ru: Идет поиск пакета SDK "{0}":
tr: SDK "{0}" aranıyor:
zh_hans: 搜索 SDK“{0}”:
zh_hant: 正在搜尋 SDK "{0}":

# ResolveSDKReference.FoundSDK
source: Found at search location "{0}".
cs: Nalezeno v umístění vyhledávání {0}.
de: Gefunden an Suchort "{0}".
es: Se encontró en la ubicación de búsqueda "{0}".
fr: Trouvé à l'emplacement de recherche "{0}".
it: Trovato nel percorso di ricerca "{0}".
ja: 検索の場所 "{0}" で見つかりました。
ko: 검색 위치 "{0}"에서 찾았습니다.
pl: Element znaleziono w przeszukiwanej lokalizacji „{0}”.
pt_br: Encontrado na localização de pesquisa "{0}".
ru: Найден в расположении поиска "{0}".
tr: "{0}" arama konumunda bulundu.
zh_hans: 已在搜索位置“{0}”找到。
zh_hant: 在搜尋位置 "{0}" 找到。

# ResolveSDKReference.ErrorReadingManifest
source: There was a problem reading the SDK manifest file "{0}". {1}
cs: Při čtení souboru {0} manifestu sady SDK nastal problém. {1}
de: Problem beim Lesen der SDK-Manifestdatei "{0}". {1}
es: Error al leer el archivo de manifiesto del SDK "{0}". {1}
fr: Un problème est survenu lors de la lecture du fichier du manifeste SDK "{0}". {1}
it: Problema durante la lettura del file manifesto SDK "{0}". {1}
ja: SDK マニフェスト ファイル "{0}" の読み取り中に問題が発生しました。{1}
ko: SDK 매니페스트 파일 "{0}"을(를) 읽는 동안 문제가 발생했습니다. {1}
pl: Wystąpił problem podczas odczytywania pliku manifestu „{0}” zestawu SDK. {1}
pt_br: Houve um problema na leitura do arquivo de manifesto do SDK "{0}". {1}
ru: Неполадка при чтении файла манифеста SDK "{0}". {1}
tr: SDK bildirim dosyası "{0}" okunurken bir sorun oluştu. {1}
zh_hans: 读取 SDK 清单文件“{0}”时出现问题。{1}
zh_hant: 讀取 SDK 資訊清單檔 "{0}" 時發生問題。{1}

# ResolveSDKReference.ReadingSDKManifestFile
source: Reading SDK manifest file "{0}".
cs: Probíhá čtení souboru {0} manifestu sady SDK.
de: SDK-Manifestdatei "{0}" wird gelesen.
es: Leyendo el archivo de manifiesto del SDK "{0}".
fr: Lecture du fichier du manifeste SDK "{0}".
it: Lettura del file manifesto SDK "{0}".
ja: SDK マニフェスト ファイル "{0}" を読み取っています。
ko: SDK 매니페스트 파일 "{0}"을(를) 읽고 있습니다.
pl: Odczytywanie pliku manifestu „{0}” zestawu SDK.
pt_br: Lendo o arquivo de manifesto do SDK "{0}".
ru: Идет чтение файла манифеста SDK "{0}".
tr: SDK bildirim dosyası "{0}" okunuyor.
zh_hans: 读取 SDK 清单文件“{0}”。
zh_hant: 正在讀取 SDK 資訊清單檔 "{0}"。

# ResolveSDKReference.TargetedConfigAndArchitecture
source: Targeted configuration and architecture "{0}|{1}"
cs: Cílová konfigurace a architektura {0}|{1}
de: Konfiguration und Architektur des Ziels "{0}|{1}"
es: Configuración y arquitectura de destino "{0}|{1}"
fr: Configuration et architecture ciblées "{0}|{1}"
it: Configurazione e architettura di destinazione "{0}|{1}"
ja: ターゲットの構成およびアーキテクチャ "{0}|{1}"
ko: 대상 구성 및 아키텍처 "{0}|{1}"
pl: Docelowa konfiguracja i architektura „{0}|{1}”
pt_br: Configuração e arquitetura de destino "{0}|{1}"
ru: Целевые конфигурация и архитектура "{0}|{1}"
tr: Hedeflenen yapılandırma ve mimari "{0}|{1}"
zh_hans: 目标配置和体系结构“{0}|{1}”
zh_hant: 目標組態和架構 "{0}|{1}"

# ResolveSDKReference.PlatformSDK
source: Has a platform identity of "{0}".
cs: Má identitu platformy {0}.
de: Hat eine Plattformidentität von "{0}".
es: Tiene una identidad de plataforma de "{0}".
fr: A une identité de plateforme "{0}".
it: Con identità di piattaforma "{0}".
ja: プラットフォーム ID は "{0}" です。
ko: 플랫폼 ID가 "{0}"입니다.
pl: Ma tożsamość platformy "{0}".
pt_br: Tem uma identidade de plataforma "{0}".
ru: Идентификатор платформы "{0}".
tr: "{0}" platform kimliği var.
zh_hans: 平台标识为“{0}”。
zh_hant: 平台識別為 "{0}"。

# ResolveSDKReference.CouldNotFindFrameworkIdentity
source: Could not find "FrameworkIdentity" attribute "{0}" in the SDK manifest.
cs: V manifestu sady SDK nebyl nalezen atribut {0} identity rozhraní FrameworkIdentity.
de: "FrameworkIdentity"-Attribute "{0}" konnte nicht im SDK-Manifest gefunden werden.
es: No se encontró el atributo "FrameworkIdentity" "{0}" en el manifiesto de SDK.
fr: Attribut "FrameworkIdentity" "{0}" introuvable dans le manifeste SDK.
it: L'attributo "FrameworkIdentity" "{0}" non è stato trovato nel manifesto dell'SDK.
ja: SDK マニフェストで "FrameworkIdentity" 属性 "{0}" が見つかりませんでした。
ko: SDK 매니페스트에서 "FrameworkIdentity" 특성 "{0}"을(를) 찾을 수 없습니다.
pl: W manifeście zestawu SDK nie można odnaleźć atrybutu „FrameworkIdentity” o wartości „{0}”.
pt_br: Não foi possível encontrar o atributo "FrameworkIdentity" "{0}" no manifesto do SDK.
ru: Не удается найти атрибут "FrameworkIdentity" "{0}" в манифесте SDK.
tr: "{0}" "FrameworkIdentity" özniteliği SDK bildiriminde bulunamadı.
zh_hans: 在 SDK 清单中找不到“FrameworkIdentity”特性“{0}”。
zh_hant: 在 SDK 資訊清單中找不到 "FrameworkIdentity" 屬性 "{0}"。

# ResolveSDKReference.NoFrameworkIdentitiesFound
source: No FrameworkIdentity attributes were found in the SDK manifest, treating this SDK as a non-framework SDK.
cs: V manifestu sady SDK nebyly nalezeny žádné atributy identity rozhraní FrameworkIdentity. Tato sada SDK bude považována za sadu SDK, která není součástí rozhraní.
de: Es wurden keine FrameworkIdentity-Attribute im SDK-Manifest gefunden, weshalb dieses SDK als SDK ohne Framework behandelt wird.
es: No se encontró ningún atributo FrameworkIdentity en el manifiesto del SDK; dicho SDK se tratará como distinto de .NET Framework.
fr: Aucun attribut FrameworkIdentity n'a été trouvé dans le manifeste SDK, ce SDK étant traité comme un SDK non Framework.
it: Nessun attributo FrameworkIdentity trovato nel manifesto SDK. L'SDK viene considerato come un SDK senza framework.
ja: SDK マニフェストで FrameworkIdentity 属性が見つかりませんでした。この SDK をフレームワーク以外の SDK として扱います。
ko: SDK 매니페스트에서 FrameworkIdentity 특성을 찾을 수 없습니다. 이 SDK를 프레임워크가 아닌 SDK로 간주합니다.
pl: W manifeście zestawu SDK nie znaleziono żadnych atrybutów FrameworkIdentity. Zestaw zostanie potraktowany jako nieprzeznaczony dla żadnej platformy.
pt_br: Nenhum atributo FrameworkIdentity foi encontrado no manifesto do SDK, tratando este SDK como um SDK sem framework.
ru: В манифесте SDK не найдены атрибуты FrameworkIdentity, поэтому данный пакет SDK не считается предназначенным для одной из платформ .NET Framework.
tr: SDK bildiriminde hiçbir FrameworkIdentity özniteliği bulunamadı; bunun çerçeve SDK'si olmayan bir SDK olduğu kabul ediliyor.
zh_hans: 在 SDK 清单中找不到任何 FrameworkIdentity 特性，将此 SDK 视为非框架 SDK。
zh_hant: 在 SDK 資訊清單中找不到 FrameworkIdentity 屬性，將這個 SDK 視為非架構 SDK。

# ResolveSDKReference.NoAppxLocationsFound
source: No "APPX" attributes indicating app package locations were found in the SDK manifest. If an app package is required at runtime the project may not run.
cs: V manifestu sady SDK nebyly nalezeny žádné atributy APPX určující umístění balíčku aplikace. Pokud bude za běhu vyžadován balíček aplikace, je možné, že se projekt nespustí.
de: Es wurden keine "APPX"-Attribute im SDK-Manifest gefunden, die auf App-Paketspeicherorte hinweisen. Wenn ein App-Paket zur Laufzeit erforderlich ist, wird das Projekt möglicherweise nicht ausgeführt.
es: No se encontraron atributos "APPX" que indiquen ubicaciones de paquete de aplicaciones en el manifiesto del SDK. Si se requiere un paquete de aplicaciones en tiempo de ejecución, es posible que no se ejecute el proyecto.
fr: Aucun attribut "APPX" indiquant des emplacements de package d'application n'a été trouvé dans le manifeste SDK. Si un package d'application est nécessaire au moment de l'exécution, le projet risque de ne pas s'exécuter.
it: Non sono stati trovati attributi "APPX" che indicano percorsi del pacchetto dell'applicazione nel manifesto SDK. Se viene richiesto un pacchetto dell'applicazione in fase di esecuzione, è possibile che il progetto non venga eseguito.
ja: SDK マニフェストでアプリケーション パッケージの場所を示す "APPX" 属性が見つかりませんでした。アプリケーション パッケージが実行時に必要な場合、プロジェクトは実行できない可能性があります。
ko: SDK 매니페스트에서 앱 패키지 위치를 나타내는 "APPX" 특성을 찾을 수 없습니다. 런타임에 앱 패키지가 필요한 경우 프로젝트가 실행되지 않을 수도 있습니다.
pl: W manifeście zestawu SDK nie znaleziono żadnych atrybutów „APPX” wskazujących lokalizacje pakietu aplikacji. Jeśli podczas wykonywania jest potrzebny pakiet aplikacji, projekt może nie działać.
pt_br: Nenhum atributo de "APPX" indicando localizações de pacotes dos aplicativos foi encontrado no manifesto do SDK. Se um pacote do aplicativo for necessário em tempo de execução, o projeto poderá não ser executado.
ru: В манифесте SDK не найдены атрибуты APPX, указывающие расположения пакета приложения. Если пакет приложения требуется во время выполнения, запуск проекта может быть неудачен.
tr: SDK bildiriminde uygulama paketi konumlarını gösteren hiçbir "APPX" özniteliği bulunamadı. Çalışma zamanında bir uygulama paketi gerekirse proje çalışmayabilir.
zh_hans: 在 SDK 清单中找不到任何指示应用程序包位置的“APPX”特性。如果在运行时需要应用程序包，则项目可能无法运行。
zh_hant: 在 SDK 資訊清單中找不到表示應用程式封裝位置的 "APPX" 屬性。如果執行階段需要應用程式封裝，則專案可能無法執行。
