Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# General.InvalidResxFile
source: MSB3103: Invalid Resx file. {0}
cs: MSB3103: Soubor RESX je neplatný. {0}
de: MSB3103: Ungültige ResX-Datei. {0}
es: MSB3103: Archivo Resx no válido. {0}
fr: MSB3103: Fichier Resx non valide. {0}
it: MSB3103: file Resx non valido. {0}
ja: MSB3103: ResX ファイルが無効です。{0}
ko: MSB3103: Resx 파일이 잘못되었습니다. {0}
pl: MSB3103: Nieprawidłowy plik Resx. {0}
pt_br: MSB3103: Arquivo Resx inválido. {0}
ru: MSB3103: Недопустимый файл Resx. {0}
tr: MSB3103: Geçersiz Resx dosyası. {0}
zh_hans: MSB3103: Resx 文件无效。{0}
zh_hant: MSB3103: 無效的 Resx 檔。{0}

# General.MalformedAssemblyName
source: MSB3106: Assembly strong name "{0}" is either a path which could not be found or it is a full assembly name which is badly formed. If it is a full assembly name it may contain characters that need to be escaped with backslash(\). Those characters are Equals(=), Comma(,), Quote("), Apostrophe('), Backslash(\).
cs: MSB3106: Silný název sestavení {0} je buď cesta, která nebyla nalezena, nebo chybně formátovaný plný název sestavení. Pokud se jedná o plný název sestavení, pravděpodobně obsahuje znaky, které musejí být uvozeny zpětným lomítkem (\). Jde o tyto znaky: rovná se (=), čárka (,), uvozovky ("), apostrof (') a zpětné lomítko (\).
de: MSB3106: Der starke Assemblyname "{0}" ist entweder ein Pfad, der nicht gefunden wurde, oder es ist ein vollständiger Assemblyname, der falsch formatiert ist. Wenn es sich um einen vollständigen Assemblynamen handelt, enthält er möglicherweise Zeichen, denen ein umgekehrter Schrägstrich (\) als Escape-Zeichen hinzugefügt werden muss. Diese Zeichen sind: Gleichheitszeichen (=), Komma (,), Anführungszeichen ("), Apostroph (') und umgekehrter Schrägstrich (\).
es: MSB3106: El nombre seguro de ensamblado "{0}" es una ruta de acceso que no se pudo encontrar o un nombre de ensamblado completo con formato incorrecto. Si es un nombre de ensamblado completo, puede que contenga caracteres de escape para el carácter de barra diagonal inversa (\). Estos caracteres son: signo igual (=), coma (,), comillas (""), apóstrofo ('), barra diagonal inversa (\).
fr: MSB3106: Le nom fort de l'assembly "{0}" est un chemin introuvable ou est un nom complet d'assembly qui n'est pas écrit correctement. S'il s'agit d'un nom complet d'assembly, il contient peut-être des caractères qui doivent être précédés d'une barre oblique inverse (\). Ces caractères sont le signe égal (=), la virgule (,), les guillemets ("), l'apostrophe (') et la barre oblique inverse (\).
it: MSB3106: il nome sicuro "{0}" dell'assembly è un percorso inesistente o un nome completo di assembly non corretto. Se è un nome completo di assembly, può contenere caratteri che devono essere preceduti da una barra rovesciata (\) come carattere di escape. Questi caratteri sono il segno di uguale (=), la virgola (,), le virgolette ("), l'apostrofo ('), la barra rovesciata (\).
ja: MSB3106: アセンブリの厳密な名前 "{0}" は、見つからなかったパスであるか、形式が正しくない完全アセンブリ名です。完全アセンブリ名の場合、円記号 (\) でエスケープされなければならない文字を含んでいる可能性があります。それらの文字は、等号 (=)、コンマ (,)、二重引用符 (")、アポストロフィ (')、円記号 (\) です。
ko: MSB3106: 어셈블리의 강력한 이름 "{0}"이(가) 찾을 수 없는 경로이거나 잘못된 형식의 전체 어셈블리 이름입니다. 전체 어셈블리 이름인 경우 백슬래시(\)로 이스케이프해야 하는 문자가 포함되었을 수 있습니다. 이러한 문자에는 등호(=), 쉼표(,), 따옴표("), 아포스트로피('), 백슬래시(\) 등이 있습니다.
pl: MSB3106: Silna nazwa zestawu „{0}” jest ścieżką, której nie można odnaleźć, albo pełną nazwą zestawu, która jest błędnie sformułowana. Jeśli jest pełną nazwą zestawu, może zawierać znaki, po których musi się znajdować ukośnik odwrotny (\). Dotyczy to następujących znaków: równości (=), przecinka (,), cudzysłowu ("), apostrofu (') i ukośnika odwrotnego (\).
pt_br: MSB3106: O nome forte do assembly "{0}" é um caminho que não foi possível encontrar ou é um nome de assembly completo formado incorretamente. Se for um nome de assembly completo, poderá conter caracteres que precisam ter a barra invertida (\) como caractere de escape. Esses caracteres são o sinal de igual (=), a vírgula (,), as aspas ("), o apóstrofo (") e a barra invertida (\).
ru: MSB3106: строгое имя сборки "{0}" является путем, который не удалось найти, или полным именем сборки неверного формата. Полное имя сборки может содержать символы, которые необходимо экранировать обратной косой чертой (\). К ним относятся: знак равенства (=), запятая (,), кавычки ("), апостроф ('), обратная косая черта (\).
tr: MSB3106: "{0}" bütünleştirilmiş kod tanımlayıcı adı, bulunamayan bir yol ya da hatalı biçimlendirilmiş bir tam bütünleştirilmiş kod adı. Tam bütünleştirilmiş kod adıysa, ters eğik çizgi (\) kaçış karakterini gerektiren karakterler içeriyor olabilir. Söz konusu karakterler şunlardır: Eşittir (=), Virgül (,), Tırnak İşareti ("), Kesme İşareti ('), Ters Eğik Çizgi (\).
zh_hans: MSB3106: 程序集强名称“{0}”的路径找不到，或者是格式不正确的完整程序集名称。如果是完整程序集名称，该名称可能包含需要使用反斜杠(\)转义的字符。这些字符是: 等号(=)、逗号(,)、引号(")、撇号(')和反斜杠(\)。
zh_hant: MSB3106: 組件強式名稱 "{0}" 是找不到的路徑，或者是格式不正確的完整組件名稱。如果是完整組件名稱，可能會包含需要以反斜線 (\) 逸出的字元。這些字元有等號 (=)、逗號 (,)、引號 (")、單引號 (')、反斜線 (\)。

# General.MissingOrUnknownProjectReferenceAttribute
source: MSB3107: The specified project reference metadata for the reference "{0}" is missing or has an invalid value: {1}
cs: MSB3107: Zadaná metadata odkazu na projekt pro odkaz {0} nebyla nalezena nebo mají neplatnou hodnotu: {1}
de: MSB3107: Die Projektverweismetadaten für den Verweis "{0}" fehlen oder enthalten einen ungültigen Wert: {1}
es: MSB3107: Faltan los metadatos de referencia del proyecto especificado para la referencia "{0}" o su valor no es válido: {1}
fr: MSB3107: Les métadonnées de référence de projet spécifiées pour la référence "{0}" sont manquantes ou comportent une valeur non valide : {1}
it: MSB3107: i metadati specificati per il riferimento al progetto "{0}" risultano mancanti o includono un valore non valido: {1}
ja: MSB3107: 参照 "{0}" に対して指定されたプロジェクト参照メタデータがないか、無効な値を含んでいます: {1}
ko: MSB3107: "{0}" 참조에 대한 지정된 프로젝트 참조 메타데이터가 없거나 잘못된 {1} 값이 있습니다.
pl: MSB3107: Brakuje określonych metadanych odwołania projektu dla odwołania „{0}” lub mają one nieprawidłową wartość: {1}
pt_br: MSB3107: Os metadados de referência de projeto especificados para a referência "{0}" estão ausentes ou têm um valor inválido: {1}
ru: MSB3107: Указанные метаданные ссылки проекта для ссылки "{0}" отсутствуют или имеют недопустимое значение: {1}
tr: MSB3107: "{0}" başvurusu için belirtilen proje başvuru meta verisi yok veya geçersiz değere sahip: {1}
zh_hans: MSB3107: 缺少为引用“{0}”指定的项目引用元数据，或者该元数据具有无效值: {1}
zh_hant: MSB3107: 針對參考 "{0}" 指定的專案參考中繼資料遺漏，或含有無效的值: {1}

# General.ParameterUnsupportedOnHostCompiler
source: The IDE's in-process compiler does not support the specified values for the "{0}" parameter. Therefore, this task will fallback to using the command-line compiler.
cs: Vnitroprocesový kompilátor prostředí IDE nepodporuje zadané hodnoty pro parametr {0}. U této úlohy se proto přejde k používání kompilátoru příkazového řádku.
de: Der In-Process-Compiler der IDE unterstützt die für den Parameter "{0}" angegebenen Werte nicht. Aus diesem Grund weicht diese Aufgabe auf den Befehlszeilencompiler aus.
es: El compilador IDE activo no admite los valores especificados para el parámetro "{0}". Por lo tanto, esta tarea retrocederá para usar el compilador de la línea de comandos.
fr: Le compilateur in-process de l'IDE ne prend pas en charge les valeurs spécifiées pour le paramètre "{0}". Cette tâche va donc utiliser le compilateur de ligne de commande.
it: Il compilatore in-process dell'IDE non supporta i valori specificati per il parametro "{0}", di conseguenza per questa attività verrà usato in sostituzione il compilatore da riga di comando.
ja: IDE のインプロセス コンパイラは "{0}" パラメーターに指定された値をサポートしていません。このタスクは、コマンド ライン コンパイラの使用にフォールバックします。
ko: IDE의 In-Process 컴파일러에서는 "{0}" 매개 변수에 지정한 값이 지원되지 않으므로 대신 명령줄 컴파일러에서 이 작업을 처리합니다.
pl: Wewnątrzprocesowy kompilator programu IDE nie obsługuje określonych wartości dla parametru „{0}”. Dlatego to zadanie powróci do używania kompilatora wiersza polecenia.
pt_br: O compilador em processo do IDE não dá suporte aos valores especificados para o parâmetro "{0}". Portanto, essa tarefa fará fallback para o uso do compilador de linha de comando.
ru: Встроенный компилятор интегрированной среды разработки не поддерживает указанные значения параметра "{0}". Поэтому задача будет использовать компилятор с интерфейсом командной строки.
tr: IDE’nin işlem içi derleyicisi, "{0}" parametresi için belirtilen değerleri desteklemiyor. Bu görev, bu nedenle komut satırı derleyicisini kullanmaya geri dönecek.
zh_hans: IDE 的进程内编译器不支持为“{0}”参数指定的值。因此，此任务将退而使用命令行编译器。
zh_hant: IDE 的同處理序編譯器不支援替 "{0}" 參數指定的值。因此，此工作改回使用命令列編譯器。

# General.PlatformSDKFileNotFound
source: MSB3091: Task failed because "{0}" was not found, or the correct Microsoft Windows SDK is not installed. The task is looking for "{0}" in the "bin" subdirectory beneath the location specified in the {1} value of the registry key {2}. You may be able to solve the problem by doing one of the following: 1) Install the Microsoft Windows SDK. 2) Install Visual Studio 2010. 3) Manually set the above registry key to the correct location. 4) Pass the correct location into the "ToolPath" parameter of the task.
cs: MSB3091: Úloha se nezdařila, protože nebyla nalezena položka {0} nebo není nainstalována správná sada Microsoft Windows SDK. Úloha hledá položku {0} v podadresáři bin v umístění zadaném hodnotou {1} klíče registru {2}. Potíže bude pravděpodobně možné vyřešit provedením jedné z následujících akcí: 1) Instalací sady Microsoft Windows SDK. 2) Instalací sady Visual Studio 2010. 3) Ručním nastavením uvedeného klíče registru na správné umístění. 4) Předáním správného umístění parametru ToolPath úlohy.
de: MSB3091: Fehler bei der Aufgabe. "{0}" wurde nicht gefunden, oder das korrekte Microsoft Windows SDK ist nicht installiert. Die Aufgabe sucht im Unterverzeichnis "bin" des im Wert "{1}" des Registrierungsschlüssels "{2}" angegebenen Speicherorts nach "{0}". Das Problem lässt sich möglicherweise wie folgt beheben: 1) Installieren Sie das Microsoft Windows SDK. 2) Installieren Sie Visual Studio 2010. 3) Legen Sie den obigen Registrierungsschlüssel manuell auf den korrekten Speicherort fest. 4) Übergeben Sie den korrekten Speicherort in den "ToolPath"-Parameter der Aufgabe.
es: MSB3091: Error en la tarea porque "{0}" no se encuentra o no está instalada la versión correcta de Microsoft Windows SDK. La tarea busca "{0}" en el subdirectorio "bin" de la ubicación especificada en el valor {1} de la clave del Registro {2}. Puede que el problema se solucione de una de estas formas: 1) Instale Microsoft Windows SDK. 2) Instale Visual Studio 2010. 3) Establezca manualmente la clave del Registro indicada en la ubicación correcta. 4) Pase la ubicación correcta en el parámetro "ToolPath" de la tarea.
fr: MSB3091: La tâche a échoué, car "{0}" est introuvable ou le SDK Microsoft Windows approprié n'est pas installé. La tâche recherche "{0}" dans le sous-répertoire "bin" à l'emplacement spécifié par la valeur {1} de la clé de Registre {2}. Essayez de résoudre le problème de l'une des manières suivantes : 1) Installez le SDK Microsoft Windows. 2) Installez Visual Studio 2010. 3) Indiquez l'emplacement approprié dans la clé de Registre ci-dessus. 4) Passez cet emplacement au paramètre "ToolPath" de la tâche.
it: MSB3091: attività non riuscita. "{0}" non è stato trovato oppure la versione corretta di Microsoft Windows SDK non è installata. L'attività sta cercando "{0}" nella sottodirectory "bin" nel percorso specificato nel valore {1} della chiave del Registro di sistema {2}. Per risolvere il problema, provare una delle operazioni seguenti: 1) Installare Microsoft Windows SDK. 2) Installare Visual Studio 2010. 3) Impostare manualmente la chiave del Registro di sistema specificata in precedenza sul percorso corretto. 4) Passare il percorso corretto al parametro "ToolPath" dell'attività.
ja: MSB3091: "{0}" が見つからなかったため、または正しい Microsoft Windows SDK がインストールされていないため、タスクが失敗しました。タスクは、レジストリ キー {2} の値 {1} で指定された場所の下にある "bin" サブディレクトリで "{0}" を探しています。次のいずれかを行うことによって問題を解決できる可能性があります。1) Microsoft Windows SDK をインストールする。2) Visual Studio 2010 をインストールする。3) 上記のレジストリ キーを正しい場所に手動で設定する。4) 正しい場所をタスクの "ToolPath" パラメーターに渡す。
ko: MSB3091: "{0}"이(가) 없거나 올바른 Microsoft Windows SDK가 설치되어 있지 않아 작업을 수행하지 못했습니다. 이 작업은 {2} 레지스트리 키의 {1} 값에 지정된 위치 아래에 있는 "bin" 하위 디렉터리에서 "{0}"을(를) 찾고 있습니다. 문제를 해결하려면 다음 중 하나를 수행하세요. 1) Microsoft Windows SDK를 설치합니다. 2) Visual Studio 2010을 설치합니다. 3) 위의 레지스트리 키를 올바른 위치로 직접 설정합니다. 4) 올바른 위치를 작업의 "ToolPath" 매개 변수에 전달합니다.
pl: MSB3091: Zadanie zakończyło się niepowodzeniem, ponieważ nie można odnaleźć elementu „{0}” lub zestaw Microsoft Windows SDK nie jest zainstalowany. Zadanie szuka elementu „{0}” w podkatalogu „bin” znajdującym się w lokalizacji określonej w wartości {1} klucza rejestru {2}. Problem można rozwiązać, wykonując jedną z następujących czynności: 1) zainstalowanie zestawu Microsoft Windows SDK, 2) zainstalowanie programu Visual Studio 2010, 3) ręczne ustawienie poprawnej lokalizacji w powyższym kluczu rejestru, 4) przekazanie poprawnej lokalizacji do parametru ToolPath zadania.
pt_br: MSB3091: A tarefa falhou porque "{0}" não foi encontrado ou o SDK do Microsoft Windows correto não está instalado. A tarefa está procurando por "{0}" no subdiretório "bin" sob a localização especificada no valor {1} da chave do Registro {2}. Você poderá resolver o problema executando um destes procedimentos: 1) Instalar o SDK do Microsoft Windows. 2) Instalar o Visual Studio 2010. 3) Definir manualmente a chave do Registro acima para a localização correta. 4) Passar a localização correta para o parâmetro "ToolPath" da tarefa.
ru: MSB3091: задача не выполнена, так как не обнаружен "{0}" или не установлен нужный пакет Microsoft Windows SDK. Задача пытается найти "{0}" в подкаталоге bin в расположении, заданном значением {1} раздела реестра {2}. Возможно, неполадку удастся устранить, выполнив одно из следующих действий: (1) установите Microsoft Windows SDK; (2) установите Visual Studio 2010; (3) вручную задайте в указанном выше разделе реестра правильное расположение; (4) передайте правильное расположение в параметр ToolPath задачи.
tr: MSB3091: "{0}" bulunamadığından veya doğru Microsoft Windows SDK yüklü olmadığından görev başarısız oldu. Görev, {2} kayıt defteri anahtarının {1} değerinde belirtilen konumun altındaki "bin" alt dizininde {0} öğesini arıyor. Şunlardan birini yaparak sorunu çözebilirsiniz: 1) Microsoft Windows SDK’yı yükleyin. 2) Visual Studio 2010’u yükleyin. 3) Yukarıdaki kayıt defteri anahtarını el ile doğru konuma ayarlayın. 4) Görevin "ToolPath" parametresine doğru konumu geçirin.
zh_hans: MSB3091: 任务失败，因为未找到“{0}”，或未安装正确的 Microsoft Windows SDK。任务正在注册表项 {2} 的 {1} 值中所指定位置下的“bin”子目录中查找“{0}”。通过执行下列操作之一可以解决此问题: 1) 安装 Microsoft Windows SDK。2) 安装 Visual Studio 2010。 3) 手动向正确的位置设置上面的注册表项。4) 将正确的位置传入任务的“ToolPath”参数中。
zh_hant: MSB3091: 工作失敗，因為找不到 "{0}"，或未安裝正確的 Microsoft Windows SDK。工作正於登錄機碼 {2} 的 {1} 值中指定位置下的 "bin" 子目錄尋找 "{0}"。您可以執行下列其中一個動作以解決此問題: 1) 安裝 Microsoft Windows SDK。2) 安裝 Visual Studio 2010。 3) 手動將上方登錄機碼設為正確位置。4) 將正確位置傳入工作的 "ToolPath" 參數中。

# General.PlatformSDKFileNotFoundSdkToolsPath
source: MSB3084: Task attempted to find "{0}" in two locations. 1) Under the "{1}" processor specific directory which is generated based on SdkToolsPath 2) The x86 specific directory under "{2}" which is specified by the SDKToolsPath property. You may be able to solve the problem by doing one of the following: 1) Set the "SDKToolsPath" property to the location of the Microsoft Windows SDK.
cs: MSB3084: Úloha se pokusila najít položku {0} ve dvou umístěních. 1) V adresáři daného procesoru {1}, který je generován v závislosti na parametru SdkToolsPath. 2) V adresáři specifickém pro platformu x86 v adresáři {2}, který je zadán vlastností SDKToolsPath. Potíže bude pravděpodobně možné vyřešit provedením jedné z následujících akcí: 1) Nastavením vlastnosti SDKToolsPath na umístění sady Microsoft Windows SDK.
de: MSB3084: Die Aufgabe hat an zwei Speicherorten nach "{0}" gesucht. 1) Unter dem prozessorspezifischen Verzeichnis "{1}", das basierend auf SdkToolsPath generiert wird 2) Im x86-spezifischen Verzeichnis unter "{2}", das von der SDKToolsPath-Eigenschaft angegeben wird. Das Problem lässt sich möglicherweise wie folgt beheben: 1) Legen Sie die "SDKToolsPath"-Eigenschaft auf den Speicherort des Microsoft Windows SDK fest.
es: MSB3084: La tarea intentó encontrar "{0}" en dos ubicaciones. 1) En el directorio específico del procesador "{1}" que se genera conforme a SdkToolsPath; 2) En el directorio específico de x86 de "{2}" que se especifica en la propiedad SDKToolsPath. Puede que el problema se solucione de una de estas formas: 1) Establezca la propiedad "SDKToolsPath" en la ubicación de Microsoft Windows SDK.
fr: MSB3084: La tâche a tenté de trouver "{0}" à deux emplacements. 1) Dans le répertoire spécifique du processeur "{1}", généré d'après SdkToolsPath 2) Dans le répertoire spécifique x86 sous "{2}", spécifié par la propriété SDKToolsPath. Essayez de résoudre le problème de l'une des manières suivantes : 1) Définissez la propriété "SDKToolsPath" sur l'emplacement du SDK Microsoft Windows.
it: MSB3084: l'attività ha provato a trovare "{0}" in due percorsi. 1) Nella directory specifica del processore "{1}" che viene generata in base a SdkToolsPath. 2) Nella directory specificata di x86 in "{2}" che viene specificata dalla proprietà SDKToolsPath. Per risolvere il problema, provare una delle operazioni seguenti: 1) Impostare la proprietà "SDKToolsPath" sul percorso di Microsoft Windows SDK.
ja: MSB3084: タスクは 2 つの場所で "{0}" を探しました。1) SdkToolsPath に基づいて生成された "{1}" プロセッサ固有のディレクトリ 2) SDKToolsPath プロパティで指定された "{2}" の下にある x86 固有のディレクトリ。次のいずれかを行うことによって問題を解決できる可能性があります。1) "SDKToolsPath" プロパティを Microsoft Windows SDK の場所に設定する。
ko: MSB3084: 작업에서 "{0}"을(를) 다음 두 위치에서 찾으려고 했습니다. 1) SdkToolsPath를 기반으로 생성되는 "{1}" 프로세서 특정 디렉터리 아래. 2) SDKToolsPath 속성으로 지정하는 "{2}" 아래의 x86 디렉터리. 문제를 해결하려면 다음 중 하나를 수행하세요. 1) "SDKToolsPath" 속성을 Microsoft Windows SDK 위치로 설정합니다.
pl: MSB3084: Zadanie próbowało odnaleźć element „{0}” w dwóch lokalizacjach. 1) W katalogu „{1}” właściwym dla procesora, generowanym na podstawie właściwości SdkToolsPath. 2) W katalogu właściwym dla procesora x86 w obszarze „{2}” określanym przez właściwość SDKToolsPath. Problem można rozwiązać, wykonując jedną z następujących czynności: 1) Ustaw właściwość „SDKToolsPath” na lokalizację zestawu Microsoft Windows SDK.
pt_br: MSB3084: A tarefa tentou localizar "{0}" em duas localizações. 1) No diretório específico ao processador "{1}", que é gerado com base em SdkToolsPath 2) No diretório específico a x86 em "{2}", que é especificado pela propriedade SDKToolsPath. Você poderá resolver o problema executando este procedimento: 1) Definir a propriedade "SDKToolsPath" como a localização do SDK do Microsoft Windows.
ru: MSB3084: в рамках задачи выполнена попытка найти "{0}" в двух расположениях: (1) в каталоге для процессора "{1}", создаваемом согласно свойству SdkToolsPath; (2) в каталоге для архитектуры x86 в "{2}", определяемом свойством SDKToolsPath. Возможно, неполадку удастся устранить, выполнив одно из следующих действий. 1. Укажите для свойства SDKToolsPath расположение пакета Microsoft Windows SDK.
tr: MSB3084: Görev "{0}" öğesini iki konumda bulmaya çalıştı. 1.) SdkToolsPath özelliğine bağlı olarak oluşturulan işlemciye özgü "{1}" dizininde. 2) SDKToolsPath özelliği tarafından belirtilen "{2}" altındaki x86’ya özgü dizinde. Şunlardan birini yaparak sorunu çözebilirsiniz: 1) "SDKToolsPath" özelliğini Microsoft Windows SDK’nin konumuna ayarlayın.
zh_hans: MSB3084: 任务尝试在两个位置查找“{0}”。1) 在基于 SdkToolsPath 生成的“{1}”处理器特定目录下 2)“{2}”(由 SDKToolsPath 属性指定)下的 x86 特定目录下。可以通过执行下列操作之一来解决此问题: 1) 将“SDKToolsPath”属性设置为 Microsoft Windows SDK 的位置。
zh_hant: MSB3084: 工作嘗試在兩個位置尋找 "{0}"。1) 在依據 SdkToolsPath 產生的 "{1}" 處理器特定目錄下 2) 在 SDKToolsPath 屬性所指定 "{2}" 下的 x86 特定目錄。您可以執行下列其中一個動作以解決此問題: 1) 將 "SDKToolsPath" 屬性設為 Microsoft Windows SDK 的位置。

# General.SdkToolsPathNotSpecifiedOrToolDoesNotExist
source: Task attempted to find "{0}" using the SdkToolsPath value "{1}". Make sure the SdkToolsPath is set to the correct value and the tool exists in the correct processor specific location below it.
cs: Úloha se pokusila najít položku {0} pomocí hodnoty {1} parametru SdkToolsPath. Ověřte, že je parametr SdkToolsPath nastavený na správnou hodnotu a že se nástroj nachází ve správném umístění pro daný typ procesoru.
de: Die Aufgabe hat mit dem SdkToolsPath-Wert "{1}" nach "{0}" gesucht. Stellen Sie sicher, dass SdkToolsPath auf den korrekten Wert festgelegt ist und das Tool am korrekten prozessorspezifischen Speicherort unter dem Pfad vorhanden ist.
es: La tarea intentó encontrar "{0}" usando el valor "{1}" de SdkToolsPath. Asegúrese de establecer SdkToolsPath en el valor correcto y de que la herramienta exista debajo, en la ubicación específica correcta del procesador.
fr: La tâche a tenté de trouver "{0}" à l'emplacement défini par la valeur SdkToolsPath "{1}". Vérifiez que la valeur SdkToolsPath est correcte et que l'outil existe à l'emplacement du processeur approprié, sous SdkToolsPath.
it: L'attività ha provato a trovare "{0}" usando il valore SdkToolsPath "{1}". Verificare che SdkToolsPath sia impostato sul valore corretto e che lo strumento sia presente nel percorso specifico del processore corretto sottostante.
ja: タスクは SdkToolsPath 値 "{1}" を使用して "{0}" を探しました。SdkToolsPath が適切な値に設定され、ツールがそのパスの下の適切なプロセッサ固有の場所に存在することを確認してください。
ko: 작업에서 SdkToolsPath 값 "{1}"을(를) 사용하여 "{0}"을(를) 찾으려고 했습니다. SdkToolsPath가 올바른 값으로 설정되었는지, 도구가 이 경로 아래의 올바른 프로세서 위치에 있는지 확인하세요.
pl: Zadanie próbowało odnaleźć element „{0}” za pomocą wartości SdkToolsPath „{1}”. Upewnij się, że właściwość SdkToolsPath ma ustawioną prawidłową wartość i że narzędzie istnieje w prawidłowej lokalizacji właściwej dla procesora poniżej.
pt_br: A tarefa tentou localizar "{0}" usando o valor "{1}" de SdkToolsPath. Verifique se SdkToolsPath está definido para o valor correto e se a ferramenta existe na localização correta específica ao processador.
ru: В рамках задачи выполнена попытка найти "{0}" с использованием значения "{1}" свойства SdkToolsPath. Убедитесь, что для SdkToolsPath задано правильное значение и что средство находится по этому пути в нужном расположении для процессора.
tr: Görev, "{1}" SdkToolsPath değerini kullanarak "{0}" öğesini bulmaya çalıştı. SdkToolsPath özelliğinin doğru değere ayarlandığından ve aracın bu değerin altında, işlemciye özgü doğru konumda bulunduğundan emin olun.
zh_hans: 任务尝试使用 SdkToolsPath 值“{1}”找到“{0}”。请确保 SdkToolsPath 设置为正确的值，并且在所设置值之下的相应处理器特定位置存在该工具。
zh_hant: 工作嘗試使用 SdkToolsPath 值 "{1}" 尋找 "{0}"。請確認已將 SdkToolsPath 設定為正確值，而且工具存在於其下的正確處理器特定位置。
