Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveKeySource.ResolvedThumbprintEmpty
source: MSB3327: Unable to find code signing certificate in the current user’s Windows certificate store. To correct this, either disable signing of the ClickOnce manifest or install the certificate into the certificate store.
cs: MSB3327: V úložišti certifikátů Windows aktuálního uživatele se nedá najít certifikát pro podpis kódu. Pokud chcete tento problém opravit, zakažte podepisování manifestu ClickOnce, nebo do úložiště certifikátů nainstalujte certifikát.
de: MSB3327: Das Codesignaturzertifikat wurde im Windows-Zertifikatspeicher des aktuellen Benutzers nicht gefunden. Deaktivieren Sie entweder das Signieren des ClickOnce-Manifests, oder installieren Sie das Zertifikat im Zertifikatspeicher, um das Problem zu beheben.
es: MSB3327: No se puede encontrar el certificado de firma de código en el almacén de certificados de Windows del usuario actual. Para solucionarlo, deshabilite la firma del manifiesto de ClickOnce o instale el certificado en el almacén de certificados.
fr: MSB3327: Le certificat de signature de code est introuvable dans le magasin de certificats Windows de l'utilisateur actuel. Pour corriger ce problème, désactivez la signature du manifeste ClickOnce ou installez le certificat dans le magasin de certificats.
it: MSB3327: il certificato di firma del codice non è stato trovato nell'archivio certificati Windows dell'utente corrente. Per risolvere il problema, disabilitare la firma del manifesto ClickOnce o installare il certificato nell'archivio certificati.
ja: MSB3327: 現在のユーザーの Windows 証明書ストアにコード署名証明書が見つかりません。これを修正するには、ClickOnce マニフェストの署名を無効にするか、証明書ストアに証明書をインストールしてください。
ko: MSB3327: 현재 사용자의 Windows 인증서 저장소에서 코드 서명 인증서를 찾을 수 없습니다. 이 문제를 해결하려면 ClickOnce 매니페스트를 사용하지 않도록 설정하거나 인증서를 인증서 저장소에 설치하세요.
pl: MSB3327: Nie można znaleźć certyfikatu podpisywania kodu w magazynie certyfikatów bieżącego użytkownika systemu Windows. Aby naprawić ten błąd, wyłącz podpisywanie manifestu ClickOnce lub zainstaluj certyfikat w magazynie certyfikatów.
pt_br: MSB3327: Não foi possível encontrar o certificado de assinatura de código no repositório de certificados do Windows do usuário atual. Para corrigir isso, desabilite a assinatura do manifesto ClickOnce ou instale o certificado no repositório de certificados.
ru: MSB3327: не удается найти сертификат подписи кода в хранилище сертификатов Windows текущего пользователя. Чтобы исправить это, отключите подписывание манифеста ClickOnce или установите сертификат в хранилище сертификатов.
tr: MSB3327: Geçerli kullanıcının Windows sertifika deposunda kod imzalama sertifikası bulunamadı. Bunu düzeltmek için, ClickOnce bildiriminin imzalanmasını devre dışı bırakın veya sertifikayı sertifika deposuna yükleyin.
zh_hans: MSB3327: 无法在当前用户的 Windows 证书存储中找到代码签名证书。若要更正此问题，请禁用 ClickOnce 清单的签名或将证书安装到证书存储中。
zh_hant: MSB3327: 在目前使用者的 Windows 憑證存放區中，找不到程式碼簽署憑證。若要更正此問題，請停用 ClickOnce 資訊清單的簽署，或將憑證安裝到憑證存放區。

# ResolveManifestFiles.PublishFileNotFound
source: MSB3331: Unable to apply publish properties for item "{0}".
cs: MSB3331: Nelze použít vlastnosti publikování pro položku {0}.
de: MSB3331: Die Publish-Eigenschaften konnten für das Element "{0}" nicht angewendet werden.
es: MSB3331: No se pudieron aplicar las propiedades de publicación para el elemento "{0}".
fr: MSB3331: Impossible d'appliquer les propriétés de publication pour l'élément "{0}".
it: MSB3331: non è possibile applicare le proprietà di pubblicazione per l'elemento "{0}".
ja: MSB3331: 項目 "{0}" に公開プロパティを適用できません。
ko: MSB3331: "{0}" 항목에 대해 게시 속성을 적용할 수 없습니다.
pl: MSB3331: Nie można zastosować właściwości publikowania dla elementu „{0}”.
pt_br: MSB3331: Não é possível aplicar propriedades de publicação ao item "{0}".
ru: MSB3331: Не удалось применить свойства публикации для элемента "{0}".
tr: MSB3331: "{0}" öğesi için yayımlama özellikleri uygulanamıyor.
zh_hans: MSB3331: 无法为项“{0}”应用发布属性。
zh_hant: MSB3331: 無法為項目 "{0}" 套用發佈屬性。

# ResolveNativeReference.Comment
source: Processing manifest file "{0}".
cs: Probíhá zpracování souboru manifestu {0}.
de: Die Manifestdatei "{0}" wird verarbeitet.
es: Procesando el archivo de manifiesto "{0}".
fr: Traitement du fichier manifeste "{0}".
it: Elaborazione file manifesto "{0}".
ja: マニフェスト ファイル "{0}" を処理しています。
ko: 매니페스트 파일 "{0}"을(를) 처리하고 있습니다.
pl: Przetwarzanie pliku manifestu „{0}”.
pt_br: Processando o arquivo de manifesto "{0}".
ru: Обработка файла манифеста "{0}".
tr: "{0}" bildirim dosyası işleniyor.
zh_hans: 正在处理清单文件“{0}”。
zh_hant: 正在處理資訊清單檔案"{0}"。

# ResolveNativeReference.ResolveReference
source: Attempting to resolve reference "{0}" on path(s):
cs: Probíhá pokus o přeložení odkazu {0} v těchto cestách:
de: Es wird versucht, den Verweis "{0}" an folgenden Pfaden aufzulösen:
es: Intentando resolver referencia "{0}" en las rutas de acceso:
fr: Tentative de résolution de la référence "{0}" sur les chemins d'accès :
it: Tentativo di risolvere il riferimento a "{0}" nei percorsi:
ja: 次のパスで参照 "{0}" を解決しようとしています:
ko: 다음 경로에서 "{0}" 참조를 확인하려고 시도하는 중:
pl: Próba rozpoznania odwołania „{0}” na ścieżkach:
pt_br: Tentando resolver a referência "{0}" no(s) caminho(s):
ru: Предпринимается попытка разрешить ссылку "{0}" для следующих путей:
tr: Şu yollarda "{0}" başvurusunu çözümleme girişimi:
zh_hans: 正在尝试在以下路径上解析引用“{0}”:
zh_hant: 正在嘗試解析路徑上的參考 "{0}":

# ResolveNativeReference.FailedToResolveReference
source: MSB3341: Could not resolve reference "{0}". If this reference is required by your code, you may get compilation errors.
cs: MSB3341: Nelze přeložit odkaz {0}. Pokud kód tento odkaz vyžaduje, při kompilaci může dojít k chybám.
de: MSB3341: Der Verweis "{0}" konnte nicht aufgelöst werden. Falls dieser Verweis im Code erforderlich ist, können Kompilierungsfehler auftreten.
es: MSB3341: No se pudo resolver la referencia "{0}". Si el código necesita esta referencia, podrían producirse errores de compilación.
fr: MSB3341: Impossible de résoudre la référence "{0}". Si cette référence est exigé par votre code, cela peut entraîner des erreurs de compilation.
it: MSB3341: non è stato possibile risolvere il riferimento a "{0}". Se il riferimento è richiesto dal codice, potrebbero essere generati errori di compilazione.
ja: MSB3341: 参照 "{0}" を解決できませんでした。この参照がコードで必要とされる場合、コンパイル エラーが発生する可能性があります。
ko: MSB3341: "{0}" 참조를 확인할 수 없습니다. 해당 코드에 이 참조가 필요한 경우 컴파일 오류가 발생할 수 있습니다.
pl: MSB3341: Nie można rozpoznać odwołania „{0}”. Jeśli to odwołanie jest wymagane przez kod, mogą wystąpić błędy kompilacji.
pt_br: MSB3341: Não foi possível resolver a referência "{0}". Se essa referência for exigida pelo seu código, poderão ocorrer erros de compilação.
ru: MSB3341: не удалось разрешить ссылку "{0}". Если эта ссылка необходима для кода, при компиляции могут возникнуть ошибки.
tr: MSB3341: "{0}" başvurusu çözümlenemedi. Kodunuz için bu başvuru gerekliyse, derleme hatalarıyla karşılaşabilirsiniz.
zh_hans: MSB3341: 未能解析引用“{0}”。如果您的代码需要此引用，则可能出现编译错误。
zh_hant: MSB3341: 無法解析參考 "{0}"。如果您的程式碼要求這個參考，可能會發生編譯錯誤。

# ResolveNonMSBuildProjectOutput.ProjectReferenceResolutionFailure
source: MSB3582: Could not resolve project reference "{0}".
cs: MSB3582: Nelze přeložit odkaz na projekt {0}.
de: MSB3582: Der Projektverweis "{0}" konnte nicht aufgelöst werden.
es: MSB3582: No se pudo resolver la referencia "{0}" del proyecto.
fr: MSB3582: Impossible de résoudre la référence de projet "{0}".
it: MSB3582: non è stato possibile risolvere il riferimento al progetto "{0}".
ja: MSB3582: プロジェクト参照 "{0}" を解決できませんでした。
ko: MSB3582: 프로젝트 참조 "{0}"을(를) 확인할 수 없습니다.
pl: MSB3582: Nie można rozpoznać odwołania projektu „{0}”.
pt_br: MSB3582: Não foi possível resolver a referência de projeto "{0}".
ru: MSB3582: Не удалось разрешить ссылку на проект "{0}".
tr: MSB3582: "{0}" proje başvurusu çözümlenemedi.
zh_hans: MSB3582: 未能解析项目引用“{0}”。
zh_hant: MSB3582: 無法解析專案參考 "{0}"。

# ResolveNonMSBuildProjectOutput.ProjectReferenceUnresolved
source: Project reference "{0}" has not been resolved.
cs: Odkaz na projekt {0} nebyl přeložen.
de: Der Projektverweis "{0}" wurde nicht aufgelöst.
es: La referencia del proyecto "{0}" no se ha resuelto.
fr: La référence de projet "{0}" n'a pas été résolue.
it: Il riferimento al progetto "{0}" non è stato risolto.
ja: プロジェクト参照 "{0}" は解決されませんでした。
ko: 프로젝트 참조 "{0}"이(가) 확인되지 않았습니다.
pl: Odwołanie do projektu „{0}” nie zostało rozpoznane.
pt_br: A referência de projeto "{0}" não foi resolvida.
ru: Ссылка на проект "{0}" не была разрешена.
tr: "{0}" proje başvurusu çözümlenmedi.
zh_hans: 尚未解析项目引用“{0}”。
zh_hant: 尚未解析專案參考 "{0}"。

# ResolveNonMSBuildProjectOutput.ProjectReferenceResolutionStarting
source: Resolving project reference "{0}".
cs: Probíhá překlad odkazu na projekt {0}.
de: Der Projektverweis "{0}" wird aufgelöst.
es: Resolviendo la referencia "{0}" del proyecto.
fr: Résolution de la référence de projet "{0}".
it: Risoluzione del riferimento al progetto "{0}" in corso.
ja: プロジェクト参照 "{0}" を解決しています。
ko: 프로젝트 참조 "{0}"을(를) 확인하고 있습니다.
pl: Rozpoznawanie odwołania projektu „{0}”.
pt_br: Resolvendo a referência de projeto "{0}".
ru: Разрешение ссылки на проект "{0}".
tr: "{0}" proje başvurusu çözümleniyor.
zh_hans: 正在解析项目引用“{0}”。
zh_hant: 正在解析專案參考 "{0}"。

# ResolveNonMSBuildProjectOutput.ProjectReferenceResolutionSuccess
source: Project reference "{0}" resolved as "{1}".
cs: Odkaz na projekt {0} byl přeložen jako {1}.
de: Der Projektverweis "{0}" wurde als "{1}" aufgelöst.
es: La referencia "{0}" del proyecto se resolvió como "{1}".
fr: La référence de projet "{0}" a été résolue comme "{1}".
it: Riferimento al progetto "{0}" risolto come "{1}".
ja: プロジェクト参照 "{0}" は "{1}" として解決されました。
ko: 프로젝트 참조 "{0}"을(를) "{1}"(으)로 확인했습니다.
pl: Odwołanie projektu „{0}” zostało rozpoznane jako „{1}”.
pt_br: Referência de projeto "{0}" resolvida como "{1}".
ru: Ссылка на проект "{0}" разрешена как "{1}".
tr: "{0}" proje başvurusu "{1}" olarak çözümlendi.
zh_hans: 项目引用“{0}”解析为“{1}”。
zh_hant: 解析為 "{1}" 的專案參考 "{0}"。

# SGen.ResourceNotFound
source: MSB3471: Non-existent reference "{0}" passed to the SGen task.
cs: MSB3471: Úloze SGen byl předán neexistující odkaz {0}.
de: MSB3471: Ein nicht vorhandener Verweis "{0}" wurde an die SGen-Aufgabe übergeben.
es: MSB3471: La referencia "{0}" que no existe se pasó a la tarea SGen.
fr: MSB3471: Référence "{0}" inexistante passée à la tâche SGen.
it: MSB3471: riferimento non esistente "{0}" passato all'attività SGen.
ja: MSB3471: 存在しない参照 "{0}" が SGen タスクに渡されました。
ko: MSB3471: 없는 참조 "{0}"을(를) SGen 작업에 전달했습니다.
pl: MSB3471: Nieistniejące odwołanie „{0}” zostało przekazane do zadania SGen.
pt_br: MSB3471: Referência não existente "{0}" passada à tarefa SGen.
ru: MSB3471: В задачу SGen передана несуществующая ссылка "{0}".
tr: MSB3471: Varolmayan "{0}" başvurusu SGen görevine geçirildi.
zh_hans: MSB3471: 传递给 SGen 任务的引用“{0}”不存在。
zh_hant: MSB3471: 傳遞至 SGen 工作的參考 "{0}" 不存在。

# SGen.CouldNotDeleteSerializer
source: MSB3472: We were unable to delete the existing serializer "{0}" before creating a new one: {1}
cs: MSB3472: Nepodařilo se odstranit existující serializátor {0} před vytvořením nového: {1}
de: MSB3472: Das vorhandene Serialisierungsprogramm "{0}" konnte vor dem Erstellen eines neuen Serialisierungsprogramms nicht gelöscht werden: {1}
es: MSB3472: No se pudo eliminar el serializador "{0}" existente antes de crear uno nuevo: {1}
fr: MSB3472: Impossible de supprimer le sérialiseur existant "{0}" avant d'en créer un autre : {1}
it: MSB3472: non è possibile eliminare il serializzatore esistente "{0}" prima di crearne uno nuovo: {1}
ja: MSB3472: 新しいシリアライザーを作成する前に、既存のシリアライザー "{0}" を削除できませんでした: {1}
ko: MSB3472: 새 serializer를 만들기 전에 기존 serializer "{0}"을(를) 삭제하지 못했습니다. {1}
pl: MSB3472: Nie można usunąć istniejącego serializatora „{0}” przed utworzeniem nowego: {1}
pt_br: MSB3472: Não é possível excluir o serializador existente "{0}" antes de criar um novo: {1}
ru: MSB3472: Не удалось удалить существующий сериализатор "{0}" перед созданием нового: {1}
tr: MSB3472: Yeni bir tane oluşturulmadan varolan seri hale getirici "{0}" silinemiyor: {1}
zh_hans: MSB3472: 创建新的序列化程序之前，无法删除现有序列化程序“{0}”: {1}
zh_hant: MSB3472: 建立新的序列化程式之前，我們無法刪除現有的序列化程式 "{0}": {1}

# SGen.InvalidPath
source: MSB3473: Path for "{0}" is invalid. {1}
cs: MSB3473: Cesta k objektu {0} je neplatná. {1}
de: MSB3473: Der Pfad für "{0}" ist ungültig. {1}
es: MSB3473: La ruta de acceso de "{0}" no es válida. {1}
fr: MSB3473: Le chemin d'accès de "{0}" n'est pas valide. {1}
it: MSB3473: il percorso di "{0}" non è valido. {1}
ja: MSB3473: "{0}" のパスが無効です。{1}
ko: MSB3473: "{0}"의 경로가 잘못되었습니다. {1}
pl: MSB3473: Ścieżka elementu „{0}” jest nieprawidłowa. {1}
pt_br: MSB3473: O caminho para "{0}" não é válido. {1}
ru: MSB3473: Путь для "{0}" является недопустимым. {1}
tr: MSB3473: "{0}" yolu geçersiz. {1}
zh_hans: MSB3473: “{0}”的路径无效。{1}
zh_hant: MSB3473: "{0}" 的路徑無效。{1}

# SGen.TaskNotSupported
source: MSB3474: The task "{0}" is not supported on the .NET Core version of MSBuild. Use the Microsoft XML Serializer Generator package instead. See https://go.microsoft.com/fwlink/?linkid=858594 for more information.
cs: MSB3474: Úloha {0} se ve verzi MSBuildu .NET Core nepodporuje. Použijte místo ní balíček Microsoft XML Serializer Generator. Další informace najdete na adrese https://go.microsoft.com/fwlink/?linkid=858594.
de: MSB3474: Die Aufgabe "{0}" wird in der .NET Core-Version von MSBuild nicht unterstützt. Verwenden Sie stattdessen das Microsoft XML Serializer Generator-Paket. Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=858594.
es: MSB3474: La tarea "{0}" no se admite en la versión .NET Core de MSBuild. En su lugar, use el paquete del Generador de serializador XML de Microsoft. Consulte https://go.microsoft.com/fwlink/?linkid=858594 para obtener más información.
fr: MSB3474: la tâche "{0}" n'est pas prise en charge dans la version .NET Core de MSBuild. Utilisez le package Microsoft XML Serializer Generator à la place. Pour plus d'informations, consultez https://go.microsoft.com/fwlink/?linkid=858594.
it: MSB3474: l'attività "{0}" non è supportata nella versione .NET Core di MSBuild. Usare il pacchetto dello strumento del generatore di serializzatori XML Microsoft. Per altre informazioni, vedere https://go.microsoft.com/fwlink/?linkid=858594.
ja: MSB3474: タスク "{0}" は、MSBuild の .NET Core バージョンではサポートされていません。代わりに Microsoft XML Serializer ジェネレーター パッケージを使用してください。詳細については、https://go.microsoft.com/fwlink/?linkid=858594 をご覧ください。
ko: MSB3474: MSBuild .NET Core 버전에서는 "{0}" 작업이 지원되지 않습니다. Microsoft XML Serializer Generator 패키지를 대신 사용합니다. 자세한 내용은 https://go.microsoft.com/fwlink/?linkid=858594를 참조하세요.
pl: MSB3474: zadanie „{0}” nie jest obsługiwane w wersji platformy .NET Core programu MSBuild. Zamiast tego użyj pakietu narzędzia Microsoft XML Serializer Generator. Aby uzyskać więcej informacji, zobacz https://go.microsoft.com/fwlink/?linkid=858594.
pt_br: MSB3474: Não há suporte para a tarefa "{0}" na versão .NET Core do MSBuild. Nesse caso, use o pacote do XML Serializer Generator da Microsoft. Confira https://go.microsoft.com/fwlink/?linkid=858594 para obter mais informações.
ru: MSB3474: задача "{0}" не поддерживается в версии .NET Core MSBuild. Используйте вместо нее пакет Microsoft XML Serializer Generator. Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=858594.
tr: MSB3474: "{0}" görevi, MSBuild'in .NET Core sürümünde desteklenmiyor. Bunun yerine Microsoft XML Serileştiricisi Oluşturma paketini kullanın. Daha fazla bilgi için bkz. https://go.microsoft.com/fwlink/?linkid=858594.
zh_hans: MSB3474: MSBuild 的 .NET Core 版本上不支持任务“{0}”。请改用 Microsoft XML 序列化程序生成器包。有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=858594。
zh_hant: MSB3474: MSBuild 的 .NET Core 版本不支援工作 "{0}"。請改用 Microsoft XML 序列化程式產生器套件。如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=858594。

# SignFile.CertNotInStore
source: MSB3481: The signing certificate could not be located. Ensure that it is in the current user's personal store.
cs: MSB3481: Nebyl nalezen podpisový certifikát. Zkontrolujte, zda je uložen v osobním úložišti aktuálního uživatele.
de: MSB3481: Das Signaturzertifikat wurde nicht gefunden. Stellen Sie sicher, dass es sich im persönlichen Speicher des aktuellen Benutzers befindet.
es: MSB3481: No se encuentra el certificado de firma. Asegúrese de que se encuentra en el almacén personal del usuario actual.
fr: MSB3481: Impossible de trouver le certificat de signature. Vérifiez qu'il se trouve dans le magasin personnel de l'utilisateur actuel.
it: MSB3481: non è stato possibile trovare il certificato di firma. Verificare che si trovi nell'archivio personale dell'utente corrente.
ja: MSB3481: 署名する証明書が見つかりませんでした。現在のユーザーの個人用ストアであることを確認してください。
ko: MSB3481: 서명 인증서를 찾을 수 없습니다. 인증서가 현재 사용자의 개인 저장소에 있는지 확인하세요.
pl: MSB3481: Nie można zlokalizować certyfikatu podpisującego. Upewnij się, że znajduje się on w magazynie osobistym bieżącego użytkownika.
pt_br: MSB3481: O certificado de autenticação não foi localizado. Verifique se ele está no repositório pessoal do usuário atual.
ru: MSB3481: не удалось обнаружить сертификат для подписи. Убедитесь, что объект находится в личном хранилище текущего пользователя.
tr: MSB3481: İmza sertifikası bulunamadı. Sertifikanın geçerli kullanıcının kişisel deposunda olduğunu doğrulayın.
zh_hans: MSB3481: 未能找到签名证书。请确保它在当前用户的个人存储中。
zh_hant: MSB3481: 找不到簽署憑證。請確認該憑證位於目前使用者的個人存放區中。

# SignFile.SignToolError
source: MSB3482: An error occurred while signing: {0}
cs: MSB3482: Při podepisování došlo k chybě: {0}
de: MSB3482: Fehler beim Signieren: {0}
es: MSB3482: Error al firmar: {0}
fr: MSB3482: Une erreur s'est produite lors de la signature : {0}
it: MSB3482: errore durante la firma: {0}
ja: MSB3482: 署名中にエラーが発生しました: {0}
ko: MSB3482: 서명하는 동안 오류가 발생했습니다. {0}
pl: MSB3482: Wystąpił błąd podczas podpisywania: {0}
pt_br: MSB3482: Erro ao assinar: {0}
ru: MSB3482: При подписи произошла ошибка: {0}
tr: MSB3482: İmzalanırken hata oluştu: {0}
zh_hans: MSB3482: 签名时出错: {0}
zh_hant: MSB3482: 簽署時發生錯誤: {0}

# SignFile.SignToolWarning
source: MSB3483: A warning occurred while signing: {0}
cs: MSB3483: Při podepisování došlo k upozornění: {0}
de: MSB3483: Warnung beim Signieren: {0}
es: MSB3483: Advertencia al firmar: {0}
fr: MSB3483: Un avertissement s'est produit lors de la signature : {0}
it: MSB3483: avviso generato durante la firma: {0}
ja: MSB3483: 署名中に警告が発生しました: {0}
ko: MSB3483: 서명하는 동안 경고가 발생했습니다. {0}
pl: MSB3483: Wystąpiło ostrzeżenie podczas podpisywania: {0}
pt_br: MSB3483: Advertência ao assinar: {0}
ru: MSB3483: При подписи возникло предупреждение: {0}
tr: MSB3483: İmzalanırken uyarı oluştu: {0}
zh_hans: MSB3483: 签名时出现警告: {0}
zh_hant: MSB3483: 簽署時發生警告: {0}

# SignFile.TargetFileNotFound
source: MSB3484: Signing target '{0}' could not be found.
cs: MSB3484: Nebyl nalezen cíl podpisu {0}.
de: MSB3484: Das Signaturziel "{0}" wurde nicht gefunden.
es: MSB3484: No se encuentra el destino de firma '{0}'.
fr: MSB3484: Impossible de trouver la cible de signature '{0}'.
it: MSB3484: la destinazione di firma '{0}' non è stata trovata.
ja: MSB3484: 署名するターゲット '{0}' が見つかりませんでした。
ko: MSB3484: 서명 대상 '{0}'을(를) 찾을 수 없습니다.
pl: MSB3484: Nie można odnaleźć podpisywanego elementu docelowego '{0}'.
pt_br: MSB3484: Não foi possível localizar o destino assinado "{0}".
ru: MSB3484: Не удалось найти объект подписания "{0}".
tr: MSB3484: '{0}' imza hedefi bulunamadı.
zh_hans: MSB3484: 未能找到签名目标“{0}”。
zh_hant: MSB3484: 找不到簽署目標 '{0}'。

# SignFile.CertMissingPrivateKey
source: MSB3487: The signing certificate does not include private key information.
cs: MSB3487: Podpisový certifikát neobsahuje informace o privátním klíči.
de: MSB3487: Das Signaturzertifikat enthält keine Informationen zum privaten Schlüssel.
es: MSB3487: El certificado de firma no incluye la información de clave privada.
fr: MSB3487: le certificat de signature ne contient pas les informations relatives à la clé privée.
it: MSB3487: il certificato di firma non include le informazioni sulla chiave privata.
ja: MSB3487: 署名証明書に秘密キー情報がありません。
ko: MSB3487: 서명 인증서에 프라이빗 키 정보가 포함되어 있지 않습니다.
pl: MSB3487: certyfikat podpisywania nie zawiera informacji o kluczu prywatnym.
pt_br: MSB3487: o certificado de assinatura não inclui informações de chave privada.
ru: MSB3487: сертификат подписи не содержит сведения о закрытом ключе.
tr: MSB3487: İmza sertifikası özel anahtar bilgisini içermez.
zh_hans: MSB3487: 此签名证书不包含私钥信息。
zh_hant: MSB3487: 此簽署憑證未包含私密金鑰資訊。

# StrongNameUtils.BadKeyContainer
source: MSB3351: Unable to create a strong name key pair from key container '{0}'.
cs: MSB3351: Nelze vytvořit dvojici klíčů silného názvu z kontejneru klíčů {0}.
de: MSB3351: Das für die Erstellung eines starken Namens notwendige Schlüsselpaar konnte nicht aus dem Schlüsselcontainer "{0}" erstellt werden.
es: MSB3351: No se puede crear un par de claves de nombre seguro a partir del contenedor de claves '{0}'.
fr: MSB3351: Impossible de créer une paire de clés de nom fort à partir du conteneur de clé '{0}'.
it: MSB3351: non è possibile creare una coppia di chiavi con nome sicuro dal contenitore di chiavi '{0}'.
ja: MSB3351: キー コンテナー '{0}' から厳密な名前のキー ペアを作成できません。
ko: MSB3351: 키 컨테이너 '{0}'에서 강력한 이름 키 쌍을 만들 수 없습니다.
pl: MSB3351: Nie można utworzyć pary kluczy o jednoznacznych nazwach, korzystając z kontenera kluczy '{0}'.
pt_br: MSB3351: Não é possível criar par de chaves de nome forte a partir do contêiner de chave "{0}".
ru: MSB3351: Не удается создать пару ключей строгого имени из контейнера ключей "{0}".
tr: MSB3351: '{0}' anahtar kapsayıcısından tanımlayıcı adlı anahtar çifti oluşturulamadı.
zh_hans: MSB3351: 无法从密钥容器“{0}”创建强名称密钥对。
zh_hant: MSB3351: 無法從金鑰容器 '{0}' 建立強式名稱金鑰組。

# StrongNameUtils.KeyFileReadFailure
source: MSB3352: The specified key file '{0}' could not be read.
cs: MSB3352: Nelze načíst zadaný soubor klíčů {0}.
de: MSB3352: Die angegebene Schlüsseldatei "{0}" konnte nicht gelesen werden.
es: MSB3352: No se pudo leer el archivo de clave '{0}' especificado.
fr: MSB3352: Le fichier de clé spécifié '{0}' n'a pas pu être lu.
it: MSB3352: non è stato possibile leggere il file di chiave specificato '{0}'.
ja: MSB3352: 指定されたキー ファイル '{0}' を読み取れませんでした。
ko: MSB3352: 지정한 키 파일 '{0}'을(를) 읽을 수 없습니다.
pl: MSB3352: Nie można odczytać określonego pliku klucza '{0}'.
pt_br: MSB3352: Não foi possível ler o arquivo de chave especificado "{0}".
ru: MSB3352: Не удается прочесть указанный файл ключей "{0}".
tr: MSB3352: Belirtilen '{0}' anahtar dosyası okunamadı.
zh_hans: MSB3352: 未能读取指定的密钥文件“{0}”。
zh_hant: MSB3352: 無法讀取指定的金鑰檔 '{0}'。

# StrongNameUtils.NoPublicKeySpecified
source: MSB3353: Public key necessary for delay signing was not specified.
cs: MSB3353: Nebyl zadán veřejný klíč nezbytný ke zpožděnému podepsání.
de: MSB3353: Der für die verzögerte Signierung erforderliche öffentliche Schlüssel wurde nicht angegeben.
es: MSB3353: No se especificó la clave pública necesaria para la firma retardada.
fr: MSB3353: La clé publique nécessaire à la signature différée n'a pas été spécifiée.
it: MSB3353: chiave pubblica necessaria per la firma ritardata non specificata.
ja: MSB3353: 遅延署名に必要な公開キーは指定されませんでした。
ko: MSB3353: 서명 연기에 필요한 공개 키를 지정하지 않았습니다.
pl: MSB3353: Klucz publiczny jest niezbędny, ponieważ nie określono znaku opóźnienia.
pt_br: MSB3353: Chave pública necessária, pois a assinatura atrasada não foi especificada.
ru: MSB3353: Не указан публичный ключ, необходимый для отложенной подписи.
tr: MSB3353: Gecikmeli imzalama için gerekli olan ortak anahtar belirtilmemiş.
zh_hans: MSB3353: 未指定延迟签名所需的公钥。
zh_hant: MSB3353: 未指定延遲簽署所需的公開金鑰。
