Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GetSDKReferenceFiles.ProblemGettingAssemblyMetadata
source: There was a problem getting the assembly metadata for "{0}". "{1}"
cs: Při získávání metadat sestavení pro {0} nastal problém. {1}
de: Problem beim Abrufen der Assembly-Metadaten für "{0}". "{1}"
es: Problema al obtener los metadatos del ensamblado para "{0}". "{1}"
fr: Un problème s'est produit lors de l'obtention des métadonnées d'assembly pour "{0}". "{1}"
it: Problema nel recupero dei metadati dell'assembly per "{0}". "{1}"
ja: "{0}" のアセンブリ メタデータの取得中に問題が発生しました。"{1}"
ko: "{0}"에 대한 어셈블리 메타데이터를 가져오는 동안 문제가 발생했습니다. "{1}"
pl: Wystąpił problem podczas uzyskiwania metadanych zestawu „{0}”. „{1}”
pt_br: Houve um problema na obtenção dos metadados de assembly para "{0}". "{1}"
ru: Проблема при получении метаданных сборки для "{0}". "{1}"
tr: "{0}" için derleme meta verisi alınırken bir sorun oluştu. "{1}"
zh_hans: 获取“{0}”的程序集元数据时发生问题。“{1}”
zh_hant: 取得 "{0}" 的組件中繼資料時發生問題。"{1}"

# GetSDKReferenceFiles.ProblemWritingCacheFile
source: There was a problem writing the cache file "{0}". "{1}"
cs: Při zápisu souboru mezipaměti {0} nastal problém. {1}
de: Problem beim Schreiben der Cachedatei "{0}". "{1}"
es: Problema al escribir en el archivo de caché "{0}". "{1}"
fr: Un problème s'est produit lors de l'écriture du fichier cache "{0}". "{1}"
it: Problema nella scrittura del file di cache "{0}". "{1}"
ja: キャッシュ ファイル "{0}" の書き込み中に問題が発生しました。"{1}"
ko: 캐시 파일 "{0}"을(를) 쓰는 동안 문제가 발생했습니다. "{1}"
pl: Wystąpił problem podczas zapisywania pliku pamięci podręcznej „{0}”. „{1}”
pt_br: Houve um problema na gravação do arquivo de cache "{0}". "{1}"
ru: Проблема при записи файла кэша "{0}". "{1}"
tr: "{0}" önbellek dosyası yazılırken bir sorun oluştu. "{1}"
zh_hans: 写入缓存文件“{0}”时发生问题。“{1}”
zh_hant: 寫入快取檔案 "{0}" 時發生問題。"{1}"

# GetSDKReferenceFiles.NoOriginalItemSpec
source: The "OriginalItemSpec" metadata for the resolved SDK with path "{0}" was empty. The "OriginalItemSpec" metadata must be set."
cs: Metadata OriginalItemSpec pro převedenou sadu SDK s cestou {0} jsou prázdná. Metadata OriginalItemSpec musejí být nastavena.
de: Die "OriginalItemSpec"-Metadaten für das aufgelöste SDK mit Pfad "{0}" waren leer. Die "OriginalItemSpec"-Metadaten müssen festgelegt werden.
es: Los metadatos "OriginalItemSpec" del SDK resuelto con la ruta de acceso "{0}" estaban vacíos. Se deben establecer los metadatos "OriginalItemSpec".
fr: Les métadonnées "OriginalItemSpec" pour le SDK résolu avec le chemin "{0}" étaient vides. Les métadonnées "OriginalItemSpec" doivent être définies."
it: I metadati "OriginalItemSpec" per l'SDK risolto con percorso "{0}" erano vuoti. È obbligatorio impostare i metadati "OriginalItemSpec"."
ja: パス "{0}" の解決された SDK の "OriginalItemSpec" メタデータが空でした。"OriginalItemSpec" メタデータを設定する必要があります。
ko: 경로가 "{0}"인 확인된 SDK에 대한 "OriginalItemSpec" 메타데이터가 비어 있습니다. "OriginalItemSpec" 메타데이터를 설정해야 합니다.
pl: Metadane „OriginalItemSpec” dla rozpoznanego zestawu SDK (ścieżka: „{0}”) były puste. Metadane OriginalItemSpec muszą być ustawione.
pt_br: Os metadados de "OriginalItemSpec" para o SDK resolvido com o caminho "{0}" estavam vazios. Os metadados de "OriginalItemSpec" devem ser definidos."
ru: Пустые метаданные OriginalItemSpec для пакета SDK, разрешенного с путем "{0}". Необходимо сначала задать метаданные OriginalItemSpec.
tr: "{0}" yoluna sahip çözümlenen SDK için "OriginalItemSpec" meta verisi boştu. "OriginalItemSpec" meta verisi ayarlanmalıdır.
zh_hans: 路径为“{0}”的已解析 SDK 的“OriginalItemSpec”元数据为空。必须设置“OriginalItemSpec”元数据。
zh_hant: 路徑為 "{0}" 且已解析之 SDK 的 "OriginalItemSpec" 中繼資料為空白。必須設定 "OriginalItemSpec" 中繼資料。

# GetSDKReferenceFiles.CouldNotGetSDKReferenceFiles
source: MSB3795: There was a problem in the GetSDKReferenceFiles task. {0}
cs: MSB3795: V úloze GetSDKReferenceFiles došlo k problému. {0}
de: MSB3795: Fehler in der GetSDKReferenceFiles-Aufgabe. {0}
es: MSB3795: Hubo un problema en la tarea GetSDKReferenceFiles. {0}
fr: MSB3795: Un problème s'est produit dans la tâche GetSDKReferenceFiles. {0}
it: MSB3795: problema nell'attività GetSDKReferenceFiles. {0}
ja: MSB3795: GetSDKReferenceFiles タスクで問題が発生しました。{0}
ko: MSB3795: GetSDKReferenceFiles 작업에 문제가 발생했습니다. {0}
pl: MSB3795: Wystąpił problem w zadaniu GetSDKReferenceFiles. {0}
pt_br: MSB3795: houve um problema na tarefa GetSDKReferenceFiles. {0}
ru: MSB3795: проблема при выполнении задачи GetSDKReferenceFiles. {0}
tr: MSB3795: GetSDKReferenceFiles görevinde bir sorun vardı. {0}
zh_hans: MSB3795: GetSDKReferenceFiles 任务出现问题。{0}
zh_hant: MSB3795: GetSDKReferenceFiles 工作中發生問題。{0}

# GetSDKReferenceFiles.ConflictBetweenFiles
source: MSB3796: There was a conflict between two files. {0}
cs: MSB3796: Nastal konflikt mezi dvěma soubory. {0}
de: MSB3796: Es ist ein Konflikt zwischen zwei Dateien aufgetreten. {0}
es: MSB3796: Hubo un conflicto entre dos archivos. {0}
fr: MSB3796: Un conflit s'est produit entre deux fichiers. {0}
it: MSB3796: conflitto tra due file. {0}
ja: MSB3796: 2 つのファイルの間で競合が見つかりました。{0}
ko: MSB3796: 두 파일 간에 충돌이 발생했습니다. {0}
pl: MSB3796: Wystąpił konflikt między dwoma plikami. {0}
pt_br: MSB3796: conflito entre dois arquivos. {0}
ru: MSB3796: конфликт между двумя файлами. {0}
tr: MSB3796: İki dosya arasında çakışma vardı. {0}
zh_hans: MSB3796: 两个文件之间存在冲突。{0}
zh_hant: MSB3796: 兩個檔案之間發生衝突。{0}

# GetSDKReferenceFiles.CannotHaveEmptyTargetConfiguration
source: MSB3797: The targeted configuration for the resolved sdk reference "{0}" was empty. Cannot find reference or redist files without a targeted configuration.
cs: MSB3797: Cílová konfigurace pro odkaz na převedenou sadu SDK {0} je prázdná. Bez určení cílové konfigurace nelze nalézt odkazy nebo soubory redistribučního balíčku.
de: MSB3797: Die Zielkonfiguration für den aufgelösten SDK-Verweis "{0}" war leer. Redistributable- oder Verweisdateien können ohne Zielkonfiguration nicht gefunden werden.
es: MSB3797: La configuración de destino de la referencia de SDK resuelta "{0}" estaba vacía. No es posible encontrar archivos de referencia o de paquete redistribuible sin una configuración de destino.
fr: MSB3797: La configuration ciblée pour la référence SDK résolue "{0}" était vide. Les fichiers de référence ou de package redistribuable sans une configuration ciblée sont introuvables.
it: MSB3797: la configurazione di destinazione per il riferimento SDK risolto "{0}" è vuota. Non è possibile trovare i file di pacchetti ridistribuibili o di riferimento senza una configurazione di destinazione.
ja: MSB3797: 解決された SDK 参照 "{0}" のターゲット構成が空です。ターゲット構成がないと、参照または再頒布可能パッケージ ファイルを検索できません。
ko: MSB3797: 확인된 SDK 참조 "{0}"에 대한 대상 구성이 비어 있습니다. 대상 구성이 없는 참조 또는 재배포 가능 패키지 파일을 찾을 수 없습니다.
pl: MSB3797: Konfiguracja docelowa rozpoznanego odwołania zestawu SDK „{0}” była pusta. Nie można odnaleźć plików referencyjnych lub redystrybucyjnych bez konfiguracji docelowej.
pt_br: MSB3797: A configuração de destino para a referência de sdk resolvida "{0}" estava vazia. Não é possível localizar arquivos de referência ou do pacote redistribuível sem uma configuração de destino.
ru: MSB3797: целевая конфигурация для разрешенной ссылки на пакет SDK "{0}" была пустой. Без целевой конфигурации невозможно найти ссылку или файлы распространяемого пакета.
tr: MSB3797: Çözümlenen "{0}" SDK başvurusunun hedeflenen yapılandırması boştu. Hedeflenen bir yapılandırma olmadan başvuru veya yeniden dağıtım dosyaları bulunamaz.
zh_hans: MSB3797: 已解析的 SDK 引用“{0}”的目标配置为空。在没有目标配置的情况下无法找到引用或可再发行程序包文件。
zh_hant: MSB3797: 解析之 SDK 參考 "{0}" 的目標組態為空白。沒有目標組態就找不到參考檔案或可轉散發套件檔案。

# GetSDKReferenceFiles.CannotHaveEmptyTargetArchitecture
source: MSB3798: The targeted architecture for the resolved sdk reference "{0}" was empty. Cannot find reference or redist files without a targeted architecture.
cs: MSB3798: Cílová architektura pro vyřešený odkaz na sadu SDK {0} je prázdná. Bez určení cílové architektury se nedají najít odkazy ani soubory redistribučního balíčku.
de: MSB3798: Die Zielarchitektur für den aufgelösten SDK-Verweis "{0}" war leer. Redistributable- oder Verweisdateien können ohne Zielarchitektur nicht gefunden werden.
es: MSB3798: La arquitectura de destino de la referencia de SDK resuelta "{0}" estaba vacía. No es posible encontrar archivos de referencia o de paquete redistribuible sin una arquitectura de destino.
fr: MSB3798: l'architecture ciblée pour la référence de kit SDK résolue "{0}" est vide. Les fichiers de référence ou de packages redistribuables sans architecture ciblée sont introuvables.
it: MSB3798: l'architettura di destinazione per il riferimento SDK risolto "{0}" è vuota. Non è possibile trovare i file di pacchetti ridistribuibili o di riferimento senza un'architettura di destinazione.
ja: MSB3798: 解決された SDK 参照 "{0}" のターゲット アーキテクチャが空です。ターゲット アーキテクチャがないと、参照または再頒布可能パッケージ ファイルを見つけることができません。
ko: MSB3798: 확인된 SDK 참조 "{0}"에 대한 대상 아키텍처가 비어 있습니다. 대상 아키텍처가 없는 참조 또는 재배포 가능 패키지 파일을 찾을 수 없습니다.
pl: MSB3798: Architektura docelowa rozpoznanego odwołania zestawu SDK „{0}” była pusta. Nie można odnaleźć plików referencyjnych lub plików pakietu redystrybucyjnego bez architektury docelowej.
pt_br: MSB3798: A arquitetura de destino da referência do SDK resolvida "{0}" estava vazia. Não é possível localizar arquivos de referência ou de pacote redistribuível sem uma arquitetura de destino.
ru: MSB3798: целевая архитектура для разрешенной ссылки на пакет SDK "{0}" не была указана. Без указания целевой архитектуры невозможно найти ссылку или файлы распространяемого пакета.
tr: MSB3798: Çözümlenen "{0}" SDK başvurusunun hedeflenen mimarisi boştu. Hedeflenen mimari olmadan başvuru veya yeniden dağıtım dosyaları bulunamaz.
zh_hans: MSB3798: 已解析的 SDK 引用“{0}”的目标体系结构为空。如果没有目标体系结构，则找不到引用或可再发行程序包文件。
zh_hant: MSB3798: 解析之 SDK 參考 "{0}" 的目標架構為空白。沒有目標架構就找不到參考檔案或可轉散發套件檔案。

# FindInvalidProjectReferences.WarnWhenVersionIsIncompatible
source: MSB3851: This project targets "{0}, Version={1}", but it is attempting to reference "{2}" targeting "{3}", which is invalid.
cs: MSB3851: Tento projekt cílí na {0}, verze={1}, pokouší se ale o použití odkazu na {2} cílící na verzi {3}, což je neplatné.
de: MSB3851: Dieses Projekt zielt auf "{0}, Version={1}", versucht jedoch auf "{2}" mit dem Ziel "{3}" zu verweisen. Dies ist ungültig.
es: MSB3851: Este proyecto está destinado a "{0}, versión = {1}", pero intenta hacer referencia a "{2}" destinado a "{3}", lo cual no es válido.
fr: MSB3851: le projet cible « {0}, version={1} », mais tente de référencer le ciblage « {2} » « {3} », ce qui n'est pas valide.
it: MSB3851: la destinazione di questo progetto è "{0}, Versione={1}", ma si prova a fare riferimento a "{2}" la cui destinazione è "{3}", che non è valida.
ja: MSB3851: このプロジェクトは "{0}、バージョン ={1}" をターゲットとしていますが、"{3}" をターゲットとする "{2}" を参照しようとしており、無効です。
ko: MSB3851: 이 프로젝트의 대상은 "{0}, 버전={1}"인데 "{3}" 대상의 "{2}"을(를) 참조하려고 했습니다.
pl: MSB3851: Projekt przeznaczony jest dla „{0}, wersja={1}”, lecz próbuje odwołać się do „{2}” przeznaczonej dla „{3}”. Jest to działanie nieprawidłowe.
pt_br: MSB3851: este projeto está direcionado para "{0}, Versão={1}", mas está tentando referenciar "{2}" direcionando para "{3}", o que é inválido.
ru: MSB3851: этот проект предназначен для "{0}, версия={1}", но пытается ссылаться на "{2}", предназначенный для "{3}", что недопустимо.
tr: MSB3851: Bu proje "{0}, Sürüm={1}" öğesini hedefliyor, ancak hedefi geçersiz "{3}" olan "{2}" öğesine başvurmaya çalışıyor.
zh_hans: MSB3851: 此项目以 {1} 版本的 {0} 为目标，但它正在尝试引用以“{3}”为目标的“{2}”，这是无效的。
zh_hant: MSB3851: 這個專案以 "{0}，版本={1}" 為目標，卻嘗試參考以 "{3}" 為目標的 "{2}"，這種做法無效。

# ErrorFromResources.LogErrorFailure
source: MSB3861: Failed to log an error using resource string "{0}". {1}
cs: MSB3861: Nepodařilo se do protokolu zapsat chybu pomocí řetězce prostředku {0}. {1}
de: MSB3861: Protokollieren eines Fehlers mithilfe der Ressourcenzeichenfolge "{0}" nicht möglich. {1}
es: MSB3861: No se pudo registrar un error con la cadena de recurso "{0}". {1}
fr: MSB3861: échec d'écriture d'une erreur à l'aide de la chaîne de ressource « {0} ». {1}
it: MSB3861: non è stato possibile registrare un errore usando la stringa di risorsa "{0}". {1}
ja: MSB3861: リソース文字列 "{0}" を使用中のエラーを記録できませんでした。 {1}
ko: MSB3861: 리소스 문자열 "{0}"을(를) 사용하여 오류를 기록하지 못했습니다. {1}
pl: MSB3861: Nie można zapisać błędu przy użyciu ciągu zasobów „{0}”. {1}
pt_br: MSB3861: falha ao registrar um erro usando a cadeia de caracteres de recurso "{0}". {1}
ru: MSB3861: не удалось записать в журнал ошибку, используя строку ресурса "{0}". {1}
tr: MSB3861: "{0}" kaynak dizesi kullanılarak, bir hata günlüğe kaydedilemedi. {1}
zh_hans: MSB3861: 未能使用资源字符串“{0}”记录错误。 {1}
zh_hant: MSB3861: 無法使用資源字串 "{0}" 記錄錯誤。{1}

# CodeSharing.CannotBuildSharedProject
source: MSB3871: Shared projects cannot be built on their own. Please either build a project that references this project, or build the entire solution.
cs: MSB3871: Sdílené projekty nelze sestavovat samostatně. Sestavte projekt, který odkazuje na tento projekt, nebo sestavte celé řešení.
de: MSB3871: Freigegebene Projekte können nicht eigenständig erstellt werden. Erstellen Sie entweder ein Projekt, das auf dieses Projekt verweist, oder erstellen Sie die gesamte Projektmappe.
es: MSB3871: Los proyectos compartidos no se pueden compilar por sí solos. Compile un proyecto que haga referencia a este proyecto o compile toda la solución.
fr: MSB3871: Les projets partagés ne peuvent pas être créés de manière autonome. Générez un projet qui fait référence à ce projet ou générez la solution entière.
it: MSB3871: non è possibile compilare direttamente i progetti condivisi. Compilare un progetto che fa riferimento a questo progetto o l'intera soluzione.
ja: MSB3871: 共有プロジェクトは各自でビルドできません。このプロジェクトを参照するプロジェクトをビルドするか、ソリューション全体をビルドしてください。
ko: MSB3871: 공유 프로젝트는 독립적으로 빌드될 수 없습니다. 이 프로젝트를 참조하는 프로젝트를 빌드하거나 솔루션 전체를 빌드하세요.
pl: MSB3871: Nie można samodzielnie kompilować projektów udostępnionych. Skompiluj projekt odwołujący się do tego projektu lub skompiluj całe rozwiązanie.
pt_br: MSB3871: Projetos compartilhados não podem ser compilados sozinhos. Compile um projeto que referencie este projeto ou compile a solução inteira.
ru: MSB3871: сборку общих проектов нельзя выполнять по отдельности. Выполните сборку проекта, который ссылается на этот проект, или всего решения целиком.
tr: MSB3871: Paylaşılan projeler kendi başlarına derlenemez. Lütfen bu projeye başvuran bir proje derleyin veya tüm çözümü derleyin.
zh_hans: MSB3871: 共享项目无法自行构建。请生成一个引用此项目的项目，或生成完整的解决方案。
zh_hant: MSB3871: 無法單獨建置共用專案。請建置參考這個專案的專案，或建置整個方案。

# Copy.SymbolicLinkComment
source: Creating symbolic link to copy "{0}" to "{1}".
cs: Vytváří se symbolický odkaz pro kopírování {0} do {1}.
de: Es wird eine symbolische Verknüpfung erstellt, um "{0}" in "{1}" zu kopieren.
es: Creando vínculo simbólico para copiar "{0}" en "{1}".
fr: Création d'un lien symbolique pour copier "{0}" vers "{1}".
it: Creazione del collegamento simbolico per copiare "{0}" in "{1}".
ja: "{0}" を "{1}" にコピーするシンボリック リンクの作成。
ko: "{0}"을(를) "{1}"에 복사하기 위한 바로 가기 링크를 만드는 중입니다.
pl: Tworzenie symbolicznego linku w celu skopiowania „{0}” do „{1}”.
pt_br: Criando link simbólico para copiar "{0}" para "{1}".
ru: Идет создание символьной ссылки для копирования "{0}" в "{1}".
tr: "{0}" dosyasını "{1}" yoluna kopyalamak için sembolik bağlantı oluşturuluyor.
zh_hans: 创建符号链接以将“{0}”复制到“{1}”。
zh_hant: 正在建立符號連結以將 "{0}" 複製到 "{1}"。

# ResolveAssemblyReference.AssemblyFoldersConfigFileMalformed
source: The AssemblyFolder config file ('{0}') specified in Microsoft.Common.CurrentVersion.targets was invalid. The error was: {1}
cs: Konfigurační soubor AssemblyFolder ({0}) zadaný v Microsoft.Common.CurrentVersion.targets byl neplatný. Chyba: {1}
de: Die in Microsoft.Common.CurrentVersion.targets festgelegte AssemblyFolder-Konfigurationsdatei ({0}) ist ungültig. Fehler: {1}
es: El archivo de configuración ('{0}') de AssemblyFolder especificado en Microsoft.Common.CurrentVersion.targets no es válido. Error: {1}
fr: Le fichier config AssemblyFolder ('{0}') spécifié dans Microsoft.Common.CurrentVersion.targets est non valide. Erreur : {1}
it: Il file config AssemblyFolder ('{0}') specificato in Microsoft.Common.CurrentVersion.targets non è valido. Errore: {1}
ja: Microsoft.Common.CurrentVersion.targets に指定されている AssemblyFolder 構成ファイル ('{0}') が無効です。エラー: {1}
ko: Microsoft.Common.CurrentVersion.targets에 지정된 AssemblyFolder 구성 파일('{0}')이 잘못되었습니다. 오류: {1}
pl: Plik konfiguracji AssemblyFolder („{0}”) określony w elemencie Microsoft.Common.CurrentVersion.targets był nieprawidłowy. Błąd: {1}
pt_br: O arquivo de configuração AssemblyFolder ('{0}') especificado em Microsoft.Common.CurrentVersion.targets era inválido. O erro era: {1}
ru: Файл конфигурации AssemblyFolder ("{0}"), указанный в Microsoft.Common.CurrentVersion.targets, недопустим. Ошибка: {1}.
tr: Microsoft.Common.CurrentVersion.targets içinde belirtilen AssemblyFolder yapılandırma dosyası ('{0}') geçersiz. Hata: {1}
zh_hans: Microsoft.Common.CurrentVersion.targets 中指定的 AssemblyFolder 配置文件(“{0}”)无效。错误为: {1}
zh_hant: Microsoft.Common.CurrentVersion.targets 中所指定的 AssemblyFolder 組態檔 ('{0}') 無效。錯誤為: {1}

# WriteLinesToFile.ErrorReadingFile
source: MSB3492: Could not read existing file "{0}" to determine whether its contents are up to date. Overwriting it.
cs: MSB3492: Nešlo přečíst existující soubor {0}, aby se zjistilo, jestli je jeho obsah aktuální. Přepíše se.
de: MSB3492: Die vorhandene Datei "{0}" konnte nicht gelesen werden, um zu bestimmen, ob ihr Inhalt aktuell ist. Die Datei wird überschrieben.
es: MSB3492: No se pudo leer el archivo existente "{0}"para determinar si su contenido está actualizado. Sobrescribiéndolo.
fr: MSB3492: Impossible de lire le fichier existant "{0}" pour déterminer si son contenu est à jour. Remplacement du fichier.
it: MSB3492: non è stato possibile leggere il file esistente "{0}" per determinare se il relativo contenuto è aggiornato. Verrà sovrascritto.
ja: MSB3492: ファイル "{0}" のコンテンツが最新であるかを判断するため、そのファイルを読み取ることができませんでした。ファイルは上書きされます。
ko: MSB3492: 기존 파일 "{0}"을(를) 읽을 수 없어 콘텐츠가 최신 상태인지 확인할 수 없습니다. 덮어씁니다.
pl: MSB3492: nie można odczytać istniejącego pliku „{0}” w celu sprawdzenia, czy jego zawartość jest aktualna. Zostanie on zastąpiony.
pt_br: MSB3492: não foi possível ler o arquivo existente "{0}" para determinar se seus conteúdos estão atualizados. Substituindo-o.
ru: MSB3492: не удалось считать данные из существующего файла ("{0}") и определить, актуально ли его содержимое. Файл перезаписывается.
tr: MSB3492: İçeriğinin güncel olup olmadığını belirlemek üzere "{0}" adlı mevcut dosya okunamadı. Dosyanın üzerine yazılıyor.
zh_hans: MSB3492: 无法读取现有文件“{0}”以确定其内容是否是最新的。覆盖此文件。
zh_hant: MSB3492: 無法讀取現有的檔案 "{0}"，所以無法判斷其是否包含最新的內容。將予覆寫。

# WriteLinesToFile.SkippingUnchangedFile
source: Skipping write to file "{0}" because content would not change.
cs: Zápis do souboru {0} se přeskočí, protože obsah by se nezměnil.
de: Das Schreiben in die Datei "{0}" wird übersprungen, weil sich der Inhalt dadurch nicht ändert.
es: Omitiendo la escritura en el archivo "{0}" porque el contenido no cambiará.
fr: L'écriture dans le fichier "{0}" est ignorée, car le contenu ne change pas.
it: L'operazione di scrittura nel file "{0}" non è stata eseguita perché non avrebbe comportato la modifica del contenuto.
ja: コンテンツが変更されていないため、ファイル "{0}" への書き込みをスキップします。
ko: 콘텐츠가 변경되지 않아 "{0}" 파일에 쓰기를 건너뜁니다.
pl: Pomijanie zapisu w pliku „{0}”, ponieważ jego zawartość nie uległaby zmianie.
pt_br: Ignorando a gravação no arquivo "{0}" porque o conteúdo não seria alterado.
ru: Пропускается запись в файл "{0}", так как содержимое не изменяется.
tr: İçerik değişmeyeceğinden "{0}" dosyası üzerine yazma işlemi atlanacak.
zh_hans: 跳过写入到文件“{0}”，因为内容不会改变。
zh_hant: 因為內容不會變更，所以正在跳過寫入檔案 "{0}" 的作業。

# Telemetry.IllegalEventDataString
source: The property "{0}" in the telemetry event data property list "{1}" is malformed. Please only pass in a semicolon-delimited list of constant string values separated by "=", e.g., "Property1=Value1;Property2=Value2".
cs: Vlastnost {0} v seznamu vlastností dat událostí telemetrie {1} má chybný formát. Předejte prosím jenom seznam konstantních hodnot řetězců oddělených středníkem a se znakem =, např. "Vlastnost1=Hodnota1;Vlastnost2=Hodnota2".
de: Die Eigenschaft "{0}" in der Eigenschaftenliste der Telemetrieereignisdaten "{1}" ist fehlerhaft. Übergeben Sie nur eine durch Semikolons getrennte Liste mit konstanten Zeichenfolgewerten, die durch "=" getrennt sind, z. B. "Property1=Value1;Property2=Value2".
es: La propiedad "{0}" de la lista de propiedades de datos de eventos de telemetría "{1}" está mal formada. Pase solo una lista delimitada por puntos y coma de valores de cadena constantes separados por "=", p. ej., "Property1=Value1;Property2=Value2".
fr: La propriété "{0}" dans la liste de propriétés des données d'événement de télémétrie "{1}" est incorrecte. Passez uniquement une liste séparée par des points-virgules de valeurs de chaîne constante séparées par "=", par ex., "Property1=Value1;Property2=Value2".
it: la proprietà "{0}" nell'elenco "{1}" delle proprietà di dati degli eventi di telemetria non è valida. Passare solo un elenco di valori stringa costanti delimitati da punti e virgola e separati da "=", ad esempio "Proprietà1=Valore1;Proprietà2=Valore2".
ja: テレメトリ イベント データ プロパティ一覧 "{1}" のプロパティ "{0}" の形式が正しくありません。"=" で区切った定数文字列の値がセミコロンで区切られた一覧のみを渡してください。例: "Property1=Value1;Property2=Value2"。
ko: 원격 분석 이벤트 데이터 속성 목록 "{1}"에서 "{0}" 속성의 형식이 잘못되었습니다. 세미콜론으로 구분된 상수 문자열 값("="로 구분됨) 목록만 전달하세요(예: "Property1=Value1;Property2=Value2").
pl: właściwość „{0}” na liście właściwości danych zdarzeń telemetrii „{1}” jest nieprawidłowo sformułowana. Przekaż tylko listę oddzielonych średnikami wartości ciągów stałych ze znakiem „=” w środku, np. „właściwość_1=wartość_1;właściwość_2=wartość_2”.
pt_br: A propriedade "{0}" na lista de propriedades de dados do evento de telemetria "{1}" são malformadas. Somente transmita uma lista delimitada por ponto e vírgula de valores de cadeia de caracteres constantes separados por "=", por ex., "Property1=Value1;Property2=Value2".
ru: свойство "{0}" в списке свойств с данными событий телеметрии "{1}" имеет неправильный формат. Список, разделенный точками с запятой, должен содержать только константные строковые значения, разделенные "=", например "Свойство_1=Значение_1;Свойство_2=Значение_2".
tr: Telemetri olayı veri özellik listesi "{1}" içindeki "{0}" özelliği hatalı. Yalnızca, "=" ile ayrılmış sabit dize değerlerinden oluşan noktalı virgülle ayrılmış bir liste geçirin. Örn. "Özellik1=Değer1;Özellik2=Değer2".
zh_hans: 遥测事件数据属性列表“{1}”中的属性“{0}”格式错误。请仅传递以分号分隔的常量字符串值列表，其中常量字符串值由“=”分隔，例如“Property1=Value1;Property2=Value2”。
zh_hant: 遙測事件資料屬性清單 "{1}" 中之屬性 "{0}" 的格式不正確。請一律傳遞以分號分隔的常數字串值 (兩者以 "=" 分隔) 清單。例如 "Property1=Value1;Property2=Value2"。

# ErrorAndWarning.EmptyMessage
source: (No message specified)
cs: (Není zadaná žádná zpráva.)
de: (Keine Meldung festgelegt)
es: (No se ha especificado ningún mensaje)
fr: (Aucun message spécifié)
it: (Nessun messaggio specificato)
ja: (メッセージが指定されていません)
ko: (메시지가 지정되지 않음)
pl: (Nie określono komunikatu)
pt_br: (Nenhuma mensagem especificada)
ru: (текст сообщения не указан)
tr: (İleti belirtilmedi)
zh_hans: (未指定任何消息)
zh_hant: (未指定任何訊息)
