Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TaskFactoryNotSupportedFailure
source: MSB4801: The task factory "{0}" is not supported on the .NET Core version of MSBuild.
cs: MSB4801: Objekt pro vytváření úloh {0} se ve verzi .NET Core nástroje MSBuild nepodporuje.
de: MSB4801: Die Aufgabenfactory "{0}" wird für die .NET Core-Version von MSBuild nicht unterstützt.
es: MSB4801: El generador de tareas "{0}" no se admite en la versión de .NET Core de MSBuild.
fr: MSB4801: La fabrique de tâches "{0}" n'est pas prise en charge dans la version .NET Core de MSBuild.
it: MSB4801: la factory delle attività "{0}" non è supportata nella versione .NET Core di MSBuild.
ja: MSB4801: タスク ファクトリ "{0}" は MSBuild の .NET Core バージョン上でサポートされていません。
ko: MSB4801: MSBuild의 .NET Core 버전에서는 "{0}" 작업 팩터리가 지원되지 않습니다.
pl: MSB4801: Fabryka zadań „{0}” nie jest obsługiwana przez wersję programu MSBuild dla platformy .NET Core.
pt_br: MSB4801: não há suporte para a fábrica de tarefas "{0}" na versão .NET Core do MSBuild.
ru: MSB4801: фабрика задач "{0}" не поддерживается в версии .NET Core для MSBuild.
tr: MSB4801: "{0}" görev fabrikası, MSBuild .NET Core sürümünde desteklenmiyor.
zh_hans: MSB4801: 任务工厂“{0}”在 MSBuild 的 .NET Core 版本上不受支持。
zh_hant: MSB4801: MSBuild 版的 .NET Core 不支援工作處理站 "{0}"。

# CodeTaskFactory.InvalidCodeType
source: MSB3759: The specified code type "{0}" is invalid. The supported code types are "{1}".
cs: MSB3759: Určený typ kódu {0} není platný. Podporované jsou tyto typy kódu: {1}.
de: MSB3759: Der angegebene Codetyp "{0}" ist ungültig. Unterstützte Codetypen: {1}.
es: MSB3759: El tipo de código especificado "{0}" no es válido. Los tipos de código admitidos son "{1}".
fr: MSB3759: Le type de code spécifié ("{0}") n'est pas valide. Les types de code pris en charge sont "{1}".
it: MSB3759: il tipo di codice specificato "{0}" non è valido. I tipi di codice supportati sono "{1}".
ja: MSB3759: 指定されたコードの種類 "{0}" が無効です。サポートされているコードの種類は "{1}" です。
ko: MSB3759: 지정한 코드 형식 "{0}"이(가) 잘못되었습니다. 지원되는 코드 형식은 "{1}"입니다.
pl: MSB3759: Określony typ kodu „{0}” jest nieprawidłowy. Obsługiwane typy kodu: „{1}”.
pt_br: MSB3759: o tipo de código especificado "{0}" é inválido. Os tipos de código compatíveis são "{1}".
ru: MSB3759: указанный тип кода "{0}" недопустим. Поддерживаемые типы кода: "{1}".
tr: MSB3759: Belirtilen "{0}" kod türü geçersiz. Desteklenen kod türleri şunlardır: "{1}".
zh_hans: MSB3759: 指定的代码类型“{0}”无效。支持的代码类型是“{1}”。
zh_hant: MSB3759: 指定的程式碼類型 "{0}" 無效。 支援的程式碼類型為 "{1}"。

# CodeTaskFactory.InvalidCodeLanguage
source: MSB3759: The specified code language "{0}" is invalid. The supported code languages are "{1}".
cs: MSB3759: Určený jazyk kódu {0} není platný. Podporované jsou tyto jazyky kódu: {1}.
de: MSB3759: Die angegebene Codesprache "{0}" ist ungültig. Unterstützte Codesprachen: {1}.
es: MSB3759: El lenguaje de código especificado "{0}" no es válido. Los lenguajes de código admitidos son "{1}".
fr: MSB3759: Le langage de code spécifié ("{0}") n'est pas valide. Les langages de code pris en charge sont "{1}".
it: MSB3759: il linguaggio di codice specificato "{0}" non è valido. I linguaggi di codice supportati sono "{1}".
ja: MSB3759: 指定されたコード言語 "{0}" が無効です。サポートされているコード言語は "{1}" です。
ko: MSB3759: 지정한 코드 언어 "{0}"이(가) 잘못되었습니다. 지원되는 코드 언어는 "{1}"입니다.
pl: MSB3759: Określony język kodu „{0}” jest nieprawidłowy. Obsługiwane języki kodu: „{1}”.
pt_br: MSB3759: a linguagem de código "{0}" especificada é inválida. As linguagens de código com suporte são "{1}".
ru: MSB3759: указанный язык кода "{0}" недопустим. Поддерживаемые языки кода: "{1}".
tr: MSB3759: Belirtilen "{0}" kod dili geçersiz. Desteklenen kod dilleri şunlardır: "{1}".
zh_hans: MSB3759: 指定的代码语言“{0}”无效。支持的代码语言是“{1}”。
zh_hant: MSB3759: 指定的程式碼語言 "{0}" 無效。 支援的程式碼語言為 "{1}"。

# CodeTaskFactory.NoSourceCode
source: MSB3760: You must specify source code within the Code element or a path to a file containing source code.
cs: MSB3760: Je nutné zadat zdrojový kód v elementu Code nebo cestu k souboru obsahujícímu zdrojový kód.
de: MSB3760: Sie müssen Quellcode innerhalb des Codeelements oder einen Pfad zu einer Datei mit Quellcode angeben.
es: MSB3760: Debe especificar código fuente en el elemento Code o una ruta de acceso a un archivo que contenga código fuente.
fr: MSB3760: Vous devez spécifier le code source dans l'élément Code ou un chemin à un fichier contenant le code source.
it: MSB3760: è necessario specificare il codice sorgente nell'elemento Code oppure il percorso di un file che contiene il codice sorgente.
ja: MSB3760: Code 要素内にソース コード、またはソース コードを含むファイルへのパスを指定する必要があります。
ko: MSB3760: 코드 요소 또는 소스 코드가 포함된 파일의 경로 내에서 소스 코드를 지정해야 합니다.
pl: MSB3760: Należy określić kod źródłowy w ramach elementu Code lub ścieżki jako plik zawierający kod źródłowy.
pt_br: MSB3760: você precisa especificar o código-fonte no elemento Code ou um caminho para um arquivo que contenha o código-fonte.
ru: MSB3760: необходимо указать исходный код или путь к файлу, содержащему исходный код, в элементе Code.
tr: MSB3760: Code öğesinin içinde kaynak kodu veya bunu içeren bir dosyanın yolunu belirtmelisiniz.
zh_hans: MSB3760: 必须在代码元素或包含源代码的文件路径中指定源代码。
zh_hant: MSB3760: 您必須在字碼元素或路徑中將來源程式碼指定至包含來源程式碼的檔案。

# CodeTaskFactory.CompilingAssembly
source: Compiling task source code
cs: Kompilace zdrojového kódu úlohy
de: Taskquellcode wird kompiliert.
es: Compilando el código fuente de la tarea
fr: Compilation du code source de la tâche
it: Compilazione del codice sorgente dell'attività
ja: タスク ソース コードのコンパイル
ko: 작업 소스 코드 컴파일
pl: Kompilowanie kodu źródłowego zadania
pt_br: Compilando o código-fonte da tarefa
ru: Компиляция исходного кода задачи
tr: Görev kaynak kodu derleniyor
zh_hans: 编译任务源代码
zh_hant: 編譯工作來源程式碼

# CodeTaskFactory.InvalidTaskXml
source: MSB3761: The specified task XML is invalid. {0}
cs: MSB3761: Zadaná úloha XML není platná. {0}
de: MSB3761: Das angegebene Task-XML ist ungültig. {0}
es: MSB3761: El XML de la tarea especificada no es válido. {0}
fr: MSB3761: La tâche XML spécifiée n'est pas valide. {0}
it: MSB3761: il codice XML specificato dell'attività non è valido. {0}
ja: MSB3761: 指定されたタスク XML が無効です。{0}
ko: MSB3761: 지정한 작업 XML이 잘못되었습니다. {0}
pl: MSB3761: Określony element XML zadania jest nieprawidłowy. {0}
pt_br: MSB3761: a tarefa XML especificada é inválida. {0}
ru: MSB3761: указанная задача XML недопустима. {0}
tr: MSB3761: Belirtilen görev XML’si geçersiz. {0}
zh_hans: MSB3761: 指定的任务 XML 无效。{0}
zh_hant: MSB3761: 指定的工作 XML 無效。 {0}

# CodeTaskFactory.InvalidCodeElementAttribute
source: MSB3756: The attribute "{0}" is not valid for the <Code> element. Valid attributes are "Language", "Source", and "Type".
cs: MSB3756: Atribut {0} není pro element <Code> platný. Platné atributy jsou Language, Source a Type.
de: MSB3756: Das Attribut "{0}" ist für das <Code>-Element ungültig. Gültige Attribute sind "Language", "Source" und "Type".
es: MSB3756: El atributo "{0}" no es válido para el elemento <Code>. Los atributos válidos son "Language", "Source" y "Type".
fr: MSB3756: l'attribut "{0}" est non valide pour l'élément <Code>. Les attributs valides sont "Language", "Source" et "Type".
it: MSB3756: l'attributo "{0}" non è valido per l'elemento <Code>. Gli attributi validi sono "Language", "Source" e "Type".
ja: MSB3756: 属性 "{0}" は <Code> 要素では無効です。有効な属性は、"Language"、"Source"、"Type" です。
ko: MSB3756: "{0}" 특성이 <Code> 요소에 대해 유효하지 않습니다. 유효한 특성은 "Language", "Source" 및 "Type"입니다.
pl: MSB3756: Atrybut „{0}” jest nieprawidłowy dla elementu <Code>. Prawidłowe atrybuty: „Language”, „Source” i „Type”.
pt_br: MSB3756: o atributo "{0}" não é válido para o elemento <Code>. Os atributos válidos são "Language", "Source" e "Type".
ru: MSB3756: атрибут "{0}" не является допустимым для элемента <Code>. Допустимыми атрибутами являются "Language", "Source" и "Type".
tr: MSB3756: "{0}" özniteliği <Code> öğesi için geçerli değil. Geçerli öznitelikler: "Dil", "Kaynak" ve "Tür".
zh_hans: MSB3756: 特性“{0}”对 <Code> 元素无效。有效特性为 "Language"、"Source" 和 "Type"。
zh_hant: MSB3756: 屬性 "{0}" 對 <Code> 元素無效。有效的屬性為 "Language"、"Source" 以及 "Type"。

# CodeTaskFactory.AttributeEmptyWithElement
source: MSB3752: The "{0}" attribute of the <{1}> element has been set but is empty. If the "{0}" attribute is set it must not be empty.
cs: MSB3752: Atribut {0} elementu <{1}> byl nastaven, je však prázdný. Pokud je atribut {0} nastaven, nesmí být prázdný.
de: MSB3752: Das Attribut "{0}" des Elements <{1}> wurde festgelegt, ist jedoch leer. Das Attribut "{0}" darf nicht leer sein, wenn es festgelegt wird.
es: MSB3752: Se estableció el atributo "{0}" del elemento <{1}>, pero está vacío. Si se establece el atributo "{0}", no debe estar vacío.
fr: MSB3752: l'attribut "{0}" de l'élément <{1}> est défini, mais il est vide. Si l'attribut "{0}" est défini, il ne doit pas être vide.
it: MSB3752: l'attributo "{0}" dell'elemento <{1}> è stato impostato ma è vuoto. Se è impostato, l'attributo "{0}" non deve essere vuoto.
ja: MSB3752: <{1}> 要素の "{0}" 属性が設定されていますが空白です。"{0}" 属性を設定する場合は空白にはできません。
ko: MSB3752: <{1}> 요소의 "{0}" 특성이 설정되었지만 비어 있습니다. "{0}" 특성은 설정된 경우 비어 있을 수 없습니다.
pl: MSB3752: Atrybut „{0}” elementu <{1}> został ustawiony, ale jest pusty. Jeśli atrybut „{0}” jest ustawiony, nie może być pusty.
pt_br: MSB3752: o atributo "{0}" do <{1}> foi definido, mas está vazio. Quando o atributo "{0}" é definido, ele não pode ficar vazio.
ru: MSB3752: атрибут "{0}" элемента <{1}> задан, однако является пустым. Если атрибут "{0}" задан, он не должен быть пустым.
tr: MSB3752: <{1}> öğesinin "{0}" özniteliği ayarlanmış, ancak değeri boş. "{0}" özniteliği ayarlanmışsa değeri boş olmamalıdır.
zh_hans: MSB3752: 已设置 <{1}> 元素的“{0}”特性，但其为空。如果设置“{0}”特性，则它不得为空。
zh_hant: MSB3752: 已設定了 <{1}> 元素的 "{0}" 屬性，但其為空白。若已設定了 "{0}" 屬性，就不得為空白。

# ZipDirectory.Comment
source: Zipping directory "{0}" to "{1}".
cs: Adresář {0} se zipuje do {1}.
de: Das Verzeichnis "{0}" wird in "{1}" gezippt.
es: Comprimiendo el archivo "{0}" en "{1}".
fr: Compression du répertoire "{0}" dans "{1}".
it: Compressione della directory "{0}" in "{1}".
ja: ディレクトリ "{0}" を "{1}" に zip 圧縮しています。
ko: 디렉터리 "{0}"의 압축을 "{1}"에 푸는 중입니다.
pl: Kompresowanie katalogu „{0}” do pliku „{1}”.
pt_br: Zipando o diretório "{0}" em "{1}".
ru: Упаковка каталога "{0}" в"{1}".
tr: "{0}" dizini "{1}" hedefine sıkıştırılıyor.
zh_hans: 将目录“{0}”压缩到“{1}”。
zh_hant: 正在將目錄 "{0}" 壓縮到 "{1}"。

# ZipDirectory.ErrorDirectoryDoesNotExist
source: MSB3941: Failed to zip directory "{0}" because it does not exist or is inaccessible.
cs: MSB3941: Adresář {0} se nepodařilo zazipovat, protože neexistuje nebo není přístupný.
de: MSB3941: Das Verzeichnis "{0}" konnte nicht gezippt werden, weil es nicht vorhanden ist oder nicht darauf zugegriffen werden kann.
es: MSB3941: No se pudo comprimir el directorio "{0}" porque no existe o no se puede acceder a él.
fr: MSB3941: Échec de la compression du répertoire "{0}", car il n'existe pas ou est inaccessible.
it: MSB3941: non è stato possibile comprimere la directory "{0}" perché non esiste oppure è inaccessibile.
ja: MSB3941: ディレクトリが存在しないか、アクセスできないため、ディレクトリ "{0}" を zip 圧縮できませんでした。
ko: MSB3941: 디렉터리가 존재하지 않거나 액세스할 수 없기 때문에 디렉터리 "{0}"의 압축을 풀지 못했습니다.
pl: MSB3941: Nie można skompresować katalogu „{0}”, ponieważ nie istnieje lub jest niedostępny.
pt_br: MSB3941: Falha ao zipar o diretório "{0}" porque ele não existe ou está inacessível.
ru: MSB3941: не удалось упаковать каталог "{0}", так как он не существует или недоступен.
tr: MSB3941: "{0}" dizini mevcut olmadığından veya erişilebilir olmadığından sıkıştırılamadı.
zh_hans: MSB3941: 未能压缩目录“{0}”，因为它不存在或无法访问。
zh_hant: MSB3941: 因為目錄 "{0}" 不存在或無法存取，所以無法將其壓縮。

# ZipDirectory.ErrorFailed
source: MSB3943: Failed to zip directory "{0}" to file "{1}". {2} {3}
es: MSB3943: No se pudo comprimir el directorio "{0}" en el archivo "{1}". {2} {3}
fr: MSB3943: Échec de la compression du répertoire « {0} » dans le fichier « {1} ». {2} {3}
it: MSB3943: non è possibile comprimere la directory "{0}" nel file "{1}". {2} {3}
ja: MSB3943: ディレクトリ "{0}" をファイル "{1}" に zip 圧縮できませんでした。{2} {3}
ko: MSB3943: 디렉터리 "{0}"의 압축을 "{1}" 파일에 풀지 못했습니다. {2} {3}
ru: MSB3943: не удалось упаковать каталог "{0}" в файл "{1}". {2} {3}
tr: MSB3943: "{0}" dizini "{1}" dosyasına sıkıştırılamadı. {2} {3}
zh_hans: MSB3943: 未能将目录“{0}”压缩为文件“{1}”。{2} {3}
zh_hant: MSB3943: 無法將目錄 "{0}" 壓縮至檔案 "{1}"。{2} {3}

# ZipDirectory.ErrorFileExists
source: MSB3942: Failed to create zip file "{0}" because it already exists. Please delete or rename the file and try again.
cs: MSB3942: Zazipovaný soubor {0} se nepodařilo vytvořit, protože už existuje. Odstraňte nebo přejmenujte prosím tento soubor a zkuste to znovu.
de: MSB3942: Fehler beim Erstellen der ZIP-Datei "{0}", weil sie bereits vorhanden ist. Löschen Sie die Datei, oder benennen Sie sie um, und versuchen Sie es dann noch mal.
es: MSB3942: No se pudo crear el archivo comprimido "{0}" porque ya existe. Elimine el archivo, o cámbiele el nombre, e inténtelo de nuevo.
fr: MSB3942: Échec de la compression du fichier zip "{0}", car il existe déjà. Supprimez ou renommez le fichier, puis réessayez.
it: MSB3942: non è stato possibile creare il file ZIP "{0}" perché esiste già. Eliminare o rinominare il file e riprovare.
ja: MSB3942: 既に存在するため、zip ファイル "{0}" を作成できませんでした。そのファイルを削除するか、名前を変更して、もう一度お試しください。
ko: MSB3942: 파일이 이미 존재하기 때문에 Zip 파일 "{0}"을(를) 만들지 못했습니다. 파일을 삭제하거나 이름을 바꾸고 다시 시도하세요.
pl: MSB3942: Nie można utworzyć pliku zip „{0}”, ponieważ już istnieje. Usuń plik lub zmień jego nazwę i spróbuj ponownie.
pt_br: MSB3942: Falha ao criar o arquivo zipado "{0}" porque ele já existe. Exclua ou renomeie o arquivo e tente novamente.
ru: MSB3942: не удалось создать ZIP-файл "{0}", так как он уже существует. Удалите или переименуйте файл и повторите попытку.
tr: MSB3942: "{0}" zip dosyası zaten mevcut olduğundan sıkıştırılamadı. Lütfen dosyayı silin veya yeniden adlandırın ve tekrar deneyin.
zh_hans: MSB3942: 未能创建压缩文件“{0}”，因为它已经存在。请删除或重命名文件，然后重试。
zh_hant: MSB3942: 因為壓縮檔 "{0}" 已存在，所以無法建立。請刪除或重新命名該檔案，然後再試一次。

# Delete.Error
source: MSB3061: Unable to delete file "{0}". {1}
cs: MSB3061: Nelze odstranit soubor {0}. {1}
de: MSB3061: Die Datei "{0}" kann nicht gelöscht werden. {1}
pl: MSB3061: Nie można usunąć pliku „{0}”. {1}
pt_br: MSB3061: Não é possível excluir o arquivo "{0}". {1}

# Delete.Retrying
source: MSB3062: Could not delete file "{0}". Beginning retry {1} in {2}ms. {3}
cs: MSB3062: Nelze odstranit soubor „{0}“. Začátek {1} opakování za {2}ms {3}
de: MSB3062: Die Datei "{0}" konnte nicht gelöscht werden. Wiederholungsversuch {1} wird in {2}ms gestartet. {3}
pl: MSB3062: nie można usunąć pliku „{0}”. Rozpoczynanie ponawiania próby {1} za {2} ms. {3}
pt_br: MSB3062: Não foi possível excluir o arquivo "{0}". Iniciando repetição {1} em {2} ms. {3}

# Move.Error
source: MSB3677: Unable to move file "{0}" to "{1}". {2}
cs: MSB3677: Soubor {0} nelze přesunout do umístění {1}. {2}
de: MSB3677: Die Datei "{0}" kann nicht in "{1}" verschoben werden. {2}
pl: MSB3677: Nie można przenieść pliku „{0}” to „{1}”. {2}
pt_br: MSB3677: Não é possível mover o arquivo "{0}" para "{1}". {2}

# Task.FileLocked
source: The file is locked by: "{0}"
cs: Soubor uzamkl(a): {0}.
de: Die Datei wird durch "{0}" gesperrt.

# Touch.CannotMakeFileWritable
source: MSB3372: The file "{0}" cannot be made writable. {1}
cs: MSB3372: Soubor {0} nelze nastavit pro zápis. {1}
de: MSB3372: Der Schreibschutz für die Datei "{0}" kann nicht aufgehoben werden. {1}
pl: MSB3372: Plik „{0}” nie może być plikiem zapisywalnym. {1}
pt_br: MSB3372: Não é possível tornar o arquivo "{0}" gravável. {1}

# Touch.CannotTouch
source: MSB3374: The last access/last write time on file "{0}" cannot be set. {1}
cs: MSB3374: Nelze nastavit čas posledního otevření či zápisu u souboru {0}. {1}
de: MSB3374: Die Zeit für den letzten Zugriff/Schreibzugriff auf die Datei "{0}" kann nicht festgelegt werden. {1}
pl: MSB3374: Nie można ustawić godziny ostatniego dostępu do pliku/zapisu w pliku „{0}”. {1}
pt_br: MSB3374: Não é possível definir o horário de último acesso/gravação no arquivo "{0}". {1}

# Unzip.ErrorCouldNotMakeFileWriteable
source: MSB3935: Failed to unzip file "{0}" because destination file "{1}" is read-only and could not be made writable. {2}
cs: MSB3935: Soubor {0} se nepodařilo rozzipovat, protože cílový soubor {1} je jen pro čtení a nebylo možné ho nastavit jako zapisovatelný. {2}
de: MSB3935: Fehler beim Entzippen der Datei "{0}", weil die Zieldatei "{1}" schreibgeschützt ist und sie nicht in einen beschreibbaren Zustand umgewandelt werden konnte. {2}
pl: MSB3935: Nie można rozpakować pliku „{0}”, ponieważ plik docelowy „{1}” jest tylko do odczytu i nie można go udostępnić do zapisu. {2}
pt_br: MSB3935: Falha ao descompactar o arquivo "{0}" porque o arquivo de destino "{1}" é somente leitura e não pôde ser transformado em gravável. {2}

# WriteLinesToFile.ErrorOrWarning
source: MSB3491: Could not write lines to file "{0}". {1}
cs: MSB3491: Nelze zapsat řádky do souboru {0}. {1}
de: MSB3491: In die Datei "{0}" konnten keine Zeilen geschrieben werden. {1}
pl: MSB3491: Nie można zapisać wierszy w pliku „{0}”. {1}
pt_br: MSB3491: Não foi possível gravar linhas no arquivo "{0}". {1}

# WriteCodeFragment.CouldNotWriteOutput
source: MSB3713: The file "{0}" could not be created. {1}
cs: MSB3713: Soubor {0} nelze vytvořit. {1}
de: MSB3713: Die Datei "{0}" konnte nicht erstellt werden. {1}
pl: MSB3713: Nie można utworzyć pliku {0}. {1}
pt_br: MSB3713: Não foi possível criar o arquivo "{0}". {1}

# ZipDirectory.ErrorFailed
source: MSB3943: Failed to zip directory "{0}" to file "{1}". {2}
cs: MSB3943: Adresář {0} se nepodařilo zazipovat do souboru {1}. {2}
de: MSB3943: Fehler beim Zippen des Verzeichnisses "{0}" in die Datei "{1}". {2}
pl: MSB3943: Nie można skompresować katalogu „{0}” do pliku „{1}”. {2}
pt_br: MSB3943: Falha ao zipar o diretório "{0}" no arquivo "{1}". {2}

# GenerateManifest.WriteOutputManifestFailed
source: MSB3173: Unable to write manifest '{0}'. {1}
pl: MSB3173: Nie można zapisać manifestu '{0}'. {1}
pt_br: MSB3173: Não é possível gravar o manifesto "{0}". {1}

# ResolveAssemblyReference.WritingCacheFile
source: Updating assembly cache file "{0}".
pl: Aktualizowanie pliku pamięci podręcznej zestawu „{0}”.
pt_br: Atualizando o arquivo de cache do assembly "{0}".

# Copy.FileLocked
source: The file is locked by: "{0}"
pl: Plik jest zablokowany przez: „{0}”
pt_br: O arquivo é bloqueado por: "{0}"
