Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveAssemblyReference.NoRedistAssembliesToGenerateExclusionList
source: MSB3256: No assemblies were read in from the redist lists. A TargetFramework profile exclusion list could not be generated.
cs: MSB3256: Ze seznamů redistribučního balíčku nebyla přečtena žádná sestavení. Nelze vygenerovat seznam vyloučení profilu TargetFramework.
de: MSB3256: Es wurden keine Assemblys aus den redist-Listen gelesen. Es konnte keine Ausschlussliste für das TargetFramework-Profil generiert werden.
es: MSB3256: No se leyó ningún ensamblado de las listas de paquetes redistribuibles. No se pudo generar una lista de exclusión de perfiles de TargetFramework.
fr: MSB3256: Aucun assembly n'a été lu dans les listes de packages redistribuables. Impossible de générer une liste d'exclusion de profil TargetFramework.
it: MSB3256: non sono stati letti assembly dagli elenchi di pacchetti ridistribuibili. Non è stato possibile generare un elenco di esclusione di profili TargetFramework.
ja: MSB3256: アセンブリを再頒布可能パッケージ リストから読み込めませんでした。TargetFramework プロファイルの除外リストを生成できませんでした。
ko: MSB3256: 재배포 가능 패키지 목록에서 읽어온 어셈블리가 없습니다. TargetFramework 프로필 제외 목록을 생성할 수 없습니다.
pl: MSB3256: Żadne zestawy nie zostały odczytane z list redystrybucyjnych. Nie można wygenerować listy wykluczeń profilu TargetFramework.
pt_br: MSB3256: Não foi possível encontrar assemblies lidos das listas de pacote redistribuível. Não foi possível gerar uma lista de exclusões de perfil TargetFramework.
ru: MSB3256: сборки из списков распространяемого пакета не считывались. Не удалось создать список исключений профиля TargetFramework.
tr: MSB3256: Yeniden dağıtım listelerinden hiçbir bütünleştirilmiş kod okunmadı. TargetFramework profil dışlama listesi oluşturulamadı.
zh_hans: MSB3256: 没有从可再发行程序包列表中读入任何程序集。未能生成 TargetFramework 配置文件排除列表。
zh_hant: MSB3256: 未從可轉散發套件清單讀入任何組件。無法產生 TargetFramework 設定檔排除清單。

# ResolveAssemblyReference.PrimaryReferenceOutsideOfFramework
source: MSB3257: The primary reference "{0}" could not be resolved because it has a higher version "{1}" than exists in the current target framework. The version found in the current target framework is "{2}".
cs: MSB3257: Primární odkaz {0} nelze přeložit, protože má novější verzi {1}, než je verze v aktuální cílové architektuře. Verze zjištěná v aktuální cílové architektuře je {2}.
de: MSB3257: Der Primärverweis "{0}" konnte nicht aufgelöst werden, da er eine höhere Version "{1}" als die im aktuellen Zielframework vorhandene Version aufweist. Die im aktuellen Zielframework vorhandene Version ist "{2}".
es: MSB3257: La referencia principal "{0}" no se pudo resolver porque su versión es superior "{1}" a la existente en la plataforma de destino actual. La que se encuentra en la plataforma de destino actual es "{2}".
fr: MSB3257: Impossible de résoudre la référence primaire "{0}", car elle a une version "{1}" supérieure qui existe dans le Framework cible actuel. La version trouvée dans le Framework cible actuel est "{2}".
it: MSB3257: non è stato possibile risolvere il riferimento primario "{0}" perché ha una versione "{1}" successiva a quella esistente nel framework di destinazione corrente. La versione nel framework di destinazione corrente è "{2}".
ja: MSB3257: プライマリ参照 "{0}" は、現在のターゲット フレームワークに存在するものより新しいバージョン "{1}" であるため、解決できませんでした。現在のターゲット フレームワークで検出されたバージョンは "{2}" です。
ko: MSB3257: 기본 참조 "{0}"에 현재 대상 프레임워크에 있는 버전보다 높은 버전인 "{1}"이(가) 지정되어 있기 때문에 확인할 수 없습니다. 현재 대상 프레임워크에 있는 버전은 "{2}"입니다.
pl: MSB3257: Nie można rozpoznać odwołania podstawowego „{0}”, ponieważ ma ono wyższą wersję „{1}” niż wersja istniejąca w bieżącej platformie docelowej. Wersja znaleziona w bieżącej platformie docelowej to „{2}”.
pt_br: MSB3257: A referência principal "{0}" não foi resolvida porque tem uma versão mais recente "{1}" do que a existente na estrutura de destino atual. A versão encontrada na estrutura de destino atual é "{2}".
ru: MSB3257: не удалось разрешить основную ссылку "{0}", поскольку она имеет более позднюю версию ("{1}"), чем версия текущей целевой платформы. В текущей целевой платформе найдена версия "{2}".
tr: MSB3257: "{0}" birincil başvurusu geçerli hedef çerçevede bulunandan daha yüksek "{1}" sürümüne sahip olduğundan çözümlenemedi. Geçerli hedef çerçevede bulunan sürüm: "{2}".
zh_hans: MSB3257: 未能解析主引用“{0}”，因为它的版本为“{1}”，高于当前目标框架中的版本。在当前目标框架中找到的版本为“{2}”。
zh_hant: MSB3257: 無法解析主要參考 "{0}"，因為它的版本 "{1}" 高於目前目標架構中的版本。在目前目標架構中找到的版本為 "{2}"。

# ResolveAssemblyReference.DependencyReferenceOutsideOfFramework
source: MSB3258: The primary reference "{0}" could not be resolved because it has an indirect dependency on the .NET Framework assembly "{1}" which has a higher version "{2}" than the version "{3}" in the current target framework.
cs: MSB3258: Primární odkaz {0} nelze přeložit, protože je nepřímo závislý na sestavení {1} rozhraní .NET Framework, které má novější verzi {2}, než je verze {3} v aktuální cílové architektuře.
de: MSB3258: Der Primärverweis "{0}" konnte nicht aufgelöst werden, da er eine indirekte Abhängigkeit von der .NET Framework-Assembly "{1}" aufweist, die eine höhere Version {2} als die Version {3} im aktuellen Zielframework aufweist.
es: MSB3258: La referencia principal "{0}" no se pudo resolver porque tiene una dependencia indirecta del ensamblado de .NET Framework "{1}" cuya versión es superior "{2}" a la que hay en la plataforma de destino actual "{3}".
fr: MSB3258: Impossible de résoudre la référence primaire "{0}", car elle a une dépendance indirecte sur l'assembly .NET Framework "{1}" dont la version "{2}" est supérieure à la version "{3}" du Framework cible actuel.
it: MSB3258: non è stato possibile risolvere il riferimento primario "{0}" perché include una dipendenza indiretta all'assembly .NET Framework "{1}" la cui versione "{2}" è successiva alla versione "{3}" nel framework di destinazione corrente.
ja: MSB3258: プライマリ参照 "{0}" は、現在のターゲット フレームワークのバージョン "{3}" より高いバージョン "{2}" を持つ .NET Framework アセンブリ "{1}" に間接的に依存するため、解決できませんでした。
ko: MSB3258: 기본 참조 "{0}"이(가) 현재 대상 프레임워크에 있는 버전 "{3}"보다 높은 버전인 "{2}"이(가) 지정되어 있는 .NET Framework 어셈블리 "{1}"에 종속되어 있기 때문에 확인할 수 없습니다.
pl: MSB3258: Nie można rozpoznać odwołania podstawowego {0}, ponieważ jest ono pośrednio zależne od zestawu {1} programu .NET Framework, mającego wyższą wersję {2} niż wersja {3} istniejąca w bieżącej platformie docelowej.
pt_br: MSB3258: A referência principal "{0}" não foi resolvida porque tem uma dependência indireta no assembly "{1}" do .NET Framework, que tem uma versão mais recente "{2}" do que a versão "{3}" na estrutura de destino atual.
ru: MSB3258: не удалось разрешить первичную ссылку "{0}", поскольку она косвенно зависит от сборки .NET Framework "{1}", имеющей более позднюю версию "{2}", чем версия "{3}" в текущей целевой платформе.
tr: MSB3258: "{0}" birincil başvurusu çözümlenemedi, çünkü geçerli hedef çerçevedeki "{3}" sürümünden daha yüksek olan "{2}" sürümüne sahip "{1}" .NET Framework derlemesine dolaylı bir bağımlılığı var.
zh_hans: MSB3258: 未能解析主引用“{0}”，因为它对 .NET Framework 程序集“{1}”具有间接依赖关系，而该程序集的版本为“{2}”，高于当前目标框架中的版本“{3}”。
zh_hant: MSB3258: 無法解析主要參考 "{0}"，因為它在 .NET Framework 組件 "{1}" 上有間接相依性，此組件的版本 "{2}" 高於目前目標 Framework 中的版本 "{3}"。

# ResolveAssemblyReference.CannotSetProfileAndSubSet
source: MSB3259: Invalid parameter combination. Can only set either subset or profile parameters. Cannot set one or more subset parameters ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") and one or more profile parameters ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables") at the same time.
cs: MSB3259: Neplatná kombinace parametrů. Nastavit lze buď parametry podmnožiny, nebo parametry profilu. Nelze nastavit jeden nebo více parametrů podmnožiny (TargetFrameworkSubsets, InstalledAssemblySubsetTables) a zároveň jeden nebo více parametrů profilu (ProfileName, FullFrameworkFolders, FullFrameworkAssemblyTables).
de: MSB3259: Ungültige Parameterkombination. Sie können entweder Teilmengen- oder Profilparameter festlegen. Es ist nicht möglich, einen oder mehrere Teilmengenparameter ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") und einen oder mehrere Profilparameter ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables") gleichzeitig anzugeben.
es: MSB3259: Combinación de parámetros no válida. Solo se pueden establecer parámetros de subconjunto o perfil. No se pueden establecer a la vez uno o más parámetros de subconjunto ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") y uno o más parámetros de perfil ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables").
fr: MSB3259: Combinaison de paramètres non valide. Seuls des paramètres de sous-ensemble ou des paramètres de profil peuvent être définis. Impossible de définir un ou plusieurs paramètres de sous-ensemble ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") et un ou plusieurs paramètres de profil ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables") simultanément.
it: MSB3259: combinazione di parametri non valida. È possibile impostare solo parametri di profilo o di subset. Non è possibile impostare uno o più parametri di subset ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") e uno o più parametri di profilo ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables") contemporaneamente.
ja: MSB3259: 無効なパラメーターの組み合わせです。サブセット パラメーターまたはプロファイル パラメーターのいずれかのみ設定できます。1 つ以上のサブセット パラメーター ("TargetFrameworkSubsets"、"InstalledAssemblySubsetTables") と 1 つ以上のプロファイル パラメーター ("ProfileName"、"FullFrameworkFolders"、"FullFrameworkAssemblyTables") を同時に設定することはできません。
ko: MSB3259: 매개 변수 조합이 잘못되었습니다. 하위 집합 또는 프로필 매개 변수만 설정할 수 있습니다. 이때 하나 이상의 하위 집합 매개 변수("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") 및 하나 이상의 프로필 매개 변수("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables")를 동시에 설정할 수 없습니다.
pl: MSB3259: Nieprawidłowa kombinacja parametrów. Można ustawić parametry albo zestawu, albo profilu. Nie można ustawić jednego lub więcej parametrów podzestawu („TargetFrameworkSubsets”, „InstalledAssemblySubsetTables”) i jednego lub więcej parametrów profilu („ProfileName”, „FullFrameworkFolders”, „FullFrameworkAssemblyTables”) w tym samym czasie.
pt_br: MSB3259: Combinação de parâmetros inválida. É possível definir apenas parâmetros de subconjunto ou de perfil. Não é possível definir um ou mais parâmetros de subconjunto ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") e um ou mais parâmetros de perfil ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables") ao mesmo tempo.
ru: MSB3259: недопустимое сочетание параметров. Задать можно только параметры подмножества либо профиля. Невозможно задать один или несколько параметров подмножества (TargetFrameworkSubsets, InstalledAssemblySubsetTables) и один или несколько параметров профиля (ProfileName, FullFrameworkFolders, FullFrameworkAssemblyTables) одновременно.
tr: MSB3259: Geçersiz parametre birleşimi. Yalnızca alt küme ya da profil parametrelerini ayarlayabilirsiniz. Aynı anda bir veya daha fazla alt küme parametresi ("TargetFrameworkSubsets", "InstalledAssemblySubsetTables") ve bir veya daha fazla profil parametresi ("ProfileName", "FullFrameworkFolders", "FullFrameworkAssemblyTables") ayarlanamaz.
zh_hans: MSB3259: 无效的参数组合。只能设置子集参数或配置文件参数。不能既设置一个或多个子集参数(“TargetFrameworkSubsets”、“InstalledAssemblySubsetTables”)，又设置一个或多个配置文件参数(“ProfileName”、“FullFrameworkFolders”、“FullFrameworkAssemblyTables”)。
zh_hant: MSB3259: 參數組合無效。只能設定子集或設定檔參數。一或多個子集參數 ("TargetFrameworkSubsets"、"InstalledAssemblySubsetTables") 和一或多個設定檔參數 ("ProfileName"、"FullFrameworkFolders"、"FullFrameworkAssemblyTables") 不能同時設定。

# ResolveAssemblyReference.NoProfilesFound
source: MSB3260: Could not find any target framework profile redist files in the FullFrameworkFolders locations.
cs: MSB3260: V umístěních uvedených v parametru FullFrameworkFolders nelze najít žádné soubory redistribučního balíčku profilu cílové architektury.
de: MSB3260: Es wurden keine Redistributabledateien für das Zielframeworkprofil an den FullFrameworkFolders-Speicherorten gefunden.
es: MSB3260: No se encontraron archivos de paquete redistribuible de perfil de la plataforma de destino en las ubicaciones de FullFrameworkFolders.
fr: MSB3260: Les fichiers de package redistribuable de profil de framework cibles sont introuvables dans les emplacements FullFrameworkFolders.
it: MSB3260: non sono stati trovati file di pacchetti ridistribuibili del profilo del framework di destinazione nei percorsi FullFrameworkFolders.
ja: MSB3260: ターゲット フレームワーク プロファイル再頒布可能パッケージ ファイルが FullFrameworkFolders の場所に見つかりませんでした。
ko: MSB3260: FullFrameworkFolders 위치에서 대상 프레임워크 프로필 재배포 가능 패키지 파일을 찾을 수 없습니다.
pl: MSB3260: Nie można odnaleźć plików redystrybucyjnych profilu platformy docelowej w lokalizacjach FullFrameworkFolders.
pt_br: MSB3260: Não foi encontrado nenhum arquivo do pacote redistribuível de perfil de estrutura de destino nos locais FullFrameworkFolders.
ru: MSB3260: не удалось найти файлы распространяемого пакета для профиля целевой платформы в расположениях FullFrameworkFolders.
tr: MSB3260: FullFrameworkFolders konumlarında herhangi bir hedef framework profil yeniden dağıtım dosyası bulunamadı.
zh_hans: MSB3260: 在 FullFrameworkFolders 位置处，未能找到任何目标框架配置文件可再发行程序包文件。
zh_hant: MSB3260: 在 FullFrameworkFolders 位置中找不到任何目標 Framework 設定檔的可轉散發套件檔案。

# ResolveAssemblyReference.FrameworkDirectoryOnProfiles
source: MSB3261: The FrameworkDirectory metadata must be set on all items passed to the FullFrameworkAssemblyTables parameter. The item "{0}" did not have the metadata set.
cs: MSB3261: Metadata FrameworkDirectory je nutné nastavit ve všech položkách předaných parametru FullFrameworkAssemblyTables. Položka {0} nemá nastavena metadata.
de: MSB3261: Die FrameworkDirectory-Metadaten müssen für alle an den FullFrameworkAssemblyTables-Parameter übergebenen Elemente festgelegt werden. Für das Element "{0}" sind die Metadaten nicht festgelegt.
es: MSB3261: Los metadatos FrameworkDirectory deben establecerse para todos los elementos que se pasen al parámetro FullFrameworkAssemblyTables. El elemento "{0}" no tenía establecidos los metadatos.
fr: MSB3261: La métadonnée FrameworkDirectory doit être définie pour tous les éléments passés au paramètre FullFrameworkAssemblyTables. L'élément "{0}" n'avait pas l'ensemble de métadonnées.
it: MSB3261: è necessario impostare i metadati FrameworkDirectory su tutti gli elementi passati al parametro FullFrameworkAssemblyTables. I metadati non sono impostati per l'elemento "{0}".
ja: MSB3261: FrameworkDirectory メタデータは、FullFrameworkAssemblyTables パラメーターに渡されるすべての項目に設定する必要があります。項目 "{0}" にメタデータが設定されていません。
ko: MSB3261: FullFrameworkAssemblyTables 매개 변수에 전달된 모든 항목에 대해 FrameworkDirectory 메타데이터를 설정해야 합니다. "{0}" 항목에 해당 메타데이터가 설정되어 있지 않습니다.
pl: MSB3261: Metadane FrameworkDirectory muszą być ustawione we wszystkich elementach przekazanych do parametru FullFrameworkAssemblyTables. Element „{0}” nie miał ustawionych metadanych.
pt_br: MSB3261: Os metadados de FrameworkDirectory devem ser definidos em todos os itens passados para o parâmetro FullFrameworkAssemblyTables. O item "{0}" não tinha os metadados definidos.
ru: MSB3261: метаданные FrameworkDirectory должны быть заданы для всех элементов, передаваемых в параметр FullFrameworkAssemblyTables. Для элемента "{0}" не заданы метаданные.
tr: MSB3261: FrameworkDirectory meta verileri, FullFrameworkAssemblyTables parametresine iletilen tüm öğelerde ayarlanmalıdır. "{0}" öğesinin meta verileri kümesi yoktu.
zh_hans: MSB3261: 对于传递给 FullFrameworkAssemblyTables 参数的所有项都必须设置 FrameworkDirectory 元数据。项“{0}”未设置该元数据。
zh_hant: MSB3261: 在所有傳遞至 FullFrameworkAssemblyTables 參數的項目上都必須設定 FrameworkDirectory 中繼資料。項目 "{0}" 沒有設定中繼資料。

# ResolveAssemblyReference.MustSetProfileNameAndFolderLocations
source: MSB3262: When targeting a profile the ProfileName parameter and one of FullFrameworkFolders or FullFrameworkAssemblyTables must be set.
cs: MSB3262: Při cílení profilu je nutné nastavit parametr ProfileName a jeden z parametrů FullFrameworkFolders nebo FullFrameworkAssemblyTables.
de: MSB3262: Wenn das Ziel ein Profil ist, müssen der ProfileName-Parameter und FullFrameworkFolders oder FullFrameworkAssemblyTables festgelegt werden.
es: MSB3262: Cuando el destino es un perfil, se deben establecer el parámetro ProfileName y FullFrameworkFolders o bien FullFrameworkAssemblyTables.
fr: MSB3262: Lors du ciblage d'un profil, le paramètre ProfileName doit être défini, de même que FullFrameworkFolders ou FullFrameworkAssemblyTables.
it: MSB3262: quando si definisce la destinazione per un profilo, è necessario impostare il parametro ProfileName e uno dei parametri FullFrameworkFolders o FullFrameworkAssemblyTables.
ja: MSB3262: プロファイルをターゲット設定するときは、ProfileName パラメーターと、FullFrameworkFolders または FullFrameworkAssemblyTables のどちらかを設定する必要があります。
ko: MSB3262: 프로필을 대상으로 하는 경우 ProfileName 매개 변수와 FullFrameworkFolders 또는 FullFrameworkAssemblyTables 중 하나를 설정해야 합니다.
pl: MSB3262: Jeśli obiektem docelowym jest profil, parametr ProfileName i jeden z parametrów FullFrameworkFolders lub FullFrameworkAssemblyTables musi być ustawiony.
pt_br: MSB3262: Ao direcionar um perfil, o parâmetro ProfileName e FullFrameworkFolders ou FullFrameworkAssemblyTables devem ser definidos.
ru: MSB3262: При работе с профилем должны быть заданы параметры ProfileName и один из FullFrameworkFolders или FullFrameworkAssemblyTables.
tr: MSB3262: Bir profil hedeflenirken ProfileName parametresi ve FullFrameworkFolders veya FullFrameworkAssemblyTables parametrelerinden biri ayarlanmalıdır.
zh_hans: MSB3262: 当目标为配置文件时，必须设置 ProfileName 参数以及 FullFrameworkFolders 或 FullFrameworkAssemblyTables 中的一个。
zh_hant: MSB3262: 以設定檔為目標時，必須設定 ProfileName 參數和 FullFrameworkFolders 或 FullFrameworkAssemblyTables 其中一個。

# ResolveAssemblyReference.InvalidProfileRedistLocation
source: MSB3263: The file "{0}" will be ignored because it cannot be read. This file was either passed in to FullFrameworkAssemblyTables or was found by searching the "{1}" folder in the FullFrameworkFolders. {2}
cs: MSB3263: Soubor {0} nelze přečíst a bude ignorován. Tento soubor byl předán parametru FullFrameworkAssemblyTables nebo byl nalezen ve složce {1} určené parametrem FullFrameworkFolders. {2}
de: MSB3263: Die Datei "{0}" kann nicht gelesen werden und wird daher ignoriert. Diese Datei wurde an FullFrameworkAssemblyTables übergeben oder beim Durchsuchen des Ordners "{1}" in den FullFrameworkFolders gefunden. {2}
es: MSB3263: Se omitirá el archivo "{0}" porque no se puede leer. Bien se pasó a FullFrameworkAssemblyTables o bien se encontró al buscar en la carpeta "{1}" de FullFrameworkFolders. {2}
fr: MSB3263: Le fichier "{0}" va être ignoré, car il ne peut pas être lu. Ce fichier a été passé dans FullFrameworkAssemblyTables ou a été trouvé lors de la recherche du dossier "{1}" dans FullFrameworkFolders. {2}
it: MSB3263: il file "{0}" verrà ignorato perché non può essere letto. Il file è stato passato a FullFrameworkAssemblyTables o è stato trovato cercando nella cartella "{1}" in FullFrameworkFolders. {2}
ja: MSB3263: ファイル "{0}" は、読み取れないため無視されます。このファイルは、FullFrameworkAssemblyTables に渡されたか、FullFrameworkFolders の "{1}" フォルダーの検索によって見つかりました。{2}
ko: MSB3263: "{0}" 파일은 읽어올 수 없으므로 무시됩니다. 이 파일을 FullFrameworkAssemblyTables에 전달했거나 FullFrameworkFolders에서 "{1}" 폴더를 검색하여 찾았습니다. {2}
pl: MSB3263: Plik „{0}” zostanie zignorowany, ponieważ nie można go odczytać. Plik ten został przekazany do parametru FullFrameworkAssemblyTables lub znaleziony podczas przeszukiwania folderu „{1}” określonego w parametrze FullFrameworkFolders. {2}
pt_br: MSB3263: O arquivo "{0}" será ignorado, pois não pode ser lido. Esse arquivo foi passado para FullFrameworkAssemblyTables ou foi encontrado com a pesquisa da pasta "{1}" em FullFrameworkFolders. {2}
ru: MSB3263: файл "{0}" будет пропущен, так как его невозможно прочитать. Этот файл был передан в FullFrameworkAssemblyTables или обнаружен при поиске в папке "{1}" в FullFrameworkFolders. {2}
tr: MSB3263: "{0}" dosyası okunamadığından yoksayılacak. Bu dosya FullFrameworkAssemblyTables’a geçirildi ya da FullFrameworkFolders içinde "{1}" klasörü aranarak bulundu. {2}
zh_hans: MSB3263: 将忽略文件“{0}”，因为无法读取该文件。此文件是传入到 FullFrameworkAssemblyTables 的，或者是通过在 FullFrameworkFolders 中搜索 {1} 文件夹找到的。{2}
zh_hant: MSB3263: 將忽略檔案 "{0}"，因為無法讀取。這個檔案可能傳入 FullFrameworkAssemblyTables，或是在 FullFrameworkFolders 中搜尋 "{1}" 資料夾找到。{2}

# ResolveAssemblyReference.PrimaryReferenceInAnotherFramework
source: MSB3267: The primary reference "{0}", which is a framework assembly, could not be resolved in the currently targeted framework. "{1}". To resolve this problem, either remove the reference "{0}" or retarget your application to a framework version which contains "{0}".
cs: MSB3267: Primární odkaz {0}, který je sestavením architektury, nelze přeložit v aktuálně cílené architektuře. {1}. Chcete-li tento problém vyřešit, buď odeberte odkaz {0}, nebo změňte cíl aplikace na verzi rozhraní obsahující řetězec {0}.
de: MSB3267: Der Primärverweis "{0}", bei dem es sich um eine Frameworkassembly handelt, konnte im derzeit als Ziel verwendeten Framework nicht aufgelöst werden. "{1}". Zur Beseitigung des Problems muss entweder der Verweis "{0}" entfernt, oder die Anwendung erneut als Ziel für eine Frameworkversion verwendet werden, die "{0}" enthält.
es: MSB3267: La referencia principal "{0}", que es un ensamblado de .NET Framework, no se pudo resolver en la versión de .NET Framework de destino actual. "{1}". Para solucionar este problema, quite la referencia "{0}" o establezca el destino de la aplicación en una versión de .NET Framework que contenga "{0}".
fr: MSB3267: Impossible de résoudre la référence primaire "{0}", qui est un assembly du Framework, dans le Framework actuellement ciblé. "{1}". Pour résoudre ce problème, supprimez la référence "{0}" ou reciblez votre application vers une version de Framework qui contient "{0}".
it: MSB3267: non è stato possibile risolvere il riferimento primario "{0}" perché non è stato risolto nel framework di destinazione corrente. "{1}". Per risolvere il problema, rimuovere il riferimento "{0}" oppure reindirizzare l'applicazione a una versione del framework contenente "{0}".
ja: MSB3267: フレームワーク アセンブリであるプライマリ参照 "{0}" は、現在ターゲットされているフレームワークで解決できませんでした。"{1}"。この問題を解決するには、参照 "{0}" を削除するか、"{0}" を含むフレームワーク バージョンにアプリケーションを再ターゲットしてください。
ko: MSB3267: 프레임워크 어셈블리인 기본 참조 "{0}"을(를) 현재 대상 프레임워크에서 확인할 수 없습니다. "{1}". 이 문제를 해결하려면 참조 "{0}"을(를) 제거하거나 애플리케이션 의 대상을 "{0}"이(가) 포함된 프레임워크 버전으로 변경하세요.
pl: MSB3267: W bieżącej strukturze docelowej nie można rozpoznać odwołania podstawowego {0}, które jest zestawem struktury. „{1}”. Aby rozwiązać ten problem, usuń odwołanie „{0}” lub przekieruj aplikację do wersji struktury zawierającej zestaw „{0}”.
pt_br: MSB3267: A referência primária "{0}", que é um assembly de estrutura, não pôde ser resolvida na estrutura de destino atual. "{1}". Para resolver o problema, remova a referência "{0}" ou redirecione o aplicativo para uma versão de estrutura que contenha "{0}".
ru: MSB3267: основную ссылку "{0}", которая является сборкой платформы, не удалось разрешить в текущей целевой платформе. "{1}". Чтобы устранить эту проблему, удалите ссылку "{0}", или измените целевую платформу приложения на версию, которая содержит "{0}".
tr: MSB3267: Bir çerçeve bütünleştirilmiş kodu olan "{0}" birincil başvurusu, şu anda hedeflenen çerçeve içinde çözümlenemedi. "{1}". Bu sorunu gidermek için, "{0}" başvurusunu kaldırın ya da uygulamanızı "{0}" içeren bir çerçeve sürümüne yeniden hedefleyin.
zh_hans: MSB3267: 未能在当前目标框架中解析主引用“{0}”，它是一个框架程序集。“{1}”。若要解决此问题，请移除引用“{0}”，或将应用程序的目标重新指向包含“{0}”的框架版本。
zh_hant: MSB3267: 主要參考 "{0}" 為架構組件，無法在目前設為目標的架構中加以解析。"{1}"。若要解決此問題，請移除參考 "{0}"，或將應用程式的目標重定為包含 "{0}" 的架構版本。
