Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateManifest.ResolveFailedInReadOnlyMode
source: MSB3114: Could not find file '{0}' referenced by assembly '{1}'.
cs: MSB3114: Nebyl nalezen soubor {0}, na který odkazuje sestavení {1}.
de: MSB3114: Die Datei "{0}", auf die von der {1}-Assembly verwiesen wird, wurde nicht gefunden.
es: MSB3114: No se encuentra el archivo '{0}' al que hace referencia el ensamblado '{1}'.
fr: MSB3114: Impossible de trouver le fichier '{0}' référencé par l'assembly '{1}'.
it: MSB3114: il file '{0}' a cui fa riferimento l'assembly '{1}' non è stato trovato.
ja: MSB3114: アセンブリ '{1}' によって参照されたファイル '{0}' が見つかりませんでした。
ko: MSB3114: '{1}' 어셈블리에서 참조하는 '{0}' 파일을 찾을 수 없습니다.
pl: MSB3114: Nie można odnaleźć pliku '{0}', do którego odwołuje się zestaw '{1}'.
pt_br: MSB3114: Não foi possível localizar o arquivo "{0}" usado como referência pelo assembly "{1}".
ru: MSB3114: Не удается найти файл "{0}", на который ссылается сборка "{1}".
tr: MSB3114: '{1}' derlemesinin başvurduğu '{0}' dosyası bulunamadı.
zh_hans: MSB3114: 未能找到程序集“{1}”引用的文件“{0}”。
zh_hant: MSB3114: 找不到組件 '{1}' 參考的檔案 '{0}'。

# GenerateManifest.ResolveFailedInReadWriteMode
source: MSB3113: Could not find file '{0}'.
cs: MSB3113: Soubor {0} nebyl nalezen.
de: MSB3113: Die Datei "{0}" wurde nicht gefunden.
es: MSB3113: No se encuentra el archivo '{0}'.
fr: MSB3113: Impossible de trouver le fichier '{0}'.
it: MSB3113: il file '{0}' non è stato trovato.
ja: MSB3113: ファイル '{0}' が見つかりませんでした。
ko: MSB3113: '{0}' 파일을 찾을 수 없습니다.
pl: MSB3113: Nie można odnaleźć pliku '{0}'.
pt_br: MSB3113: Não foi possível localizar o arquivo "{0}".
ru: MSB3113: Не удается найти файл "{0}".
tr: MSB3113: '{0}' dosyası bulunamadı.
zh_hans: MSB3113: 未能找到文件“{0}”。
zh_hant: MSB3113: 找不到檔案 '{0}'。

# GenerateManifest.ManifestsSignedHashExcluded
source: MSB3128: The ClickOnce manifests cannot be signed because they contain one or more references that are not hashed.
cs: MSB3128: Manifesty ClickOnce nelze podepsat, protože obsahují některé z odkazů, pro které nebyl použit algoritmus hash.
de: MSB3128: Die ClickOnce-Manifeste können nicht signiert werden, da sie mindestens einen Verweis ohne Hash enthalten.
es: MSB3128: Los manifiestos de ClickOnce no se pueden firmar porque contienen una o varias referencias a las que no se ha aplicado un algoritmo hash.
fr: MSB3128: Les manifestes ClickOnce ne peuvent pas être signés, car ils contiennent une ou plusieurs références qui ne sont pas hachées.
it: MSB3128: non è possibile firmare i manifesti ClickOnce perché contengono uno o più riferimenti senza hash.
ja: MSB3128: ClickOnce マニフェストにはハッシュされていない参照が含まれているため、署名できません。
ko: MSB3128: ClickOnce 매니페스트에 해시되지 않은 참조가 하나 이상 들어 있어서 서명할 수 없습니다.
pl: MSB3128: Nie można podpisać manifestów ClickOnce, ponieważ zawierają one przynajmniej jedno odwołanie, które nie jest przemieszane.
pt_br: MSB3128: Os manifestos ClickOnce não podem ser assinados, pois contêm uma ou mais referências em que não foi aplicado hash.
ru: MSB3128: Манифесты ClickOnce не могут быть подписаны, так как они содержат одну или несколько нехэшированных ссылок.
tr: MSB3128: Karma oluşturulmamış bir veya daha fazla başvuru içerdiklerinden ClickOnce bildirimleri imzalanamıyor.
zh_hans: MSB3128: 无法对 ClickOnce 清单进行签名，因为这些清单包含一个或多个未进行哈希处理的引用。
zh_hant: MSB3128: 無法簽署 ClickOnce 資訊清單，因為其中包含一個或多個未經雜湊處理的參考。

# GenerateManifest.TargetPathTooLong
source: MSB3182: File name '{0}' exceeds {1} characters.
cs: MSB3182: Název souboru {0} má více než {1} znaků.
de: MSB3182: Der Dateiname "{0}" ist länger als {1} Zeichen.
es: MSB3182: El nombre de archivo '{0}' supera los {1} caracteres.
fr: MSB3182: Le nom de fichier '{0}' comprend plus de {1} caractères.
it: MSB3182: il nome file '{0}' contiene più di {1} caratteri.
ja: MSB3182: ファイル名 '{0}' は {1} 文字を超えています。
ko: MSB3182: 파일 이름 '{0}'이(가) {1}자를 초과합니다.
pl: MSB3182: Nazwa pliku '{0}' zawiera więcej niż następującą liczbę znaków: {1}.
pt_br: MSB3182: O nome de arquivo "{0}" ultrapassa {1} caracteres.
ru: MSB3182: имя файла "{0}" превышает {1} символов.
tr: MSB3182: '{0}' dosya adı, {1} karakteri aşıyor.
zh_hans: MSB3182: 文件名“{0}”超过 {1} 个字符。
zh_hant: MSB3182: 檔案名稱 '{0}' 超過 {1} 個字元。

# GenerateManifest.UnmanagedCodePermission
source: MSB3183: Reference '{0}' is an interop assembly requiring full trust.
cs: MSB3183: Odkaz {0} je sestavení vzájemné spolupráce vyžadující úplný vztah důvěryhodnosti.
de: MSB3183: Der Verweis "{0}" ist eine Interopassembly, die volle Vertrauenswürdigkeit erfordert.
es: MSB3183: La referencia '{0}' es un ensamblado de interoperabilidad que requiere plena confianza.
fr: MSB3183: La référence '{0}' est un assembly d'interopérabilité nécessitant une confiance totale.
it: MSB3183: il riferimento '{0}' è un assembly di interoperabilità che richiede attendibilità totale.
ja: MSB3183: 参照 '{0}' は完全な信頼を必要とする相互運用アセンブリです。
ko: MSB3183: '{0}' 참조는 완전 신뢰가 필요한 interop 어셈블리입니다.
pl: MSB3183: Odwołanie „{0}” jest zestawem międzyoperacyjnym i wymaga pełnego zaufania.
pt_br: MSB3183: A referência "{0}" é um assembly de interoperabilidade que requer confiança total.
ru: MSB3183: Ссылка "{0}" является сборкой взаимодействия, требующей полного доверия.
tr: MSB3183: '{0}' başvurusu, tam güven gerektiren bir birlikte çalışma derlemesidir.
zh_hans: MSB3183: 引用“{0}”是一个需要完全信任的互操作程序集。
zh_hant: MSB3183: 參考 '{0}' 是需要完全信任的 Interop 組件。

# GenerateManifest.WriteOutputManifestFailed
source: MSB3173: Unable to write manifest '{0}'. {1} {2}
cs: MSB3173: Nepovedlo se zapsat manifest {0}. {1} {2}
de: MSB3173: Das Manifest „{0}“ kann nicht geschrieben werden. {1} {2}
es: MSB3173: No se puede escribir el manifiesto '{0}'. {1} {2}
fr: MSB3173: impossible d’écrire le manifeste « {0} ». {1} {2}
it: MSB3173: non è possibile scrivere il manifesto '{0}'. {1} {2}
ja: MSB3173: マニフェスト '{0}' を書き込めません。{1}{2}
ko: MSB3173: '{0}' 매니페스트를 쓸 수 없습니다. {1} {2}
ru: MSB3173: невозможно записать манифест "{0}". {1} {2}
tr: MSB3173: '{0}' bildirimi yazılamıyor. {1} {2}
zh_hans: MSB3173: 无法写入清单“{0}”。{1} {2}
zh_hant: MSB3173: 無法寫入資訊清單 '{0}'。{1} {2}

# GenerateManifest.InvalidRequestedExecutionLevel
source: MSB3190: ClickOnce does not support the request execution level '{0}'.
cs: MSB3190: Funkce ClickOnce nepodporuje požadovanou úroveň provedení {0}.
de: MSB3190: Die Anforderungsausführungsebene "{0}" wird von ClickOnce nicht unterstützt.
es: MSB3190: ClickOnce no admite el nivel de ejecución de solicitudes '{0}'.
fr: MSB3190: ClickOnce ne prend pas en charge le niveau d'exécution de la requête '{0}'.
it: MSB3190: ClickOnce non supporta il livello di esecuzione richieste '{0}'.
ja: MSB3190: ClickOnce では、要求の実行レベル '{0}' はサポートされていません。
ko: MSB3190: ClickOnce는 요청 실행 수준 '{0}'을(를) 지원하지 않습니다.
pl: MSB3190: Funkcja ClickOnce nie obsługuje poziomu wykonania żądania „{0}”.
pt_br: MSB3190: O ClickOnce não dá suporte ao nível de execução de solicitação "{0}".
ru: MSB3190: ClickOnce не поддерживает уровень выполнения запроса "{0}".
tr: MSB3190: ClickOnce, '{0}' istek yürütme düzeyini desteklemiyor.
zh_hans: MSB3190: ClickOnce 不支持请求执行级别“{0}”。
zh_hant: MSB3190: ClickOnce 不支援要求執行層級 '{0}'。

# GenerateResource.BinaryFormatterUse
source: MSB3825: Resource "{0}" of type "{1}" is deserialized via BinaryFormatter at runtime. BinaryFormatter is deprecated due to possible security risks and will be removed with .NET 9. If you wish to continue using it, set property "GenerateResourceWarnOnBinaryFormatterUse" to false. More information: https://aka.ms/msbuild/net8-binaryformatter
cs: MSB3825: Prostředek „{0}“ typu „{1}“ je deserializován prostřednictvím BinaryFormatter za běhu. BinaryFormatter je zastaralý kvůli možným bezpečnostním rizikům a odebere se s .NET 9. Pokud ho chcete používat dál, nastavte vlastnost GenerateResourceWarnOnBinaryFormatterUse na false. Další informace: https://aka.ms/msbuild/net8-binaryformatter
de: MSB3825: Die Ressource "{0}" vom Typ "{1}" wird zur Laufzeit über BinaryFormatter deserialisiert. BinaryFormatter ist aufgrund möglicher Sicherheitsrisiken veraltet und wird mit .NET 9 entfernt. Wenn Sie sie weiterhin verwenden möchten, legen Sie die Eigenschaft "GenerateResourceWarnOnBinaryFormatterUse" auf "false" fest. Weitere Informationen: https://aka.ms/msbuild/net8-binaryformatter
es: MSB3825: El recurso "{0}" de tipo "{1}" se deserializa a través de BinaryFormatter en tiempo de ejecución. BinaryFormatter está en desuso debido a posibles riesgos de seguridad y se quitará con .NET 9. Si desea seguir usándola, establezca la propiedad "GenerateResourceWarnOnBinaryFormatterUse" en falso. Más información: https://aka.ms/msbuild/net8-binaryformatter
fr: MSB3825: La ressource «{0}» de type «{1}» est désérialisée via BinaryFormatter au moment de l’exécution. BinaryFormatter est déconseillé en raison de risques de sécurité possibles et sera supprimé avec .NET 9. Si vous souhaitez continuer à l’utiliser, définissez la propriété « GenerateResourceWarnOnBinaryFormatterUse » sur false. Plus d’informations : https://aka.ms/msbuild/net8-binaryformatter
it: MSB3825: la risorsa "{0}" di tipo "{1}" viene deserializzata tramite BinaryFormatter in fase di esecuzione. BinaryFormatter è deprecato a causa di possibili rischi per la sicurezza e verrà rimosso con .NET 9. Per continuare a utilizzarla, impostare la proprietà "GenerateResourceWarnOnBinaryFormatterUse" su false. Altre informazioni: https://aka.ms/msbuild/net8-binaryformatter
ja: MSB3825: "{0}" 型のリソース "{1}" は、実行時に BinaryFormatter を介して逆シリアル化されます。BinaryFormatter は、セキュリティ上のリスクが発生する可能性があるため非推奨であり、.NET 9 を使用して削除されます。引き続き使用する場合は、プロパティ "GenerateResourceWarnOnBinaryFormatterUse" を false に設定してください。 詳細情報: https://aka.ms/msbuild/net8-binaryformatter
ko: MSB3825: "{1}" 유형의 "{0}" 리소스가 런타임 시 BinaryFormatter를 통해 역직렬화됩니다. BinaryFormatter는 가능한 보안 위험으로 인해 사용되지 않으며 .NET 9에서 제거됩니다. 계속 사용하려면 "GenerateResourceWarnOnBinaryFormatterUse" 속성을 false로 설정하세요. 추가 정보: https://aka.ms/msbuild/net8-binaryformatter
pl: MSB3825: zasób „{0}” typu „{1}” jest deserializowany za pośrednictwem elementu BinaryFormatter w czasie wykonywania. Element BinaryFormatter jest przestarzały z powodu możliwych zagrożeń bezpieczeństwa i zostanie usunięty z platformy .NET 9. Jeśli chcesz nadal go używać, ustaw właściwość „GenerateResourceWarnOnBinaryFormatterUse” na wartość false. Więcej informacji: https://aka.ms/msbuild/net8-binaryformatter
pt_br: MSB3825: o recurso "{0}" do tipo "{1}" é desserializado por meio de BinaryFormatter no runtime. O BinaryFormatter foi preterido devido a possíveis riscos de segurança e será removido com o .NET 9. Se você quiser continuar a usá-lo, defina a propriedade "GenerateResourceWarnOnBinaryFormatterUse" como false. Mais informações: https://aka.ms/msbuild/net8-binaryformatter
ru: MSB3825: ресурс "{0}" с типом "{1}" десериализуется с помощью BinaryFormatter во время выполнения. BinaryFormatter является устаревшим в связи с возможными угрозами безопасности и будет удален с .NET 9. Чтобы продолжить использование, задайте свойству "GenerateResourceWarnOnBinaryFormatterUse" значение "false". Дополнительные сведения: https://aka.ms/msbuild/net8-binaryformatter
tr: MSB3825: "{1}" türündeki "{0}" kaynağı, çalışma zamanında BinaryFormatter aracılığıyla seri durumdan çıkarılır. BinaryFormatter, olası güvenlik riskleri nedeniyle kullanım dışı bırakıldı ve .NET 9 ile kaldırılacak. Kullanmaya devam etmek istiyorsanız, "GenerateResourceWarnOnBinaryFormatterUse" özelliğini false olarak ayarlayın. Daha fazla bilgi: https://aka.ms/msbuild/net8-binaryformatter
zh_hans: MSB3825: “{1}”类型的资源“{0}”在运行时通过 BinaryFormatter 进行反序列化。由于可能存在安全风险，BinaryFormatter 已被弃用，并将使用 .NET 9 移除它。如果要继续使用它，请将属性 "GenerateResourceWarnOnBinaryFormatterUse" 设置为 false。 详细信息: https://aka.ms/msbuild/net8-binaryformatter
zh_hant: MSB3825: 類型 "{1}" 的資源 "{0}" 在執行階段透過 BinaryFormatter 還原序列化。BinaryFormatter 已因可能的安全性風險而被取代，並將隨著 .NET 9 移除。如果您要繼續使用它，請將屬性 "GenerateResourceWarnOnBinaryFormatterUse" 設定為 false。 詳細資訊: https://aka.ms/msbuild/net8-binaryformatter

# GenerateResource.CoreSupportsLimitedScenarios
source: MSB3824: In order to build with .NET Core, resource inputs must be in .txt or .resx format.
cs: MSB3824: Aby bylo možné provést sestavení pomocí .NET Core, musí být vstupy prostředků ve formátu .txt nebo .resx.
de: MSB3824: Für die Kompilierung mit .NET Core müssen Ressourceneingaben im TXT- oder RESX-Format vorliegen.
es: MSB3824: Para compilar con .NET Core, las entradas de recursos deben estar en formato .txt o .resx.
fr: MSB3824: Pour pouvoir générer avec .NET Core, les entrées de ressource doivent être au format .txt ou .resx.
it: MSB3824: per compilare con .NET Core, gli input delle risorse devono essere in formato. txt o. resx.
ja: MSB3824: .NET Core を使用してビルドするには、リソースの入力を .txt 形式または .resx 形式にする必要があります。
ko: MSB3824: .NET Core로 빌드하려면 리소스 입력이 .txt 또는 .resx 형식이어야 합니다.
pl: MSB3824: Aby kompilować przy użyciu platformy .NET Core, dane wejściowe zasobów muszą być w formacie txt lub resx.
pt_br: MSB3824: Para compilar com o .NET Core, as entradas de recurso devem estar em formato .txt ou .resx.
ru: MSB3824: для сборки с использованием .NET Core входные данные ресурсов должны быть в формате TXT или RESX.
tr: MSB3824: .NET Core ile derlemek için kaynak girişleri .txt veya .resx biçiminde olmalıdır.
zh_hans: MSB3824: 要使用 .NET Core 进行生成，资源输入必须为 .txt 或 .resx 格式。
zh_hant: MSB3824: 若要使用 .NET Core 建置，資源輸入必須採用 .txt 或 .resx 格式。

# GenerateResource.InputDoesntExist
source: Input file "{0}" does not exist.
cs: Vstupní soubor {0} neexistuje.
de: Die Eingabedatei "{0}" ist nicht vorhanden.
es: El archivo de entrada "{0}" no existe.
fr: Le fichier d'entrée "{0}" n'existe pas.
it: Il file di input "{0}" non esiste.
ja: 入力ファイル {0} は存在しません。
ko: 입력 파일 "{0}"이(가) 없습니다.
pl: Plik wejściowy „{0}” nie istnieje.
pt_br: O arquivo de entrada "{0}" não existe.
ru: Входной файл "{0}" не существует.
tr: "{0}" giriş dosyası yok.
zh_hans: 输入文件“{0}”不存在。
zh_hant: 輸入檔 "{0}" 不存在。

# GenerateResource.InputNewer
source: Input file "{0}" is newer than output file "{1}".
cs: Vstupní soubor {0} je novější než výstupní soubor {1}.
de: Die Eingabedatei "{0}" ist neuer als die Ausgabedatei "{1}".
es: El archivo de entrada "{0}" es más reciente que el archivo de salida "{1}".
fr: Le fichier d'entrée "{0}" est plus récent que le fichier de sortie "{1}".
it: Il file di input "{0}" è più recente del file di output "{1}".
ja: 入力ファイル "{0}" は出力ファイル "{1}" よりも新しいです。
ko: 입력 파일 "{0}"이(가) 출력 파일 "{1}"보다 최신 파일입니다.
pl: Plik wejściowy „{0}” jest nowszy niż plik wyjściowy „{1}”.
pt_br: O arquivo de entrada "{0}" é mais recente do que o arquivo de saída "{1}".
ru: Входной файл "{0}" новее выходного файла "{1}".
tr: "{0}" giriş dosyası, "{1}" çıkış dosyasından daha yeni.
zh_hans: 输入文件“{0}”比输出文件“{1}”新。
zh_hant: 輸入檔 "{0}" 比輸出檔 "{1}" 新。

# GenerateResource.LinkedInputDoesntExist
source: Linked input file "{0}" does not exist.
cs: Propojený vstupní soubor {0} neexistuje.
de: Die verknüpfte Eingabedatei "{0}" ist nicht vorhanden.
es: El archivo de entrada "{0}" vinculado no existe.
fr: Le fichier d'entrée lié "{0}" n'existe pas.
it: Il file di input collegato "{0}" non esiste.
ja: リンクされた入力ファイル "{0}" は存在しません。
ko: 연결된 입력 파일 "{0}"이 (가) 없습니다.
pl: Połączony plik wejściowy „{0}” nie istnieje.
pt_br: O arquivo de entrada vinculado "{0}" não existe.
ru: Связанный входной файл "{0}" не существует.
tr: "{0}" bağlı giriş dosyası yok.
zh_hans: 关联的输入文件“{0}”不存在。
zh_hant: 連結的輸入檔 "{0}" 不存在。

# GenerateResource.LinkedInputNewer
source: Linked input file "{0}" is newer than output file "{1}".
cs: Propojený vstupní soubor {0} je novější než výstupní soubor {1}.
de: Die verknüpfte Eingabedatei "{0}" ist neuer als die Ausgabedatei "{1}".
es: El archivo de entrada "{0}" vinculado es más reciente que el archivo de salida "{1}".
fr: Le fichier d'entrée lié "{0}" est plus récent que le fichier de sortie "{1}".
it: Il file di input collegato "{0}" è più recente del file di output "{1}".
ja: リンクされた入力ファイル "{0}" は出力ファイル "{1}" よりも新しいです。
ko: 연결된 입력 파일 "{0}"이(가) 출력 파일 "{1}"보다 최신 파일입니다.
pl: Połączony plik wejściowy „{0}” jest nowszy niż plik wyjściowy „{1}”.
pt_br: O arquivo de entrada vinculado "{0}" é mais recente do que o arquivo de saída "{1}".
ru: Связанный входной файл "{0}" создан или изменен позже выходного файла "{1}".
tr: "{0}" bağlı giriş dosyası, "{1}" çıkış dosyasından daha yeni.
zh_hans: 关联的输入文件“{0}”比输出文件“{1}”新。
zh_hant: 連結的輸入檔 "{0}" 比輸出檔案 "{1}" 新。

# GenerateResource.MOTW
source: MSB3821: Couldn't process file {0} due to its being in the Internet or Restricted zone or having the mark of the web on the file. Remove the mark of the web if you want to process these files.
cs: MSB3821: Nešlo zpracovat soubor {0}, protože je v zóně Internet nebo Omezené nebo má na souboru značku webu. Pokud chcete tyto soubory zpracovat, odeberte značku webu.
de: MSB3821: Die Datei "{0}" konnte nicht verarbeitet werden, weil sie sich im Internet oder in der Zone eingeschränkter Websites befindet oder die Webmarkierung aufweist. Entfernen Sie die Webmarkierung, wenn Sie diese Dateien verarbeiten möchten.
es: MSB3821: No se puede procesar el archivo {0} porque está en Internet o en una zona restringida, o bien tiene la marca de la Web. Quite esta marca si desea procesar los archivos.
fr: MSB3821: Impossible de traiter le fichier {0} car il se trouve dans la zone Internet ou Restreinte ou il contient Mark of the Web. Pour traiter ces fichiers, supprimez Mark of the Web.
it: MSB3821: non è stato possibile elaborare il file {0} perché si trova nell'area Internet o Siti con restrizioni o presenta il contrassegno del Web. Rimuovere il contrassegno del Web se si intende elaborare questi file.
ja: MSB3821: ファイル {0} を処理できませんでした。インターネットまたは制限付きゾーン内にあるか、ファイルに Web のマークがあるためです。これらのファイルを処理するには、Web のマークを削除してください。
ko: MSB3821: {0} 파일은 인터넷 또는 제한 영역에 있거나 파일에 웹 표시가 있으므로 처리할 수 없습니다. 이러한 파일을 처리하려면 웹 표시를 제거하세요.
pl: MSB3821: Nie można przetworzyć pliku {0}, ponieważ znajduje się on w strefie Internet lub Witryny z ograniczeniami albo zawiera znacznik strony internetowej. Jeśli chcesz przetwarzać te pliki, usuń znacznik strony internetowej.
pt_br: MSB3821: não foi possível processar o arquivo {0} porque ele está na Internet ou na zona restrita ou tem a marca da Web no arquivo. Remova a marca da Web se você quiser processar esses arquivos.
ru: MSB3821: не удалось обработать файл "{0}", так как он находится в Интернете или ограниченной зоне либо имеет веб-метку. Чтобы обрабатывать такие файлы, следует удалить веб-метку.
tr: MSB3821: {0} dosyası İnternet’te veya Kısıtlı bölgede olduğu ya da dosyada web işaretine sahip olduğu için işlenemedi. Bu dosyaları işlemek istiyorsanız web işaretlerini kaldırın.
zh_hans: MSB3821: 无法处理文件 {0}，因为它位于 Internet 或受限区域中，或者文件上具有 Web 标记。要想处理这些文件，请删除 Web 标记。
zh_hant: MSB3821: 因為檔案 {0} 位於網際網路或是限制區域上，或是檔案上標有 Web 字樣，所以無法處理該檔案。若希望處理這些檔案，請移除 Web 字樣。

# GenerateResource.MimeTypeNotSupportedOnCore
source: MSB3826: Resource \"{0}\" in \"{1}\" uses MIME type \"{2}\", which is not supported by MSBuild when running on .NET.
cs: MSB3826: Prostředek \"{0}\" v \"{1}\" používá typ MIME \"{2}\", který MSBuild při spuštění v .NET nepodporuje.
de: MSB3826: Die Ressource \"{0}\" in \"{1}\" verwendet den MIME-Typ \"{2}\", der von MSBuild bei der Ausführung unter .NET nicht unterstützt wird.
es: MSB3826: El recurso \"{0}\" de \"{1}\" usa el tipo MIME \"{2}\", que MSBuild no admite cuando se ejecuta en .NET.
fr: MSB3826: La ressource \"{0}\" dans \"{1}\" utilise le type MIME \"{2}\", qui n’est pas pris en charge par MSBuild lors de l’exécution sur .NET.
it: MSB3826: la risorsa \"{0}\" in \"{1}\" usa il tipo MIME \"{2}\", che non è supportato da MSBuild durante l'esecuzione in .NET.
ja: MSB3826: \"{1}\" のリソース \"{0}\" は MIME の種類 \"{2}\" を使用します。これは、.NET で実行されている場合、MSBuild ではサポートされていません。
ko: MSB3826: \"{1}\"의 리소스 \"{0}\"은(는) .NET에서 실행할 때 MSBuild에서 지원하지 않는 MIME 형식 \"{2}\"을 사용합니다.
pl: MSB3826: zasób „{0}” w „{1}” używa typu MIME „{2}”, który nie jest obsługiwany przez program MSBuild w przypadku uruchamiania na platformie .NET.
pt_br: MSB3826: O recurso \"{0}\" em \"{1}\" usa o tipo MIME \"{2}\", que não tem suporte do MSBuild ao ser executado no .NET.
ru: MSB3826: ресурс \"{0}\" в \"{1}\" использует тип MIME \"{2}\", который не поддерживается MSBuild при работе в .NET.
tr: MSB3826: \"{1}\" öğesindeki \"{0}\" kaynağı .NET üzerinde çalışırken MSBuild tarafından desteklenmeyen \"{2}\" MIME türünü kullanıyor.
zh_hans: MSB3826: \"{1}\" 中的资源 \"{0}\" 使用 MIME 类型 \"{2}\"，这在 .NET 上运行时不受 MSBuild 支持。
zh_hant: MSB3826: \"{1}\" 中的資源 \"{0}\" 使用 MIME 類型 \"{2}\"，MSBuild 在 .NET 上執行時不支援此類型。

# GenerateResource.OutputDoesntExist
source: Output file "{0}" does not exist.
cs: Výstupní soubor {0} neexistuje.
de: Die Ausgabedatei "{0}" ist nicht vorhanden.
es: El archivo de salida "{0}" no existe.
fr: Le fichier de sortie "{0}" n'existe pas.
it: Il file di output "{0}" non esiste.
ja: 出力ファイル "{0}" は存在しません。
ko: 출력 파일 "{0}"이(가) 없습니다.
pl: Plik wyjściowy „{0}” nie istnieje.
pt_br: O arquivo de saída "{0}" não existe.
ru: Выходной файл "{0}" не существует.
tr: "{0}" çıkış dosyası yok.
zh_hans: 输出文件“{0}”不存在。
zh_hant: 輸出檔 "{0}" 不存在。

# GenerateResource.PreserializedResourcesRequiresExtensions
source: MSB3822: Non-string resources require the System.Resources.Extensions assembly at runtime, but it was not found in this project's references.
cs: MSB3822: Neřetězcové prostředky vyžadují při spuštění sestavení System.Resources.Extensions, v odkazech na tento projekt ale nebylo nalezeno.
de: MSB3822: Ressourcen, die nicht im Zeichenfolgenformat vorliegen, erfordern zur Laufzeit die System.Resources.Extensions-Assembly, aber diese wurde in den Projektverweisen nicht gefunden.
es: MSB3822: Los recursos que no son de cadena requieren el ensamblado System.Resources.Extensions en tiempo de ejecución, pero no se encontró en las referencias del proyecto.
fr: MSB3822: les ressources qui ne sont pas des chaînes nécessitent l'assembly System.Resources.Extensions au moment de l'exécution, mais il est introuvable dans les références de ce projet.
it: MSB3822: con le risorse non di stringa è richiesto l'assembly System.Resources.Extensions in fase di esecuzione, che non è stato trovato nei riferimenti di questo progetto.
ja: MSB3822: 文字列以外のリソースには、実行時に System.Resources.Extensions アセンブリが必要ですが、このプロジェクトの参照に含まれていませんでした。
ko: MSB3822: 문자열이 아닌 리소스에는 런타임 시 System.Resources.Extensions 어셈블리가 필요하지만, 이 프로젝트의 참조에서 찾을 수 없습니다.
pl: MSB3822: Zasoby inne niż będące ciągami wymagają zestawu System.Resources.Extensions w czasie wykonywania, ale nie znaleziono go w odwołaniach tego projektu.
pt_br: MSB3822: recursos diferentes de cadeias de caracteres exigem o assembly System.Resources.Extensions no tempo de execução, mas ele não foi encontrado nas referências deste projeto.
ru: MSB3822: для ресурсов, не являющихся строковыми, во время выполнения требуется сборка System.Resources.Extensions, однако она не была найдена в ссылках этого проекта.
tr: MSB3822: Dize olmayan kaynaklar için çalışma zamanında System.Resources.Extensions bütünleştirilmiş kodu gerekiyor, ancak bu projenin başvurularında bulunamadı.
zh_hans: MSB3822: 非字符串资源要求在运行时使用 System.Resources.Extensions 程序集，但未在此项目的引用中找到它。
zh_hant: MSB3822: 非字串資源在執行階段需要 System.Resources.Extensions 組件，但在這個專案的參考中找不到它。
