Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Message.InvalidImportance
source: MSB3511: "{0}" is an invalid value for the "Importance" parameter. Valid values are: High, Normal and Low.
cs: MSB3511: {0} je neplatná hodnota parametru Importance. Platné hodnoty: High, Normal a Low.
de: MSB3511: "{0}" ist ein ungültiger Wert für den "Importance"-Parameter. Gültige Werte sind: High, Normal und Low.
es: MSB3511: "{0}" no es un valor válido para el parámetro "Importance". Los valores válidos son: High, Normal y Low.
fr: MSB3511: "{0}" n'est pas une valeur valide pour le paramètre "Importance". Les valeurs valides sont : High, Normal et Low.
it: MSB3511: "{0}" non è un valore valido per il parametro "Importance". I valori validi sono: High, Normal e Low.
ja: MSB3511: "{0}" は、"Importance" パラメーターに対して無効な値です。有効な値は High、Normal および Low です。
ko: MSB3511: "{0}"은(는) "Importance" 매개 변수에 사용할 수 없는 값입니다. 유효한 값은 High, Normal 및 Low입니다.
pl: MSB3511: „{0}” jest nieprawidłową wartością parametru „Importance”. Prawidłowe wartości: High, Normal i Low.
pt_br: MSB3511: "{0}" é um valor inválido para o parâmetro "Importance". Os valores válidos são: High, Normal e Low.
ru: MSB3511: "{0}" — недопустимое значение для параметра Importance (Важность). Допустимые значения: High (высокая), Normal (средняя) и Low (низкая).
tr: MSB3511: "{0}", "Importance" parametresi için geçersiz bir değer. Geçerli değerler şunlardır: High, Normal ve Low.
zh_hans: MSB3511: “{0}”是无效的“Importance”参数值。有效值包括: High、Normal 和 Low。
zh_hant: MSB3511: "{0}" 對 "Importance" 參數而言為無效值。有效值為: High、Normal 和 Low。

# Move.CreatesDirectory
source: Creating directory "{0}".
cs: Probíhá vytváření adresáře {0}.
de: Das Verzeichnis "{0}" wird erstellt.
es: Creando directorio "{0}".
fr: Création du répertoire "{0}".
it: Creazione directory "{0}".
ja: ディレクトリ "{0}" を作成しています。
ko: "{0}" 디렉터리를 만들고 있습니다.
pl: Tworzenie katalogu „{0}”.
pt_br: Criando o diretório "{0}".
ru: Создание каталога "{0}".
tr: "{0}" dizini oluşturuluyor.
zh_hans: 正在创建目录“{0}”。
zh_hant: 正在建立目錄 "{0}"。

# Move.DestinationIsDirectory
source: MSB3676: Could not move the file "{0}" to the destination file "{1}", because the destination is a folder instead of a file. To move the source file into a folder, consider using the DestinationFolder parameter instead of DestinationFiles.
cs: MSB3676: Nelze přesunout soubor {0} do cílového souboru {1}, protože cílem není soubor, ale složka. Pokud chcete přesunout zdrojový soubor do složky, zkuste namísto parametru DestinationFiles použít parametr DestinationFolder.
de: MSB3676: Die Datei "{0}" konnte nicht in die Zieldatei "{1}" verschoben werden, da es sich beim Ziel nicht um eine Datei, sondern um einen Ordner handelt. Verwenden Sie anstelle von DestinationFiles ggf. den DestinationFolder-Parameter, wenn Sie die Quelldatei in einen Ordner verschieben möchten.
es: MSB3676: No se pudo mover el archivo "{0}" al archivo de destino "{1}" porque el destino es una carpeta y no un archivo. Para mover el archivo de origen a una carpeta, use el parámetro DestinationFolder en lugar de DestinationFiles.
fr: MSB3676: Impossible de déplacer le fichier "{0}" vers le fichier de destination "{1}", car la destination est un dossier et non un fichier. Pour déplacer le fichier source dans un dossier, essayez d'utiliser le paramètre DestinationFolder au lieu de DestinationFiles.
it: MSB3676: non è stato possibile spostare il file "{0}" nel file di destinazione "{1}". La destinazione è una cartella e non un file. Per spostare il file di origine in una cartella, provare a usare il parametro DestinationFolder invece di DestinationFiles.
ja: MSB3676: 移動先がファイルではなくフォルダーであるため、ファイル "{0}" を移動先ファイル "{1}" に移動できませんでした。フォルダーにソース ファイルを移動するには、DestinationFiles パラメーターではなく DestinationFolder パラメーターを使用してください。
ko: MSB3676: 대상이 파일이 아니라 폴더이므로 "{0}" 파일을 대상 파일 "{1}"에 이동할 수 없습니다. 소스 파일을 폴더로 이동하려면 DestinationFiles 대신 DestinationFolder 매개 변수를 사용하세요.
pl: MSB3676: Nie można przenieść pliku „{0}” do pliku docelowego „{1}”, ponieważ w miejscu docelowym znajduje się folder zamiast pliku. Aby przenieść plik źródłowy do folderu, rozważ użycie parametru DestinationFolder zamiast parametru DestinationFiles.
pt_br: MSB3676: Não foi possível mover o arquivo "{0}" para o arquivo de destino "{1}", pois o destino é uma pasta, e não um arquivo. Para mover o arquivo de origem para uma pasta, considere o uso do parâmetro DestinationFolder em vez do DestinationFiles.
ru: MSB3676: не удалось переместить файл "{0}" в целевой файл "{1}", поскольку назначением является папка, а не файл. Чтобы переместить исходный файл в папку, можно использовать параметр DestinationFolder вместо параметра DestinationFiles.
tr: MSB3676: Hedef, dosya yerine klasör olduğundan "{0}" dosyası "{1}"hedef dosyasına taşınamadı. Kaynak dosyasını bir klasöre taşımak için DestinationFiles yerine DestinationFolder parametresini kullanın.
zh_hans: MSB3676: 未能将文件“{0}”移动到目标文件“{1}”，因为该目标是文件夹而不是文件。若要将源文件移动到文件夹中，请考虑使用 DestinationFolder 参数，而不使用 DestinationFiles。
zh_hant: MSB3676: 無法將檔案 "{0}" 移到目的檔案 "{1}"，原因是目的地為資料夾而非檔案。若要將來源檔案移到資料夾中，請考慮使用 DestinationFolder 參數來取代 DestinationFiles。

# Move.Error
source: MSB3677: Unable to move file "{0}" to "{1}". {2} {3}
es: MSB3677: No se puede mover el archivo "{0}" a "{1}". {2} {3}
fr: MSB3677: Impossible de déplacer le fichier « {0} » vers « {1} ». {2} {3}
it: MSB3677: non è possibile spostare il file "{0}" in "{1}". {2} {3}
ja: MSB3677: ファイル "{0}" を "{1}" に移動できません。{2} {3}
ko: MSB3677: 파일 "{0}"을(를) "{1}"(으)로 이동할 수 없습니다. {2} {3}
ru: MSB3677: не удается переместить файл "{0}" в "{1}". {2} {3}
tr: MSB3677: "{0}" dosyası "{1}" üzerine taşınamıyor. {2} {3}
zh_hans: MSB3677: 无法将文件“{0}”移动到“{1}”。{2} {3}
zh_hant: MSB3677: 無法將檔案 "{0}" 移至 "{1}"。{2} {3}

# Move.ExactlyOneTypeOfDestination
source: MSB3678: Both "{0}" and "{1}" were specified as input parameters in the project file. Only one must be provided.
cs: MSB3678: V souboru projektu byly jako vstupní parametry zadány položky {0} a {1}. Je třeba zadat jenom jednu z těchto položek.
de: MSB3678: "{0}" und "{1}" wurden als Eingabeparameter in der Projektdatei angegeben. Es darf nur ein Parameter angegeben werden.
es: MSB3678: "{0}" y "{1}" se especificaron como parámetros de entrada en el archivo del proyecto. Solo debe especificarse uno.
fr: MSB3678: "{0}" et "{1}" sont spécifiés tous les deux comme paramètres d'entrée dans le fichier projet. Utilisez l'un ou l'autre.
it: MSB3678: "{0}" e "{1}" sono stati entrambi specificati come parametri di input nel file di progetto. È necessario specificarne solo uno.
ja: MSB3678: "{0}" と "{1}" の両方が、入力パラメーターとしてプロジェクト ファイルで指定されました。いずれか 1 つを指定する必要があります。
ko: MSB3678: 프로젝트 파일에서 "{0}"과(와) "{1}"을(를) 모두 입력 매개 변수로 지정했습니다. 하나만 지정해야 합니다.
pl: MSB3678: Zarówno element „{0}”, jak i „{1}” zostały określone jako parametry wejściowe w pliku projektu. Należy podać tylko jeden z nich.
pt_br: MSB3678: "{0}" e "{1}" foram especificados como parâmetros de entrada no arquivo de projeto. Somente um deve ser fornecido.
ru: MSB3678: "{0}" и "{1}" были одновременно указаны как входные параметры в файле проекта. Укажите только один параметр.
tr: MSB3678: Hem "{0}" hem de "{1}" proje dosyasında giriş parametresi olarak belirtilmiş. Yalnızca biri sağlanmalıdır.
zh_hans: MSB3678: 在项目文件中，“{0}”和“{1}”均被指定为输入参数。只能提供其中一个。
zh_hant: MSB3678: 在專案檔中已將 "{0}" 和 "{1}" 同時指定為輸入參數。只能提供一個。

# Move.FileComment
source: Moving file from "{0}" to "{1}".
cs: Probíhá přesouvání souboru z umístění {0} do umístění {1}.
de: Die Datei wird von "{0}" in "{1}" verschoben.
es: Moviendo el archivo de "{0}" a "{1}".
fr: Déplacement du fichier de "{0}" vers "{1}".
it: Spostamento del file da "{0}" a "{1}".
ja: "{0}" から "{1}" へファイルを移動しています。
ko: "{0}"에서 "{1}"(으)로 파일을 이동하고 있습니다.
pl: Przenoszenie pliku z „{0}” do „{1}”.
pt_br: Movendo arquivo de "{0}" para "{1}".
ru: Перемещение файла из "{0}" в "{1}".
tr: "{0}" dosyası konumundan "{1}" konumuna taşınıyor.
zh_hans: 正在将文件从“{0}”移到“{1}”。
zh_hant: 正在將檔案從 "{0}" 移至 "{1}"。

# Move.NeedsDestination
source: MSB3679: No destination specified for Move. Please supply either "{0}" or "{1}".
cs: MSB3679: Není zadáno cílové umístění pro přesunutí. Zadejte {0} nebo {1}.
de: MSB3679: Für Move wurde kein Ziel angegeben. Geben Sie "{0}" oder "{1}" an.
es: MSB3679: No se especificó ningún destino para Move. Especifique "{0}" o "{1}".
fr: MSB3679: Aucune destination spécifiée pour l'opération de déplacement. Indiquez "{0}" ou "{1}".
it: MSB3679: non sono state specificate destinazioni per lo spostamento. Specificare "{0}" o "{1}".
ja: MSB3679: 移動先が指定されていません。"{0}" または "{1}" を指定してください。
ko: MSB3679: Move 작업의 대상을 지정하지 않았습니다. "{0}" 또는 "{1}"을(를) 지정하세요.
pl: MSB3679: Nie określono miejsca docelowego dla zadania Move. Podaj miejsce „{0}” lub „{1}”.
pt_br: MSB3679: Nenhum destino especificado para Move. Forneça "{0}" ou "{1}".
ru: MSB3679: не указана целевая папка для задачи Move. Укажите "{0}" или "{1}".
tr: MSB3679: Taşıma işlemi için hedef belirtilmemiş. Lütfen "{0}" veya "{1}" öğelerinden birini sağlayın.
zh_hans: MSB3679: 未指定 Move 任务的目标位置。请提供“{0}”或“{1}”。
zh_hant: MSB3679: 未指定 Move 的目的地。請提供 "{0}" 或 "{1}"。

# Move.SourceDoesNotExist
source: MSB3680: The source file "{0}" does not exist.
cs: MSB3680: Zdrojový soubor {0} neexistuje.
de: MSB3680: Die Quelldatei "{0}" ist nicht vorhanden.
es: MSB3680: El archivo de origen "{0}" no existe.
fr: MSB3680: Le fichier source "{0}" n'existe pas.
it: MSB3680: il file di origine "{0}" non esiste.
ja: MSB3680: ソース ファイル {0} は存在しません。
ko: MSB3680: 소스 파일 "{0}"이(가) 없습니다.
pl: MSB3680: Plik źródłowy „{0}” nie istnieje.
pt_br: MSB3680: O arquivo de origem "{0}" não existe.
ru: MSB3680: Исходный файл "{0}" не существует.
tr: MSB3680: "{0}" kaynak dosyası yok.
zh_hans: MSB3680: 源文件“{0}”不存在。
zh_hant: MSB3680: 來源檔案 {0} 不存在。

# Move.SourceIsDirectory
source: MSB3681: The source file "{0}" is a directory. The "Move" task does not support moving directories.
cs: MSB3681: Zdrojový soubor {0} je adresář. Úloha přesunutí nepodporuje přesun adresářů.
de: MSB3681: Die Quelldatei "{0}" ist ein Verzeichnis. Die "Move"-Aufgabe unterstützt das Verschieben von Verzeichnissen nicht.
es: MSB3681: El archivo de origen "{0}" es un directorio. La tarea "Move" no permite mover directorios.
fr: MSB3681: Le fichier source "{0}" est un répertoire. La tâche "Move" ne prend pas en charge le déplacement des répertoires.
it: MSB3681: il file di origine "{0}" è una directory. L'attività "Sposta" non supporta lo spostamento delle directory.
ja: MSB3681: ソース ファイル "{0}" はディレクトリです。"Move" タスクはディレクトリの移動をサポートしません。
ko: MSB3681: 소스 파일 "{0}"은(는) 디렉터리입니다. "Move" 작업으로는 디렉터리를 이동할 수 없습니다.
pl: MSB3681: Plik źródłowy „{0}” jest katalogiem. Zadanie „Move” nie obsługuje przenoszenia katalogów.
pt_br: MSB3681: O arquivo de origem "{0}" é um diretório. A tarefa "Move" não dá suporte à movimentação de diretórios.
ru: MSB3681: исходный файл "{0}" является каталогом. Задача Move не поддерживает перемещение каталогов.
tr: MSB3681: "{0}" kaynak dosyası bir dizin. "Taşı" görevi, dizinleri taşımayı desteklemez.
zh_hans: MSB3681: 源文件“{0}”是一个目录。“Move”任务不支持移动目录。
zh_hant: MSB3681: 來源檔案 "{0}" 是目錄。"Move" 工作不支援移動目錄。

# MSBuild.CannotRebaseOutputItemPath
source: MSB3203: The output path "{0}" cannot be rebased. {1}
cs: MSB3203: Nelze přenést změny výstupní cesty {0}. {1}
de: MSB3203: Für den Ausgabepfad "{0}" kann kein Rebase ausgeführt werden. {1}
es: MSB3203: La ruta de acceso de salida "{0}" no puede fusionarse mediante cambio de base. {1}
fr: MSB3203: Impossible de rebaser le chemin de sortie "{0}". {1}
it: MSB3203: non è possibile riassegnare il percorso di output "{0}". {1}
ja: MSB3203: 出力パス "{0}" を再ベースすることはできません。{1}
ko: MSB3203: 출력 경로 "{0}"의 기준 주소를 다시 지정할 수 없습니다. {1}
pl: MSB3203: Ścieżka wyjściowa „{0}” nie może mieć zmienianego adresu bazowego. {1}
pt_br: MSB3203: O caminho de saída "{0}" não pode ser restabelecido. {1}
ru: MSB3203: База пути вывода "{0}" не может быть изменена. {1}
tr: MSB3203: "{0}" çıkış yolu için yeniden temellendirilemez. {1}
zh_hans: MSB3203: 无法为输出路径“{0}”重定基本值。{1}
zh_hant: MSB3203: 無法為輸出路徑 "{0}" 重定基底。{1}

# MSBuild.ProjectFileNotFound
source: MSB3202: The project file "{0}" was not found.
cs: MSB3202: Soubor projektu {0} nebyl nalezen.
de: MSB3202: Die Projektdatei "{0}" wurde nicht gefunden.
es: MSB3202: No se encuentra el archivo del proyecto "{0}".
fr: MSB3202: Le fichier projet "{0}" est introuvable.
it: MSB3202: il file di progetto "{0}" non è stato trovato.
ja: MSB3202: プロジェクト ファイル "{0}" が見つかりませんでした。
ko: MSB3202: 프로젝트 파일 "{0}"을(를) 찾을 수 없습니다.
pl: MSB3202: Nie można odnaleźć pliku projektu „{0}”.
pt_br: MSB3202: O arquivo de projeto "{0}" não foi encontrado.
ru: MSB3202: Файл "{0}" не найден.
tr: MSB3202: "{0}" proje dosyası bulunamadı.
zh_hans: MSB3202: 未找到项目文件“{0}”。
zh_hant: MSB3202: 找不到專案檔 "{0}"。

# MSBuild.ProjectFileNotFoundMessage
source: Skipping project "{0}" because it was not found.
cs: Projekt {0} bude vynechán, protože nebyl nalezen.
de: Das Projekt "{0}" wird übersprungen, da es nicht gefunden wurde.
es: Se omitirá el proyecto "{0}" porque no se encuentra.
fr: Le projet "{0}" est ignoré, car il est introuvable.
it: Il progetto "{0}" non è stato trovato e verrà ignorato.
ja: プロジェクト "{0}" は見つからなかったためスキップします。
ko: "{0}" 프로젝트를 찾을 수 없어서 건너뜁니다.
pl: Projekt „{0}” jest pomijany, ponieważ nie został odnaleziony.
pt_br: Ignorando o projeto "{0}" porque ele não foi encontrado.
ru: Пропускается проект "{0}", поскольку его не удалось найти.
tr: Bulunamadığı için "{0}" projesi atlanıyor.
zh_hans: 跳过项目“{0}”，因为未找到该项目。
zh_hant: 略過專案 "{0}"，因為找不到。

# MSBuild.ProjectUpgradeNeededToVcxProj
source: MSB3204: The project file "{0}" is in the ".vcproj" file format, which MSBuild no longer supports. Please convert the project by opening it in the Visual Studio IDE or running the conversion tool, or use MSBuild 3.5 or earlier to build it.
cs: MSB3204: Soubor projektu {0} má formát .vcproj, který již nástroj MSBuild nepodporuje. Proveďte převod projektu – otevřete projekt v prostředí IDE aplikace Visual Studio nebo spusťte nástroj pro převod. Projekt můžete sestavit také pomocí nástroje MSBuild verze 3.5 nebo starší.
de: MSB3204: Die Projektdatei "{0}" ist im VCPROJ-Dateiformat gespeichert, das nicht mehr von MSBuild unterstützt wird. Konvertieren Sie das Projekt, indem Sie es in der Visual Studio IDE öffnen oder das Konvertierungstool ausführen, oder verwenden Sie MSBuild 3.5 oder früher zum Erstellen des Projekts.
es: MSB3204: El formato de archivo del proyecto "{0}" es ".vcproj", que MSBuild ya no admite. Convierta el proyecto abriéndolo en el IDE de Visual Studio o ejecutando la herramienta de conversión; o bien use MSBuild 3.5 para compilarlo.
fr: MSB3204: Le fichier projet "{0}" utilise le format de fichier ".vcproj", qui n'est plus pris en charge par MSBuild. Convertissez le projet en l'ouvrant dans Visual Studio IDE ou en exécutant l'outil de conversion, ou générez le projet à l'aide de MSBuild 3.5 ou version antérieure.
it: MSB3204: il file di progetto "{0}" è in formato ".vcproj", che non è più supportato in MSBuild. Per convertire il progetto, aprirlo in Visual Studio IDE o eseguire lo strumento di conversione oppure compilarlo con MSBuild 3.5 o versione successiva.
ja: MSB3204: プロジェクト ファイル "{0}" は ".vcproj" ファイル形式であり、MSBuild では現在サポートされていません。Visual Studio IDE で開くか変換ツールを実行することでプロジェクトを変換するか、MSBuild 3.5 またはそれより前のバージョンを使用してビルドしてください。
ko: MSB3204: 프로젝트 파일 "{0}"이(가) MSBuild에서 더 이상 지원하지 않는 ".vcproj" 파일 형식입니다. 프로젝트를 Visual Studio IDE에서 열거나 변환 도구를 실행하여 프로젝트를 변환하거나, MSBuild 3.5 이하 버전을 사용하여 프로젝트를 빌드하세요.
pl: MSB3204: Plik projektu „{0}” ma format „.vcproj”, którego program MSBuild już nie obsługuje. Przekonwertuj projekt, otwierając go w programie Visual Studio IDE lub uruchamiając narzędzie do konwersji, albo użyj programu MSBuild w wersji 3.5 lub starszej do skompilowania go.
pt_br: MSB3204: O arquivo de projeto "{0}" está no formato de arquivo ".vcproj", ao qual o MSBuild não dá mais suporte. Converta o projeto abrindo-o no IDE do Visual Studio ou executando a ferramenta de conversão ou use o MSBuild 3.5 ou anterior para compilá-lo.
ru: MSB3204: файл проекта "{0}" имеет формат VCPROJ, который больше не поддерживается MSBuild. Преобразуйте проект, открыв его в интегрированной среде разработки Visual Studio или запустив средство преобразования, либо используйте для его сборки MSBuild 3.5 или более ранней версии.
tr: MSB3204: "{0}" proje dosyası MSBuild’in artık desteklemediği ".vcproj" dosya biçiminde. Lütfen projeyi Visual Studio IDE içinde açarak veya dönüştürme aracını kullanarak dönüştürün ya da derlemek için MSBuild 3.5 veya daha eski bir sürümü kullanın.
zh_hans: MSB3204: 项目文件“{0}”为“.vcproj”文件格式，而 MSBuild 不再支持该格式。请通过在 Visual Studio IDE 中打开该项目或运行转换工具来转换该项目，或者使用 MSBuild 3.5 或早期版本来生成该项目。
zh_hant: MSB3204: 專案檔 "{0}" 的檔案格式為 ".vcproj"，不再受 MSBuild 支援。請在 Visual Studio IDE 中開啟此專案或執行轉換工具加以轉換，或使用 MSBuild 3.5 (含) 先前版本加以重建。

# MSBuild.InvalidSkipNonexistentProjectValue
source: MSB3205: SkipNonexistentProject can only accept values of "True", "False" and "Build".
cs: MSB3205: SkipNonexistentProject přijímá pouze hodnoty True, False a Build.
de: MSB3205: Von "SkipNonexistentProject" können nur die Werte "True", "False" und "Build" akzeptiert werden.
es: MSB3205: SkipNonexistentProject sólo acepta los valores "True", "False" y "Build".
fr: MSB3205: SkipNonexistentProject accepte uniquement les valeurs "True", "False" et "Build".
it: MSB3205: SkipNonexistentProject può accettare solo i valori "True", "False" e "Build".
ja: MSB3205: SkipNonexistentProject は値として "True"、"False"、および "Build" のみを受け取ります。
ko: MSB3205: SkipNonexistentProject에는 "True", "False" 및 "Build" 값만 허용됩니다.
pl: MSB3205: Parametr SkipNonexistentProject może przyjmować tylko wartości True, False i Build.
pt_br: MSB3205: SkipNonexistentProject somente pode aceitar valores de "True", "False" e "Build".
ru: MSB3205: SkipNonexistentProject может принимать только значения "True", "False" и "Build".
tr: MSB3205: SkipNonexistentProject yalnızca "True", "False" ve "Build" değerlerini kabul edebilir.
zh_hans: MSB3205: SkipNonexistentProject 只能接受“True”、“False”和“Build”这些值。
zh_hant: MSB3205: SkipNonexistentProject 只能接受 "True"、"False" 和 "Build" 這些值。

# MSBuild.SkippingRemainingProjects
source: The MSBuild task is skipping the remaining projects because the StopOnFirstFailure parameter was set to true.
cs: Úloha MSBuild vynechává zbývající projekty, protože parametr StopOnFirstFailure byl nastaven na hodnotu True.
de: Die MSBuild-Aufgabe überspringt die verbleibenden Projekte, da der StopOnFirstFailure-Parameter auf "true" festgelegt wurde.
es: La tarea MSBuild va a omitir el resto de proyectos porque el parámetro StopOnFirstFailure estaba establecido en true.
fr: La tâche MSBuild va ignorer les projets restants, car le paramètre StopOnFirstFailure a la valeur true.
it: Il parametro StopOnFirstFailure è stato impostato su true. Con l'attività MSBuild verranno ignorati i progetti rimanenti.
ja: MSBuild タスクは、StopOnFirstFailure パラメーターが true に設定されていたため、残りのプロジェクトを省略します。
ko: StopOnFirstFailure 매개 변수가 true로 설정되었으므로 MSBuild 작업이 나머지 프로젝트를 건너뜁니다.
pl: Zadanie programu MSBuild pomija pozostałe projekty, ponieważ w parametrze StopOnFirstFailure ustawiono wartość true.
pt_br: A tarefa MSBuild está ignorando os projetos restantes porque o parâmetro StopOnFirstFailure foi definido como true.
ru: Задача MSBuild пропускает оставшиеся проекты, так как параметр StopOnFirstFailure был установлен на значение true.
tr: StopOnFirstFailure parametresi true değerine ayarlandığından MSBuild görevi kalan projeleri atlıyor.
zh_hans: MSBuild 任务将跳过余下的项目，因为 StopOnFirstFailure 参数设置为 true。
zh_hant: 由於 StopOnFirstFailure 參數設定為 true，因此 MSBuild 工作將略過剩餘的專案。

# MSBuild.SkippingRemainingTargets
source: The MSBuild task is skipping the remaining targets because the StopOnFirstFailure parameter was set to true.
cs: Úloha MSBuild vynechává zbývající cíle, protože parametr StopOnFirstFailure byl nastaven na hodnotu True.
de: Die MSBuild-Aufgabe überspringt die verbleibenden Ziele, da der StopOnFirstFailure-Parameter auf "true" festgelegt wurde.
es: La tarea MSBuild va a omitir el resto de destinos porque el parámetro StopOnFirstFailure estaba establecido en true.
fr: La tâche MSBuild va ignorer les cibles restantes, car le paramètre StopOnFirstFailure a la valeur true.
it: Il parametro StopOnFirstFailure è stato impostato su true, di conseguenza con l'attività MSBuild verranno ignorate le destinazioni rimanenti.
ja: MSBuild タスクは、StopOnFirstFailure パラメーターが true に設定されていたため、残りのターゲットを省略します。
ko: StopOnFirstFailure 매개 변수가 true로 설정되었으므로 MSBuild 작업이 나머지 대상을 건너뜁니다.
pl: Zadanie programu MSBuild pomija pozostałe elementy docelowe, ponieważ w parametrze StopOnFirstFailure ustawiono wartość true.
pt_br: A tarefa MSBuild está ignorando os destinos restantes porque o parâmetro StopOnFirstFailure foi definido como true.
ru: Задача MSBuild пропускает оставшиеся целевого объекта, так как параметру StopOnFirstFailure было задано значение true.
tr: StopOnFirstFailure parametresi true değerine ayarlandığından MSBuild görevi kalan hedefleri atlıyor.
zh_hans: MSBuild 任务将跳过余下的目标，因为 StopOnFirstFailure 参数设置为 true。
zh_hant: 由於 StopOnFirstFailure 參數設定為 true，因此 MSBuild 工作將略過剩餘的目標。

# MSBuild.NotBuildingInParallel
source: Overriding the BuildingInParallel property by setting it to false. This is due to the system being run in single process mode with StopOnFirstFailure set to true.
cs: Vlastnost BuildingInParallel bude potlačena nastavením na hodnotu False. Důvodem je skutečnost, že systém pracuje v jednoprocesovém režimu a vlastnost StopOnFirstFailure je nastavena na hodnotu True.
de: Die BuildingInParallel-Eigenschaft wird auf FALSE festgelegt, um sie außer Kraft zu setzen. Der Grund hierfür ist, dass das System im Einzelprozessmodus ausgeführt wird und StopOnFirstFailure auf TRUE festgelegt ist.
es: Se va a invalidar la propiedad BuildingInParallel estableciéndola en false. Esto se debe a que el sistema se está ejecutando en modo de proceso único con StopOnFirstFailure establecido en true.
fr: Remplacement de la propriété BuildingInParallel en lui attribuant la valeur false. Ceci est dû à l'exécution du système en mode de processus unique, avec StopOnFirstFailure défini à la valeur true.
it: Impostando su false la proprietà BuildingInParallel ne viene eseguito l'override. Ciò è dovuto all'esecuzione del sistema in modalità a processo singolo con StopOnFirstFailure impostato su true.
ja: BuildingInParallel プロパティを false に設定して、値を上書きします。これは、StopOnFirstFailure が true に設定されているときにシステムがシングル プロセッサ モードで実行されていることが原因です。
ko: BuildingInParallel 속성을 false로 설정하여 재정의합니다. 이는 StopOnFirstFailure가 true로 설정되어 있고 시스템이 단일 프로세스 모드에서 실행되기 때문입니다.
pl: Nastąpi przesłonięcie właściwości BuildingInParallel przez ustawienie jej na wartość False. Ta akcja jest wykonywana, ponieważ system działa w trybie jednoprocesowym, a parametr StopOnFirstFailure ma wartość true.
pt_br: Substituindo a propriedade BuildingInParallel definindo-a como false. Isso ocorre porque o sistema está sendo executado no modo de processamento único com StopOnFirstFailure definido como true.
ru: Переопределение свойства BuildingInParallel путем задания значения false. Эта ситуация возникла из-за того, что система работает в режиме одного процесса и параметр StopOnFirstFailure имеет значение true.
tr: Değeri false olarak ayarlanarak BuildingInParallel özelliği geçersiz kılınıyor. Bunun nedeni StopOnFirstFailure true olarak ayarlanarak sistemin tek işlem modunda çalıştırılmasıdır.
zh_hans: 通过将 BuildingInParallel 属性设置为 false 来重写该属性。这是因为系统在单进程模式下运行并且 StopOnFirstFailure 设置为 true。
zh_hant: 將 BuildingInParallel 屬性設定為 false 以進行覆寫。這是因為要在單一處理程序模式執行的系統已將 StopOnFirstFailure 設定為 true。
