Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateResource.PreserializedResourcesRequiresProperty
source: MSB3823: Non-string resources require the property GenerateResourceUsePreserializedResources to be set to true.
cs: MSB3823: Neřetězcové prostředky vyžadují, aby vlastnost GenerateResourceUsePreserializedResources byla nastavena na hodnotu true.
de: MSB3823: Für Ressourcen, die nicht im Zeichenfolgenformat vorliegen, muss die Eigenschaft "GenerateResourceUsePreserializedResources" auf "true" festgelegt werden.
es: MSB3823: Los recursos que no son de cadena requieren que la propiedad GenerateResourceUsePreserializedResources se establezca en true.
fr: MSB3823: les ressources qui ne sont pas des chaînes nécessitent la propriété GenerateResourceUsePreserializedResources avec la valeur true.
it: MSB3823: con le risorse non di stringa è necessario impostare su true la proprietà GenerateResourceUsePreserializedResources.
ja: MSB3823: 文字列以外のリソースでは、プロパティ GenerateResourceUsePreserializedResources を true に設定する必要があります。
ko: MSB3823: 문자열이 아닌 리소스의 경우 GenerateResourceUsePreserializedResources 속성을 true로 설정해야 합니다.
pl: MSB3823: Zasoby inne niż będące ciągami wymagają, aby właściwość GenerateResourceUsePreserializedResources była ustawiona na wartość true.
pt_br: MSB3823: recursos diferentes de cadeias de caracteres exigem que a propriedade GenerateResourceUsePreserializedResources seja definida como true.
ru: MSB3823: для ресурсов, не являющихся строковыми, требуется установить значение true для свойства GenerateResourceUsePreserializedResources.
tr: MSB3823: Dize olmayan kaynaklar için GenerateResourceUsePreserializedResources özelliğinin true olarak ayarlanması gerekiyor.
zh_hans: MSB3823: 非字符串资源要求将属性 GenerateResourceUsePreserializedResources 设置为 true。
zh_hant: MSB3823: 非字串資源需要屬性 GenerateResourceUsePreserializedResources 設定為 true。

# GenerateResource.ResourceNotFound
source: MSB3552: Resource file "{0}" cannot be found.
cs: MSB3552: Soubor prostředků {0} nebyl nalezen.
de: MSB3552: Die Ressourcendatei "{0}" wurde nicht gefunden.
es: MSB3552: No se encuentra el archivo de recursos "{0}".
fr: MSB3552: Impossible de trouver le fichier de ressources "{0}".
it: MSB3552: il file di risorse "{0}" non è stato trovato.
ja: MSB3552: リソース ファイル "{0}" が見つかりません。
ko: MSB3552: 리소스 파일 "{0}"을(를) 찾을 수 없습니다.
pl: MSB3552: Nie można odnaleźć pliku zasobów „{0}”.
pt_br: MSB3552: O arquivo de recurso "{0}" não foi encontrado.
ru: MSB3552: Не удается найти файл ресурсов: "{0}".
tr: MSB3552: "{0}" kaynak dosyası bulunamıyor.
zh_hans: MSB3552: 找不到资源文件“{0}”。
zh_hant: MSB3552: 找不到資源檔 "{0}"。

# GenerateResource.InvalidFilename
source: MSB3553: Resource file "{0}" has an invalid name. {1}
cs: MSB3553: Soubor prostředku {0} má neplatný název. {1}
de: MSB3553: Der Name der Ressourcendatei "{0}" ist ungültig. {1}
es: MSB3553: El archivo de recursos "{0}" tiene un nombre no válido. {1}
fr: MSB3553: Le nom du fichier de ressources "{0}" n'est pas valide. {1}
it: MSB3553: il nome del file di risorse "{0}" non è valido. {1}
ja: MSB3553: リソース ファイル "{0}" に無効な名前が含まれています。{1}
ko: MSB3553: 리소스 파일 "{0}"에 잘못된 이름이 있습니다. {1}
pl: MSB3553: Plik zasobów „{0}” ma nieprawidłową nazwę. {1}
pt_br: MSB3553: O arquivo de recurso "{0}" tem um nome inválido. {1}
ru: MSB3553: Имя файла ресурсов "{0}" недопустимо. {1}
tr: MSB3553: "{0}" kaynak dosyasının adı geçersiz. {1}
zh_hans: MSB3553: 资源文件“{0}”有无效的名称。{1}
zh_hant: MSB3553: 資源檔 "{0}" 包含無效的名稱。{1}

# GenerateResource.CannotWriteOutput
source: MSB3554: Cannot write to the output file "{0}". {1}
cs: MSB3554: Nelze zapisovat do výstupního souboru {0}. {1}
de: MSB3554: In die Ausgabedatei "{0}" kann nicht geschrieben werden. {1}
es: MSB3554: No se puede escribir en el archivo de salida "{0}". {1}
fr: MSB3554: Impossible d'écrire dans le fichier de sortie "{0}". {1}
it: MSB3554: non è possibile scrivere nel file di output "{0}". {1}
ja: MSB3554: 出力ファイル "{0}" に書き込めません。{1}
ko: MSB3554: 출력 파일 "{0}"에 쓸 수 없습니다. {1}
pl: MSB3554: Nie można zapisać w pliku wyjściowym „{0}”. {1}
pt_br: MSB3554: Não é possível gravar no arquivo de saída "{0}". {1}
ru: MSB3554: Запись в выходной файл "{0}" невозможна. {1}
tr: MSB3554: "{0}" çıkış dosyasına yazılamıyor. {1}
zh_hans: MSB3554: 无法写入输出文件“{0}”。{1}
zh_hant: MSB3554: 無法寫入輸出檔 "{0}"。{1}

# GenerateResource.CorruptOutput
source: Output file "{0}" is possibly corrupt and will be deleted and recreated.
cs: Výstupní soubor {0} je pravděpodobně poškozený a bude odstraněn a znovu vytvořen.
de: Die Ausgabedatei "{0}" ist möglicherweise beschädigt, sie wird gelöscht und neu erstellt.
es: Puede que el archivo de salida "{0}" esté dañado, por lo que se eliminará y se volverá a crear.
fr: Le fichier de sortie "{0}" est peut-être endommagé. Il va être supprimé, puis recréé.
it: Il file di output "{0}" è probabilmente danneggiato e verrà eliminato e ricreato.
ja: 出力ファイル "{0}" は壊れている可能性があるため、削除されてから再作成されます。
ko: 출력 파일 "{0}"이(가) 손상된 것 같아 삭제된 후 다시 생성됩니다.
pl: Plik wyjściowy „{0}” jest prawdopodobnie uszkodzony. Zostanie on usunięty i utworzony ponownie.
pt_br: O arquivo de saída "{0}" está possivelmente corrompido e será excluído e recriado.
ru: Возможно, выходной файл "{0}" поврежден. Он будет удален и создан повторно.
tr: "{0}" çıkış dosyası bozuk olabilir ve silinip yeniden oluşturulacak.
zh_hans: 输出文件 "{0}" 可能已损坏，将被删除并重新创建。
zh_hant: 輸出檔案 "{0}" 可能已損毀，檔案將會受到刪除並重新建立。

# GenerateResource.OnlyStringsSupported
source: MSB3556: Only strings can be written to a .txt file, resource "{0}" is type {1}.
cs: MSB3556: Do souboru TXT lze zapsat pouze řetězce. Řetězec {0} je typu {1}.
de: MSB3556: In eine TXT-Datei können nur Zeichenfolgen geschrieben werden. Die Ressource "{0}" ist vom Typ "{1}".
es: MSB3556: Solo se pueden escribir cadenas en un archivo .txt; el recurso "{0}" es de tipo {1}.
fr: MSB3556: Seules les chaînes peuvent être écrites dans un fichier .txt ; la ressource ''{0}'' est de type {1}.
it: MSB3556: nei file txt è possibile scrivere solo stringhe, mentre la risorsa "{0}" è di tipo {1}.
ja: MSB3556: 文字列のみを .txt ファイルに書き込むことができます。リソース "{0}" は型 {1} です。
ko: MSB3556: .txt 파일에는 문자열만 쓸 수 있습니다. "{0}" 리소스는 {1} 형식입니다.
pl: MSB3556: Jako plik .txt można zapisywać tylko ciągi, zasób „{0}” jest typu {1}.
pt_br: MSB3556: Somente cadeias de caracteres podem ser gravadas em um arquivo .txt; o recurso "{0}" é do tipo {1}.
ru: MSB3556: Только строки могут быть записаны в .txt файл, источник "{0}" имеет тип {1}.
tr: MSB3556: Bir .txt dosyasına yalnızca dizeler yazılabilir, "{0}" kaynağı {1} türündedir.
zh_hans: MSB3556: 只有字符串可以写入到 .txt 文件中，资源“{0}”的类型是 {1}。
zh_hant: MSB3556: 只能將字串寫入至 .txt 檔案中，資源 "{0}" 的類型是 {1}。

# GenerateResource.ErrorFromCodeDom
source: MSB3557: Error(s) generating strongly typed resources for file "{0}".
cs: MSB3557: Při generování prostředků se silnými typy pro soubor {0} došlo k chybám.
de: MSB3557: Fehler beim Generieren stark typisierter Ressourcen für die Datei "{0}".
es: MSB3557: Error(es) al generar recursos fuertemente tipados para el archivo "{0}".
fr: MSB3557: Erreur(s) lors de la génération des ressources fortement typées pour le fichier "{0}".
it: MSB3557: errori durante la generazione delle risorse fortemente tipizzate per il file "{0}".
ja: MSB3557: ファイル "{0}" の厳密に型指定されたリソースを生成中にエラーが発生しました。
ko: MSB3557: "{0}" 파일에 대해 강력한 형식의 리소스를 생성하는 동안 오류가 발생했습니다.
pl: MSB3557: Błędy podczas generowania zasobów o jednoznacznie określonym typie dla pliku „{0}”.
pt_br: MSB3557: Erro(s) ao gerar recursos fortemente tipados para o arquivo "{0}".
ru: MSB3557: Ошибка(ошибки) создания строго типизированных ресурсов для файла "{0}".
tr: MSB3557: "{0}" dosyası için türü kesin belirlenmiş kaynaklar oluşturulurken hatalar oluştu.
zh_hans: MSB3557: 生成文件“{0}”的强类型资源时出错。
zh_hant: MSB3557: 產生檔案 "{0}" 的強類型資源時發生錯誤。

# GenerateResource.UnknownFileExtension
source: MSB3558: Unsupported file extension "{0}" on file "{1}".
cs: MSB3558: Přípona souboru {0} není u souboru {1} podporována.
de: MSB3558: Nicht unterstützte Dateierweiterung "{0}" für die Datei "{1}".
es: MSB3558: Extensión de archivo no admitida "{0}" en el archivo "{1}".
fr: MSB3558: Extension de fichier "{0}" non prise en charge dans le fichier "{1}".
it: MSB3558: estensione di file "{0}" non supportata nel file "{1}".
ja: MSB3558: ファイル "{1}" の拡張子 "{0}" はサポートされていません。
ko: MSB3558: "{1}" 파일에는 "{0}" 파일 확장명을 사용할 수 없습니다.
pl: MSB3558: Nieobsługiwane rozszerzenie pliku „{0}” w pliku „{1}”.
pt_br: MSB3558: Não há suporte para a extensão de arquivo "{0}" no arquivo "{1}".
ru: MSB3558: Файл "{1}" имеет неподдерживаемое расширение "{0}".
tr: MSB3558: "{1}" dosyasında "{0}" dosya uzantısı desteklenmiyor.
zh_hans: MSB3558: 不支持文件“{1}”的文件扩展名“{0}”。
zh_hant: MSB3558: 不支援檔案 "{1}" 的副檔名 "{0}"。

# GenerateResource.STRCodeDomProviderFailed
source: MSB3559: The code DOM provider for the "{0}" language failed. {1}
cs: MSB3559: Došlo k chybě zprostředkovatele DOM kódu pro jazyk {0}. {1}
de: MSB3559: Fehler im dodeDOM-Anbieter für die Sprache "{0}". {1}
es: MSB3559: Error en el proveedor de Code DOM para el lenguaje "{0}". {1}
fr: MSB3559: Échec du fournisseur de code DOM pour le langage "{0}". {1}
it: MSB3559: errore del provider code DOM per la lingua "{0}". {1}
ja: MSB3559: "{0}" 言語のコード DOM プロバイダーに失敗しました。{1}
ko: MSB3559: "{0}" 언어의 codeDOM 공급자가 실패했습니다. {1}
pl: MSB3559: Dostawca modelu DOM kodu dla języka „{0}” uległ awarii. {1}
pt_br: MSB3559: Falha do provedor de código DOM para a linguagem "{0}". {1}
ru: MSB3559: Сбой поставщика кода DOM для языка "{0}". {1}
tr: MSB3559: "{0}" dili için kod DOM sağlayıcısı başarısız oldu. {1}
zh_hans: MSB3559: “{0}”语言的代码 DOM 提供程序失败。{1}
zh_hant: MSB3559: "{0}" 語言的 Code DOM 提供者失敗。{1}

# GenerateResource.DeleteCorruptOutputFailed
source: MSB3560: Could not delete the possibly corrupt output file "{0}". {1}
cs: MSB3560: Nelze odstranit výstupní soubor {0}, který by mohl být poškozen. {1}
de: MSB3560: Die möglicherweise beschädigte Ausgabedatei "{0}" konnte nicht gelöscht werden. {1}
es: MSB3560: No se puede eliminar el archivo de salida posiblemente dañado "{0}". {1}
fr: MSB3560: Impossible de supprimer le fichier de sortie "{0}" qui est peut-être endommagé. {1}
it: MSB3560: non è stato possibile eliminare il file di output "{0}" perché probabilmente è danneggiato. {1}
ja: MSB3560: 壊れている可能性のある出力ファイル "{0}" を削除できませんでした。{1}
ko: MSB3560: 손상된 출력 파일 "{0}"을(를) 삭제할 수 없습니다. {1}
pl: MSB3560: Nie można usunąć pliku wyjściowego „{0}”, który jest prawdopodobnie uszkodzony. {1}
pt_br: MSB3560: Não foi possível excluir o arquivo de saída provavelmente corrompido "{0}". {1}
ru: MSB3560: Не удалось удалить возможно поврежденный файл вывода "{0}". {1}
tr: MSB3560: Bozulmuş olabilecek "{0}" çıkış dosyası silinemedi. {1}
zh_hans: MSB3560: 未能删除可能已损坏的输出文件“{0}”。{1}
zh_hant: MSB3560: 無法刪除可能已經損毀的輸出檔 "{0}"。{1}

# GenerateResource.ObsoleteStringsTag
source: MSB3562: The "[strings]" tag is no longer necessary in text resources; please remove it.
cs: MSB3562: Značka [strings] je již v textových prostředcích zbytečná. Odeberte ji.
de: MSB3562: Das [strings]-Tag ist in Textressourcen nicht mehr erforderlich. Entfernen Sie es.
es: MSB3562: La etiqueta "[strings]" ya no es necesaria en los recursos de texto; elimínela.
fr: MSB3562: La balise "[strings]" n'est plus nécessaire dans les ressources texte. Supprimez-la.
it: MSB3562: il tag "[strings]" non è più necessario nelle risorse di testo. Rimuoverlo.
ja: MSB3562: "[strings]" タグはテキスト リソースには必要ありません。削除してください。
ko: MSB3562: 텍스트 리소스에 "[strings]" 태그가 더 이상 필요하지 않습니다. 이 태그를 제거하십시오.
pl: MSB3562: Tag „[strings]” nie jest już potrzebny w zasobach tekstowych; usuń go.
pt_br: MSB3562: a tag de "[strings]" não é mais necessária em recursos de texto; remova-a.
ru: MSB3562: Тег "[strings]" больше не нужен в тексте; удалите его.
tr: MSB3562: "[strings]" etiketine artık metin kaynaklarında gerek yoktur; lütfen kaldırın.
zh_hans: MSB3562: 文本资源中不再需要“[strings]”标记；请将它移除。
zh_hant: MSB3562: 在您的文字資源中已不再需要使用 "[strings]" 標籤。請移除此標記。

# GenerateResource.UnexpectedInfBracket
source: MSB3563: Unsupported square bracket keyword, "{0}".
cs: MSB3563: Klíčové slovo v hranatých závorkách {0} není podporováno.
de: MSB3563: Nicht unterstütztes Schlüsselwort in eckigen Klammern, "{0}".
es: MSB3563: Palabra clave entre corchetes no admitida, "{0}".
fr: MSB3563: Mot clé entre crochets non pris en charge, "{0}".
it: MSB3563: parola chiave parentesi quadra non supportata, "{0}".
ja: MSB3563: サポートされていない角かっこのキーワード "{0}" です。
ko: MSB3563: 대괄호 키워드 "{0}"은(는) 사용할 수 없습니다.
pl: MSB3563: Nieobsługiwane słowo kluczowe w nawiasach kwadratowych, „{0}”.
pt_br: MSB3563: Não há suporte para a palavra-chave entre chaves, "{0}".
ru: MSB3563: Неподдерживаемое ключевое слово в квадратной скобке, "{0}".
tr: MSB3563: Desteklenmeyen köşeli paranteze sahip anahtar sözcük: {0}".
zh_hans: MSB3563: 不支持方括号关键字“{0}”。
zh_hant: MSB3563: 不支援方括弧關鍵字，"{0}"。

# GenerateResource.NoEqualsInLine
source: MSB3564: Resource line without an equals sign, "{0}".
cs: MSB3564: V řádku prostředku chybí znak rovná se, {0}.
de: MSB3564: Ressourcenzeile ohne Gleichheitszeichen, "{0}".
es: MSB3564: Línea de recursos sin un signo igual, "{0}".
fr: MSB3564: Ligne de ressource sans signe égal, "{0}".
it: MSB3564: riga di risorsa senza un segno di uguale, "{0}".
ja: MSB3564: 等号のないリソース行 "{0}" です。
ko: MSB3564: 리소스 줄에 등호가 없습니다. "{0}"
pl: MSB3564: Wiersz zasobu bez znaku równości, „{0}”.
pt_br: MSB3564: Linha de recurso sem sinal de igual, "{0}".
ru: MSB3564: Строка ресурса не содержит знака равенства, "{0}".
tr: MSB3564: Eşittir işareti olmayan kaynak satırı: "{0}".
zh_hans: MSB3564: 资源行“{0}”没有等号。
zh_hant: MSB3564: 沒有等號的資源行，"{0}"。

# GenerateResource.NoNameInLine
source: MSB3565: Resource line without a name.
cs: MSB3565: V řádku prostředku chybí název.
de: MSB3565: Ressourcenzeile ohne Namen.
es: MSB3565: Línea de recursos sin nombre.
fr: MSB3565: Ligne de ressource sans nom.
it: MSB3565: riga di risorsa senza un nome.
ja: MSB3565: 名前のないリソース行です。
ko: MSB3565: 리소스 줄에 이름이 없습니다.
pl: MSB3565: Wiersz zasobu bez nazwy.
pt_br: MSB3565: Linha de recurso sem nome.
ru: MSB3565: Строка ресурса без имени.
tr: MSB3565: Adı olmayan kaynak satırı.
zh_hans: MSB3565: 资源行没有名称。
zh_hant: MSB3565: 沒有名稱的資源行。

# GenerateResource.InvalidEscape
source: MSB3566: Unsupported or invalid escape character in resource "{0}", char '{1}'.
cs: MSB3566: Řídicí znak v prostředku {0} (znak {1}) je neplatný nebo není podporován.
de: MSB3566: Nicht unterstütztes oder ungültiges Escape-Zeichen in der Ressource "{0}", Zeichen "{1}".
es: MSB3566: Carácter de escape no admitido o no válido en el recurso "{0}", carácter '{1}'.
fr: MSB3566: Caractère d'échappement ('{1}') non pris en charge ou non valide dans la ressource "{0}".
it: MSB3566: carattere di escape non supportato o non valido nella risorsa "{0}". Carattere: '{1}'.
ja: MSB3566: リソース "{0}"、char '{1}' ではサポートされていない、または無効なエスケープ文字です。
ko: MSB3566: 지원되지 않거나 잘못된 이스케이프 문자가 "{0}" 리소스에 있습니다. '{1}' 문자
pl: MSB3566: Nieobsługiwany lub nieprawidłowy znak ucieczki w zasobie „{0}”, znak '{1}'.
pt_br: MSB3566: Caractere de escape inválido ou sem suporte no recurso "{0}", caractere "{1}".
ru: MSB3566: Ресурс "{0}" содержит неподдерживаемый или недопустимый escape-символ: "{1}".
tr: MSB3566: "{0}" kaynağında desteklenmeyen veya geçersiz özel karakter bulundu: '{1}'.
zh_hans: MSB3566: 资源“{0}”中有不支持或无效的转义字符“{1}”。
zh_hant: MSB3566: 資源 "{0}" 裡面有不支援或無效的逸出字元，字元 '{1}'。

# GenerateResource.CodeDomError
source: MSB3567: Could not generate property on class "{0}".
cs: MSB3567: Nelze generovat vlastnost pro třídu {0}.
de: MSB3567: Die Eigenschaft für die {0}-Klasse konnte nicht generiert werden.
es: MSB3567: No se pudo generar la propiedad en la clase "{0}".
fr: MSB3567: Impossible de générer la propriété dans la classe "{0}".
it: MSB3567: non è stato possibile generare la proprietà nella classe "{0}".
ja: MSB3567: クラス "{0}" でプロパティを生成できませんでした。
ko: MSB3567: "{0}" 클래스에서 속성을 생성할 수 없습니다.
pl: MSB3567: Nie można wygenerować właściwości w klasie „{0}”.
pt_br: MSB3567: Não foi possível gerar a propriedade em classe "{0}".
ru: MSB3567: Не удалось создать свойство для класса "{0}".
tr: MSB3567: "{0}" sınıfında özellik üretilemedi.
zh_hans: MSB3567: 未能生成类“{0}”的属性。
zh_hant: MSB3567: 無法在類別 "{0}" 上產生屬性。

# GenerateResource.CouldNotLoadType
source: Could not load type {0} which is used in the .RESX file. Ensure that the necessary references have been added to your project.
cs: Nelze načíst typ {0}, který se používá v souboru RESX. Ověřte, že byly do projektu přidány nezbytné odkazy.
de: Der in der RESX-Datei verwendete {0}-Typ konnte nicht geladen werden. Vergewissern Sie sich, dass dem Projekt die erforderlichen Verweise hinzugefügt wurden.
es: No se pudo cargar el tipo {0}, que se usa en el archivo .RESX. Asegúrese de que las referencias necesarias se agregaron al proyecto.
fr: Impossible de charger le type {0} utilisé dans le fichier .RESX. Assurez-vous que les références nécessaires ont été ajoutées à votre projet.
it: Non è stato possibile caricare il tipo {0}, usato nel file RESX. Verificare di aver aggiunto al progetto i riferimenti necessari.
ja: .RESX ファイルで使用される型 {0} を読み込めませんでした。必要な参照がプロジェクトに追加されていることを確認してください。
ko: .RESX 파일에서 사용된 {0} 형식을 로드할 수 없습니다. 필요한 참조가 프로젝트에 추가되었는지 확인하세요.
pl: Nie można załadować typu {0} używanego w pliku RESX. Upewnij się, że niezbędne odwołania zostały dodane do projektu.
pt_br: Não foi possível carregar o tipo {0}, que é usado no arquivo .RESX. Verifique se as referências necessárias foram adicionadas ao projeto.
ru: Не удалось загрузить тип "{0}", который используется в RESX-файле. Убедитесь, что в проект добавлены требуемые ссылки.
tr: .RESX dosyasında kullanılan {0} türü yüklenemedi. Projenize gerekli başvuruların eklendiğinden emin olun.
zh_hans: 未能加载 .RESX 文件中使用的类型 {0}。请确保已在项目中添加了必需的引用。
zh_hant: 無法載入在 .RESX 檔中使用的類型 {0}。請確定已將必要的參考加入專案中。

# GenerateResource.DuplicateResourceName
source: MSB3568: Duplicate resource name "{0}" is not allowed, ignored.
cs: MSB3568: Duplicitní názvy prostředků ({0}) nejsou povoleny a budou ignorovány.
de: MSB3568: Der doppelte Ressourcenname "{0}" ist nicht zulässig. Der Name wird ignoriert.
es: MSB3568: No se permite el nombre de recurso duplicado "{0}". Se omitirá.
fr: MSB3568: Le nom de ressource dupliqué ""{0}"" n'est pas autorisé et sera ignoré.
it: MSB3568: il nome di risorsa duplicato "{0}" non è consentito e verrà ignorato.
ja: MSB3568: 重複するリソース名 "{0}" は使用できません。無視されました。
ko: MSB3568: 중복된 리소스 이름 "{0}"을(를) 사용할 수 없습니다. 무시됩니다.
pl: MSB3568: Zduplikowana nazwa zasobu „{0}” jest niedozwolona. Ignorowanie.
pt_br: MSB3568: Nome de recurso duplicado "{0}" não é permitido; ignorado.
ru: MSB3568: Имя дублированного ресурса "{0}" не разрешено, игнорируется.
tr: MSB3568: Yinelenen "{0}" kaynak adına izin verilmiyor, yok sayıldı.
zh_hans: MSB3568: 不允许使用重复的资源名“{0}”，已忽略。
zh_hant: MSB3568: 不允許使用重複的資源名稱 "{0}"，會被忽略。

# GenerateResource.InvalidHexEscapeValue
source: MSB3569: Invalid hex value after '\u' in resource "{0}", value '{1}'.
cs: MSB3569: Šestnáctková hodnota po parametru \u v prostředku {0} (hodnota {1}) je neplatná.
de: MSB3569: Ungültiger Hexwert nach \u in der Ressource "{0}", Wert "{1}".
es: MSB3569: Valor hexadecimal no válido después de '\u' en el recurso "{0}", valor '{1}'.
fr: MSB3569: Valeur hexadécimale (valeur '{1}') non valide après '\u' dans la ressource "{0}".
it: MSB3569: valore esadecimale non valido dopo '\u' nella risorsa "{0}". Valore: '{1}'.
ja: MSB3569: リソース "{0}"、値 '{1}' の '\u' の後が、無効な 16 進数の値です。
ko: MSB3569: 리소스 "{0}", 값 '{1}'에서 '\u' 뒤의 16진수 값이 잘못되었습니다.
pl: MSB3569: Nieprawidłowa wartość szesnastkowa po przełączniku '\u' w zasobie „{0}”, wartość '{1}'.
pt_br: MSB3569: Valor hexadecimal inválido depois de "\u" no recurso "{0}", valor "{1}".
ru: MSB3569: Недействительное шестнадцатеричное значение после "\u: в ресурсе "{0}", значение "{1}".
tr: MSB3569: "{0}" kaynağında '\u' öğesinden sonra geçersiz onaltılık değer bulundu: '{1}'.
zh_hans: MSB3569: 资源“{0}”中“\u”后的十六进制值“{1}”无效。
zh_hant: MSB3569: 資源 "{0}" 的 '\u' 後面出現無效的十六進位值，值 '{1}'。

# GenerateResource.CannotWriteSTRFile
source: MSB3570: Cannot write to the Strongly Typed Resource class file "{0}". {1}
cs: MSB3570: Nelze zapisovat do souboru třídy prostředků se silnými typy {0}. {1}
de: MSB3570: In die stark typisierte Ressourcenklassendatei "{0}" kann nicht geschrieben werden. {1}
es: MSB3570: No se puede escribir en el archivo de clase de recursos fuertemente tipados "{0}". {1}
fr: MSB3570: Impossible d'écrire dans le fichier de la classe de ressource fortement typée "{0}". {1}
it: MSB3570: non è possibile scrivere nel file della classe di risorse fortemente tipizzata "{0}". {1}
ja: MSB3570: 厳密に型指定されたリソース クラス ファイル "{0}" に書き込めません。{1}
ko: MSB3570: 강력한 형식의 리소스 클래스 파일 "{0}"에 쓸 수 없습니다. {1}
pl: MSB3570: Nie można zapisać w pliku klasy Strongly Typed Resource „{0}”. {1}
pt_br: MSB3570: Não é possível gravar no arquivo de classe de Recursos Fortemente Tipados "{0}". {1}
ru: MSB3570: не удалось произвести запись в файл класса ресурсов со строгой типизацией "{0}". {1}
tr: MSB3570: "{0}" Türü Kesin Belirlenmiş Kaynak sınıfı dosyasına yazılamıyor. {1}
zh_hans: MSB3570: 无法写入强类型资源类文件“{0}”。{1}
zh_hant: MSB3570: 無法寫入強類型資源類別檔案 "{0}"。{1}
