Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveAssemblyReference.NotCopyLocalBecauseIncomingItemAttributeOverrode
source: This reference is not "CopyLocal" because at least one source item had "Private" set to "false" and no source items had "Private" set to "true".
cs: Tento odkaz není typu CopyLocal, protože aspoň jedna zdrojová položka měla parametr Private nastaven na hodnotu False a žádné zdrojové položky neměly parametr Private nastaven na hodnotu True.
de: Dieser Verweis ist nicht CopyLocal, da Private für mindestens ein Quellelement auf "false" und für kein Quellelement auf "true" festgelegt war.
es: Esta referencia no es "CopyLocal" porque existe al menos un elemento de origen con "Private" establecido en "false" y ningún elemento de origen con "Private" establecido en "true".
fr: Cette référence n'est pas "CopyLocal", car le paramètre "Private" d'au moins un élément source avait la valeur "false" et aucun élément source ne présentait de paramètre "Private" dont la valeur était "true".
it: Questo riferimento non è "CopyLocal". Per almeno un elemento di origine "Private" era stato impostato su "false" e per nessun elemento di origine "Private" era stato impostato su "true".
ja: 少なくとも 1 つのソース項目で "Private" が "false" に設定され、どのソース項目にも "Private" が "true" に設定されていないため、この参照は "CopyLocal" ではありません。
ko: 적어도 하나의 소스 항목에 대해 "Private"이 "false"로 설정되었고, "Private"이 "true"로 설정된 소스 항목이 없으므로 이 참조는 "CopyLocal"이 아닙니다.
pl: To odwołanie nie ma parametru CopyLocal, ponieważ co najmniej jeden element źródłowy ma parametr Private ustawiony na wartość false, a żaden z elementów źródłowych nie ma parametru Private ustawionego na wartość true.
pt_br: Essa referência não é "CopyLocal" porque pelo menos um item de origem tinha "Private" definido como "false" e nenhum item de origem tinha "Private" definido como "true".
ru: Данная ссылка не является "CopyLocal" так как хотя бы для одного источника данных параметр "Private" имеет значение "false", и нет источников данных, для которых параметр "Private" имеет значение "true".
tr: En az bir kaynak öğesi için "Private" "false" olarak ayarlanmış olduğundan ve "Private", herhangi bir kaynak öğesi için "true" olarak ayarlanmış olmadığından bu başvuru "CopyLocal" değildir.
zh_hans: 此引用不是“CopyLocal”，因为至少有一个源项将“Private”设置为“false”，而没有源项将“Private”设置为“true”。
zh_hant: 這個參考不是 "CopyLocal"，因為至少有一個來源項目將 "Private" 設定為 "false"，且沒有任何來源項目將 "Private" 設定為 "true"。

# ResolveAssemblyReference.NotCopyLocalBecausePrerequisite
source: This reference is not "CopyLocal" because it's a prerequisite file.
cs: Tento odkaz není typu CopyLocal, protože jde o soubor předpokladu.
de: Dieser Verweis ist nicht CopyLocal, da es sich um eine erforderliche Datei handelt.
es: Esta referencia no es "CopyLocal" porque es un archivo necesario.
fr: Cette référence n'est pas "CopyLocal", car il s'agit d'un fichier requis.
it: Questo riferimento non è "CopyLocal". È un file di prerequisiti.
ja: 必須ファイルであるため、この参照は "CopyLocal" ではありません。
ko: 이 참조는 필수 파일이므로 "CopyLocal"이 아닙니다.
pl: To odwołanie nie ma parametru CopyLocal, ponieważ jest to plik wstępnie wymagany.
pt_br: Essa referência não é "CopyLocal" porque ela é um arquivo de pré-requisito.
ru: Данная ссылка не является "CopyLocal", так как это необходимый файл.
tr: Bu başvuru bir önkoşul dosyası olduğundan "CopyLocal" değildir.
zh_hans: 此引用不是“CopyLocal”，因为它是系统必备文件。
zh_hant: 這個參考不是 "CopyLocal"，因為它是一個必要條件檔案。

# ResolveAssemblyReference.NotCopyLocalBecauseReferenceFoundInGAC
source: This reference is not "CopyLocal" because it's registered in the GAC.
cs: Tento odkaz není typu CopyLocal, protože je registrován v mezipaměti GAC.
de: Dieser Verweis ist nicht CopyLocal, da er im GAC registriert ist.
es: Esta referencia no es "CopyLocal" porque está registrada en la GAC.
fr: Cette référence n'est pas "CopyLocal", car elle est inscrite dans le GAC.
it: Questo riferimento non è "CopyLocal". È registrato nella Global Assembly Cache.
ja: GAC に登録されているため、この参照は "CopyLocal" ではありません。
ko: 이 참조는 GAC에 등록되었으므로 "CopyLocal"이 아닙니다.
pl: To odwołanie nie ma parametru CopyLocal, ponieważ jest zarejestrowane w globalnej pamięci podręcznej zestawu.
pt_br: Essa referência não é "CopyLocal" porque ela está registrada no GAC.
ru: Данная ссылка не является "CopyLocal", так как она зарегистрирована в глобальном кэше сборок.
tr: Bu başvuru GAC içinde kaydedildiğinden "CopyLocal" değildir.
zh_hans: 此引用不是“CopyLocal”，因为它是在 GAC 中注册的。
zh_hant: 這個參數不是 "CopyLocal"，因為它已在 GAC 中註冊。

# ResolveAssemblyReference.PrimaryReference
source: Primary reference "{0}".
cs: Primární odkaz {0}.
de: Primärverweis "{0}".
es: Referencia principal "{0}".
fr: Référence primaire "{0}".
it: Riferimento primario "{0}".
ja: プライマリ参照 "{0}" です。
ko: 기본 참조 "{0}"입니다.
pl: Odwołanie podstawowe „{0}”.
pt_br: Referência principal "{0}".
ru: Первичная ссылка "{0}".
tr: Birincil başvuru: "{0}".
zh_hans: 主引用“{0}”。
zh_hant: 主要參考 "{0}"。

# ResolveAssemblyReference.RequiredBy
source: Required by "{0}".
cs: Požadováno položkou {0}
de: Erforderlich für "{0}".
es: Requerido por "{0}".
fr: Requis par "{0}".
it: Richiesto da "{0}".
ja: "{0}" によって必要とされます。
ko: "{0}"에 필요합니다.
pl: Wymagane przez „{0}”.
pt_br: Exigido por "{0}".
ru: Требуется для "{0}".
tr: "{0}" için gerekli.
zh_hans: “{0}”所必需的。
zh_hant: 為 "{0}" 的必要項。

# ResolveAssemblyReference.ReferenceDependsOn
source: References which depend on "{0}" [{1}].
cs: Odkazy závislé na {0} [{1}].
de: Verweise, die von "{0}" abhängig sind [{1}].
es: Referencias que dependen de "{0}" [{1}].
fr: Références qui dépendent de "{0}" [{1}].
it: Riferimenti che dipendono da "{0}" [{1}].
ja: "{0}" [{1}] に依存する参照です。
ko: "{0}"[{1}]에 종속되는 참조입니다.
pl: Odwołania z zależnością od „{0}” [{1}].
pt_br: As referências dependerão de "{0}" [{1}].
ru: Ссылки, зависящие от "{0}" [{1}].
tr: "{0}" [{1}] öğesine bağlı başvurular.
zh_hans: 依赖于“{0}”[{1}]的引用。
zh_hant: 相依於 "{0}" [{1}] 的參考。

# ResolveAssemblyReference.UnResolvedPrimaryItemSpec
source: Unresolved primary reference with an item include of "{0}".
cs: Nepřeložený primární odkaz se zahrnutím položky {0}
de: Vereinheitlichter Primärverweis mit Elementinclude "{0}".
es: Referencia principal sin resolver con un atributo Include de elemento de "{0}".
fr: Référence primaire non résolue avec un Item Include "{0}".
it: Riferimento primario non risolto con elemento include "{0}".
ja: "{0}" の項目インクルードがある未解決のプライマリ参照です。
ko: 항목 Include "{0}"이(가) 있는 확인되지 않은 기본 참조입니다.
pl: Nierozpoznane odwołanie podstawowe do zawartości elementu „{0}”.
pt_br: A referência principal não resolvida com uma inclusão de item de "{0}".
ru: Нераспознанная основная ссылка с включением элементов "{0}".
tr: "{0}" öğe içerikli çözümlenmemiş birincil başvuru.
zh_hans: 未能解析项 Include 特性为“{0}”的主引用。
zh_hant: 未解析項目 Include 為 "{0}" 的主要參考。

# ResolveAssemblyReference.PrimarySourceItemsForReference
source: Project file item includes which caused reference "{0}".
cs: Jsou zahrnuty položky souboru projektu, které způsobily odkaz {0}.
de: Elementincludes einer Projektdatei, die den Verweis "{0}" verursacht haben.
es: Atributos Include de elementos de archivo del proyecto que provocaron la referencia "{0}".
fr: Item Include d'un fichier projet ayant généré la référence "{0}".
it: Elementi include del file di progetto che hanno causato il riferimento "{0}".
ja: 参照 "{0}" の原因となったプロジェクト ファイルの項目インクルード。
ko: "{0}" 참조를 발생시킨 프로젝트 파일 항목 Include입니다.
pl: Element pliku projektu zawiera składnik powodujący odwołanie „{0}”.
pt_br: Inclusões de itens do arquivo de projeto que geraram a referência"{0}".
ru: Элемент файла проекта содержит, что вызвало ссылку "{0}".
tr: Proje dosyası öğesi, başvuruya neden olan "{0}" dosyasını içeriyor.
zh_hans: 导致引用“{0}”的项目文件项 Include 特性。
zh_hant: 專案檔項目 Include 造成參考 "{0}" 的項目。

# ResolveAssemblyReference.Resolved
source: Resolved file path is "{0}".
cs: Přeložená cesta k souboru je {0}.
de: Der aufgelöste Dateipfad ist "{0}".
es: La ruta de acceso del archivo resuelta es "{0}".
fr: Le chemin de fichier résolu est "{0}".
it: Il percorso file risolto è "{0}".
ja: 解決されたファイル パスは "{0}" です。
ko: 확인된 파일 경로는 "{0}"입니다.
pl: Rozpoznana ścieżka pliku: „{0}”.
pt_br: O caminho do arquivo resolvido é "{0}".
ru: Разрешенный путь к файлу - "{0}".
tr: Çözümlenmiş dosya yolu: "{0}".
zh_hans: 解析的文件路径为“{0}”。
zh_hant: 解析的檔案路徑為 "{0}"。

# ResolveAssemblyReference.ResolvedFrom
source: Reference found at search path location "{0}".
cs: Odkaz byl nalezen v umístění cesty pro hledání {0}.
de: Ein Verweis wurde im Suchpfad "{0}" gefunden.
es: Se encontró una referencia en la ubicación de ruta de acceso de búsqueda "{0}".
fr: Référence trouvée dans l'emplacement du chemin d'accès de recherche "{0}".
it: Riferimento trovato nel percorso di ricerca "{0}".
ja: 検索パスの場所 "{0}" で参照が見つかりました。
ko: 검색 경로 위치 "{0}"에서 참조를 찾았습니다.
pl: Znaleziono odwołanie w lokalizacji ścieżki wyszukiwania „{0}”.
pt_br: Referência encontrada no local do caminho de pesquisa "{0}".
ru: Обнаружена ссылка в расположении пути поиска "{0}".
tr: Başvuru, "{0}" arama yolu konumunda bulundu.
zh_hans: 在搜索路径位置“{0}”找到引用。
zh_hant: 在搜尋路徑位置 "{0}" 找到參考。

# ResolveAssemblyReference.SearchPath
source: For SearchPath "{0}".
cs: Pro funkci SearchPath {0}
de: Für SearchPath "{0}".
es: Para SearchPath "{0}".
fr: Pour SearchPath "{0}".
it: Per SearchPath "{0}".
ja: 検索パスは "{0}" です。
ko: SearchPath "{0}"에 사용됩니다.
pl: Dla ścieżki wyszukiwania SearchPath „{0}”.
pt_br: Para SearchPath "{0}".
ru: Для SearchPath "{0}".
tr: SearchPath "{0}" için.
zh_hans: 用于 SearchPath“{0}”。
zh_hant: 針對 SearchPath "{0}"。

# ResolveAssemblyReference.UnificationByAppConfig
source: Using this version instead of original version "{0}" in "{2}" because of a binding redirect entry in the file "{1}".
cs: Namísto původní verze {0} v položce {2} bude použita tato verze, protože v souboru {1} existuje položka přesměrování vazby.
de: Diese Version wird aufgrund eines bindenden Umleitungswerts in der Datei "{1}" anstelle der ursprünglichen Version {0} in "{2}" verwendet.
es: Se usará esta versión en lugar de la versión original "{0}" en "{2}" porque existe una entrada BindingRedirect en el archivo "{1}".
fr: Cette version sera utilisée à la place de la version d'origine "{0}" dans "{2}" en raison de la présence d'une entrée de redirection de liaison dans le fichier "{1}".
it: Verrà usata questa versione anziché la versione originale "{0}" in "{2}" a causa di una voce di reindirizzamento dell'associazione nel file "{1}".
ja: ファイル "{1}" 内でバインド リダイレクト エントリが存在するため、"{2}" 内の元のバージョン "{0}" ではなくこのバージョンを使用します。
ko: "{1}" 파일에 있는 바인딩 리디렉션 항목 때문에 "{2}"에서 원래 버전 "{0}" 대신 이 버전을 사용합니다.
pl: Używanie tej wersji zamiast wersji oryginalnej „{0}” w „{2}” z powodu powiązania wpisu przekierowania w pliku „{1}”.
pt_br: Usando esta versão em vez da versão original "{0}" em "{2}" devido a uma entrada de redirecionamento de associação no arquivo "{1}".
ru: Данная версия используется вместо исходной версии "{0}" в "{2}", поскольку файл "{1}" содержит запись связывающего перенаправления.
tr: "{1}" dosyasındaki bağlama yeniden yönlendirme girişi nedeniyle "{2}" içinde "{0}" özgün sürümü yerine bu sürüm kullanılıyor.
zh_hans: 使用此版本而不是“{2}”中的原始版本“{0}”，因为文件“{1}”中存在绑定重定向项。
zh_hant: 由於檔案 "{1}" 中的繫結重新導向項目，所以使用這個版本代替 "{2}" 中的原始版本 "{0}"。

# ResolveAssemblyReference.UnificationByAutoUnify
source: Using this version instead of original version "{0}" in "{1}" because AutoUnify is 'true'.
cs: Namísto původní verze {0} v souboru {1} bude použita tato verze, protože parametr AutoUnify má hodnotu True.
de: Diese Version wird anstelle der ursprünglichen Version {0} in "{1}" verwendet, da AutoUnify auf "true" festgelegt ist.
es: Se usará esta versión en lugar de la versión original "{0}" en "{1}" porque AutoUnify es 'true'.
fr: Cette version sera utilisée à la place de la version d'origine "{0}" dans "{1}", car le paramètre AutoUnify a la valeur 'true'.
it: Verrà usata questa versione anziché la versione originale "{0}" in "{1}". AutoUnify è 'true'.
ja: AutoUnify が 'true' のため、"{1}" 内の元のバージョン "{0}" ではなくこのバージョンを使用します。
ko: AutoUnify가 'true'이므로 "{1}"에서 원래 버전 "{0}" 대신 이 버전을 사용합니다.
pl: Używanie tej wersji zamiast wersji oryginalnej w „{0}” w „{1}” ponieważ właściwość AutoUnify ma wartość true.
pt_br: Usando esta versão em vez da versão original "{0}" em "{1}" porque AutoUnify é "true".
ru: В "{1}" вместо оригинальной версии "{0}" используется эта версия, поскольку AutoUnify имеет значение "true".
tr: AutoUnify, 'true' olduğundan "{1}" içinde "{0}" özgün sürümü yerine bu sürüm kullanılıyor.
zh_hans: 使用此版本而不是“{1}”中的原始版本“{0}”，因为 AutoUnify 为“true”。
zh_hant: 由於 AutoUnify 是 'true'，所以使用這個版本代替 "{1}" 中的原始版本 "{0}"。

# ResolveAssemblyReference.RemappedReference
source: Due to a remapping entry in the currently targeted framework redist list, reference "{0}" was remapped to "{1}".
cs: Na základě položky pro změnu mapování v seznamu redistribučního balíčku aktuálního cílového rozhraní byl odkaz {0} přemapován na odkaz {1}.
de: Wegen eines Neuzuordnungseintrags in der redist-Liste des aktuellen Zielframeworks wurde der Verweis "{0}" neu zugeordnet zu "{1}".
es: Debido a una entrada de reasignación en la lista de paquetes redistribuibles de la versión de .Net Framework de destino, la referencia "{0}" se reasignó a "{1}".
fr: En raison d'une entrée de remappage dans la liste des packages redistribuables du framework actuellement ciblé, la référence "{0}" a été remappée à "{1}".
it: A causa di una voce di nuovo mapping nell'elenco di pacchetti ridistribuibili del framework di destinazione corrente, il riferimento "{0}" è stato rimappato a "{1}".
ja: 現在の対象フレームワークの再頒布可能パッケージ リストにあるリマップ エントリにより、参照 "{0}" が "{1}" にリマップされました。
ko: 현재 대상 프레임워크 재배포 가능 패키지 목록에 있는 다시 매핑 항목으로 인해 "{0}" 참조가 "{1}"(으)로 다시 매핑되었습니다.
pl: Ze względu na wpis ponownego mapowania na liście redystrybucyjnej obecnej docelowej struktury mapowanie odwołania "{0}" zostało zmienione na "{1}".
pt_br: Devido a uma entrada de remapeamento na lista de pacote redistribuível do framework de destino atual, a referência "{0}" foi remapeada para "{1}".
ru: В результате изменения сопоставления записи в списке распространяемого пакета текущей целевой платформы ссылка "{0}" была пересопоставлена на "{1}".
tr: Şu anda hedeflenen çerçeve yeniden dağıtım listesindeki yeniden eşleştirme girişi nedeniyle "{0}" başvurusu "{1}" ile yeniden eşleştirildi.
zh_hans: 由于当前目标框架可再发行程序包列表中的重新映射条目，引用“{0}”已重新映射到“{1}”。
zh_hant: 因為重新對應目前目標 Framework 可轉散發套件清單中的項目，所以將參考 "{0}" 重新對應到 "{1}"。

# ResolveAssemblyReference.UnificationByFrameworkRetarget
source: Using this version instead of original version "{0}" in "{1}" because there is a more recent version of this framework file.
cs: Namísto původní verze {0} v souboru {1} bude použita tato verze, protože existuje novější verze tohoto souboru architektury.
de: Diese Version wird anstelle der ursprünglichen Version {0} in "{1}" verwendet, da eine aktuellere Version dieser Frameworkdatei vorhanden ist.
es: Se usará esta versión en lugar de la versión original "{0}" en "{1}" porque existe una versión más reciente de este archivo de .NET Framework.
fr: Cette version sera utilisée à la place de la version d'origine "{0}" dans "{1}", car une version plus récente de ce fichier du .NET Framework existe.
it: Verrà usata questa versione anziché la versione originale "{0}" in "{1}". È presente una versione più recente del file del framework.
ja: この Framework ファイルの新しいバージョンが存在するため、"{1}" 内の元のバージョン "{0}" ではなくこのバージョンを使用します。
ko: 이 프레임워크 파일의 최신 버전이 있으므로 "{1}" 에서 원래 버전 "{0}" 대신 이 버전을 사용합니다.
pl: Używanie tej wersji zamiast oryginalnej wersji „{0}” w „{1}”, ponieważ istnieje nowsza wersja tego pliku struktury.
pt_br: Usando esta versão em vez da versão original "{0}" em "{1}" porque existe uma versão mais recente deste arquivo de estrutura.
ru: Использование этой версии вместо первоначальной версии "{0}" в "{1}", поскольку существует более поздняя версия этого файла инфраструктуры.
tr: Bu Framework dosyasının daha yeni bir sürümü olduğundan "{1}" içinde "{0}" özgün sürümü yerine bu sürüm kullanılıyor.
zh_hans: 使用此版本而不是“{1}”中的原始版本“{0}”，因为存在此框架文件的更新版本。
zh_hant: 由於這個架構檔已有較新的版本，所以使用這個版本代替 "{1}" 中的原始版本 "{0}"。

# ResolveAssemblyReference.UnifiedDependency
source: Unified Dependency "{0}".
cs: Sjednocená závislost {0}
de: Vereinheitlichte Abhängigkeit "{0}".
es: Dependencia unificada "{0}".
fr: Dépendance unifiée "{0}".
it: Dipendenza unificata "{0}".
ja: 統合された依存関係 "{0}" です。
ko: 통합된 종속성 "{0}"입니다.
pl: Zunifikowana zależność „{0}”.
pt_br: Dependência Unificada "{0}".
ru: Объединенная зависимость "{0}".
tr: "{0}" Birleştirilmiş Bağımlılığı.
zh_hans: 统一依赖项“{0}”。
zh_hant: 統一相依性 "{0}"。

# ResolveAssemblyReference.UnifiedPrimaryReference
source: Unified primary reference "{0}".
cs: Sjednocený primární odkaz {0}
de: Vereinheitlichter Primärverweis "{0}".
es: Referencia principal unificada "{0}".
fr: Référence primaire unifiée "{0}".
it: Riferimento primario unificato "{0}".
ja: 統合されたプライマリ参照 "{0}" です。
ko: 통합된 기본 참조 "{0}"입니다.
pl: Zunifikowane odwołanie podstawowe „{0}”.
pt_br: Referência principal unificada "{0}".
ru: Объединенная первичная ссылка "{0}".
tr: "{0}" birleştirilmiş birincil başvurusu.
zh_hans: 统一主引用“{0}”。
zh_hant: 統一主要參考 "{0}"。

# ResolveAssemblyReference.ProblemFindingSatelliteAssemblies
source: Could not find satellite assemblies for reference "{0}". {1}
cs: Nelze najít satelitní sestavení pro odkaz {0}. {1}
de: Die Satellitenassemblys für den Verweis "{0}" wurden nicht gefunden. {1}
es: No se encontraron ensamblados satélite para la referencia "{0}". {1}
fr: Impossible de trouver des assemblys satellites pour la référence "{0}". {1}
it: Gli assembly satellite per il riferimento "{0}" non sono stati trovati. {1}
ja: 参照 "{0}" のサテライト アセンブリが見つかりませんでした。{1}
ko: "{0}" 참조의 위성 어셈블리를 찾을 수 없습니다. {1}
pl: Nie można odnaleźć zestawów satelickich dla odwołania „{0}”. {1}
pt_br: Não foi possível encontrar assemblies satélite para a referência "{0}". {1}
ru: Не удалось найти вспомогательные сборки для ссылки "{0}". {1}
tr: "{0}" başvurusu için uydu derlemeler bulunamadı. {1}
zh_hans: 未能找到引用“{0}”的附属程序集。{1}
zh_hant: 找不到參考 "{0}" 的附屬組件。{1}

# ResolveAssemblyReference.UsingExclusionList
source: A TargetFramework profile exclusion list will be generated. The exclusion list is a list of assemblies not in the profile.
cs: Bude vygenerován seznam vyloučení profilu TargetFramework. Seznam vyloučení je seznam sestavení, která nejsou v profilu.
de: Eine Ausschlussliste für das TargetFramework-Profil wird generiert. Die Ausschlussliste ist eine Liste von Assemblys, die nicht im Profil enthalten sind.
es: Se generará una lista de exclusión de perfiles de TargetFramework. La lista de exclusión es una lista de ensamblados que no pertenecen al perfil.
fr: Une liste d'exclusion de profil TargetFramework sera générée. Cette liste d'exclusion contient les assemblys qui ne figurent pas dans le profil.
it: Verrà generato un elenco di esclusione di profili TargetFramework. L'elenco di esclusione è un elenco di assembly non presenti nel profilo.
ja: TargetFramework プロファイルの除外リストが生成されます。この除外リストは、プロファイルに含まれないアセンブリの一覧です。
ko: TargetFramework 프로필 제외 목록이 생성됩니다. 제외 목록은 프로필에 없는 어셈블리 목록입니다.
pl: Zostanie wygenerowana lista wykluczeń profilu TargetFramework. Lista wykluczeń jest listą zestawów nieobecnych w profilu.
pt_br: A lista de exclusão de perfil TargetFramework será gerada. A lista de exclusões é uma lista de assemblies que não estão no perfil.
ru: Будет создан список исключений профиля TargetFramework. Список исключений является списком сборок, не включенных в профиль.
tr: TargetFramework profil dışlama listesi oluşturulacak. Dışlama listesi, profil içinde olmayan bütünleştirilmiş kodların listesidir.
zh_hans: 将生成 TargetFramework 配置文件排除列表。该排除列表列出了配置文件中没有的程序集。
zh_hant: 將會產生 TargetFramework 設定檔排除清單。排除清單是組件的清單，並不在設定檔中。

# ResolveAssemblyReference.NoExclusionListBecauseofFullClientName
source: A TargetFramework profile exclusion list will not be generated. A full client name "{0}" was found in the TargetFrameworkSubsetNames list.
cs: Seznam vyloučení profilu TargetFramework nebude vygenerován. V seznamu TargetFrameworkSubsetNames byl nalezen úplný název klienta {0}.
de: Es wird keine Ausschlussliste für das TargetFramework-Profil generiert. Der vollständige Clientname "{0}" wurde in der TargetFrameworkSubsetNames-Liste gefunden.
es: No se generará ninguna lista de exclusión de perfiles de TargetFramework. Se encontró un nombre de cliente "{0}" completo en la lista TargetFrameworkSubsetNames.
fr: Aucune liste d'exclusion de profil TargetFramework ne sera générée. Un nom de client complet "{0}" a été trouvé dans la liste TargetFrameworkSubsetNames.
it: Non verrà generato un elenco di esclusione di profili TargetFramework. È stato trovato un nome client completo "{0}" nell'elenco TargetFrameworkSubsetNames.
ja: TargetFramework プロファイルの除外リストは生成されません。完全なクライアント名 "{0}" が TargetFrameworkSubsetNames の一覧で見つかりました。
ko: TargetFramework 프로필 제외 목록이 생성되지 않습니다. 전체 클라이언트 이름 "{0}"이(가) TargetFrameworkSubsetNames 목록에 있습니다.
pl: Lista wykluczeń profilu TargetFramework nie zostanie wygenerowana. Odnaleziono pełną nazwę klienta „{0}” na liście TargetFrameworkSubsetNames.
pt_br: Uma lista de exclusões de perfil TargetFramework não será gerada. Um nome completo de cliente "{0}" foi encontrado na lista TargetFrameworkSubsetNames.
ru: Список исключений профиля TargetFramework не будет создан. В списке TargetFrameworkSubsetNames обнаружено полное имя клиента "{0}".
tr: TargetFramework profil dışlama listesi oluşturulmayacak. TargetFrameworkSubsetNames listesinde "{0}" tam istemci adı bulundu.
zh_hans: 将不生成 TargetFramework 配置文件排除列表。在 TargetFrameworkSubsetNames 列表中找到完整的客户端名称“{0}”。
zh_hant: 將不會產生 TargetFramework 設定檔排除清單。在 TargetFrameworkSubsetNames 清單中找到完整用戶端名稱 "{0}"。
