Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveSDKReference.FoundFrameworkIdentity
source: Found "FrameworkIdentity" attribute "{0}" in the SDK manifest.
cs: V manifestu sady SDK byl nalezen atribut {0} identity rozhraní FrameworkIdentity.
de: "FrameworkIdentity"-Attribut "{0}" wurde im SDK-Manifest gefunden.
es: Se encontró el atributo "FrameworkIdentity" "{0}" en el manifiesto del SDK.
fr: L'attribut "FrameworkIdentity" "{0}" a été trouvé dans le manifeste SDK.
it: Attributo "FrameworkIdentity" "{0}" trovato nel manifesto SDK.
ja: SDK マニフェストで "FrameworkIdentity" 属性 "{0}" が見つかりました。
ko: SDK 매니페스트에서 "FrameworkIdentity" 특성 "{0}"을(를) 찾았습니다.
pl: W manifeście zestawu SDK znaleziono atrybut „FrameworkIdentity” o wartości „{0}”.
pt_br: Foi encontrado o atributo "FrameworkIdentity" "{0}" no manifesto do SDK.
ru: В манифесте SDK найден атрибут "FrameworkIdentity" "{0}".
tr: SDK bildiriminde "{0}" "FrameworkIdentity" özniteliği bulundu.
zh_hans: 在 SDK 清单中找到了“FrameworkIdentity”特性“{0}”。
zh_hant: 在 SDK 資訊清單中找到 "FrameworkIdentity" 屬性 "{0}"。

# ResolveSDKReference.FoundAppxLocation
source: Found "APPX" location attribute "{0}" in the SDK manifest.
cs: V manifestu sady SDK byl nalezen atribut {0} umístění APPX.
de: "APPX"-Speicherortattribut "{0}" wurde im SDK-Manifest gefunden.
es: Se encontró el atributo de ubicación "APPX" "{0}" en el manifiesto del SDK.
fr: L'attribut d'emplacement "{0}" de l'"APPX" a été trouvé dans le manifeste SDK.
it: Attributo di percorso "APPX" "{0}" trovato nel manifesto SDK.
ja: SDK マニフェストで "APPX" の location 属性 "{0}" が見つかりました。
ko: SDK 매니페스트에서 "APPX" 위치 특성 "{0}"을(를) 찾았습니다.
pl: W manifeście zestawu SDK znaleziono atrybut lokalizacji „APPX” o wartości „{0}”.
pt_br: Foi encontrado o atributo de localização "APPX" "{0}" no manifesto do SDK.
ru: В манифесте SDK найден атрибут расположения "APPX" "{0}".
tr: SDK bildiriminde "{0}" "APPX" konum özniteliği bulundu.
zh_hans: 在 SDK 清单中找到了“APPX”位置特性“{0}”。
zh_hant: 在 SDK 資訊清單中找到 "APPX" 位置屬性 "{0}"。

# ResolveSDKReference.ReplaceAppxLocation
source: Updating the "{0}" architecture "APPX" location from "{1}" to "{2}".
cs: Probíhá aktualizace umístění APPX architektury {0} z {1} na {2}.
de: Aktualisieren des "APPX"-Speicherorts der "{0}"-Architektur von "{1}" zu "{2}".
es: Actualizando la ubicación "APPX" de la arquitectura "{0}" de "{1}" a "{2}".
fr: Mise à jour de l'emplacement "APPX" de l'architecture "{0}" de "{1}" vers "{2}".
it: Aggiornamento della posizione "APPX" dell'architettura "{0}" da "{1}" a "{2}".
ja: "{0}" アーキテクチャ "APPX" の場所を "{1}" から "{2}" に更新しています。
ko: "{0}" 아키텍처 "APPX" 위치를 "{1}"에서 "{2}"(으)로 업데이트합니다.
pl: Aktualizacja lokalizacji „APPX” dla architektury „{0}” z „{1}” na „{2}”.
pt_br: Atualizando a localização "APPX" da arquitetura "{0}" de "{1}" para "{2}".
ru: Обновление расположения APPX архитектуры "{0}" с "{1}" на "{2}".
tr: "{0}" mimarisi "APPX" konumu "{1}" öğesinden "{2}" öğesine güncelleştiriliyor.
zh_hans: 正在将“{0}”体系结构“APPX”位置从“{1}”更改为“{2}”。
zh_hant: 將 "{0}" 架構 "APPX" 位置從 "{1}" 更新為 "{2}"。

# ResolveSDKReference.NoSDKLocationsSpecified
source: Cannot resolve "SDKReference" items because no installed SDK locations were passed into the property "InstalledSdks".
cs: Nelze rozpoznat položky SDKReference, protože do vlastnosti InstalledSdks nebyla předána žádná umístění nainstalovaných sad SDK.
de: "SDKReference"-Elemente können nicht aufgelöst werden, da keine installierten SDK-Speicherorte an die Eigenschaft "InstalledSdks" übergeben wurden.
es: No se pueden resolver los elementos "SDKReference" porque no se pasó ninguna ubicación de SDK instalado a la propiedad "InstalledSdks".
fr: Impossible de résoudre les éléments "SDKReference" car des emplacements du SDK non installé ont été passés dans la propriété "InstalledSdks".
it: Non è possibile risolvere gli elementi "SDKReference" perché nella proprietà "InstalledSdks" non è stato specificato alcun percorso di installazione SDK.
ja: インストールされている SDK の場所がプロパティ "InstalledSdks" に渡されなかったため、"SDKReference" 項目を解決できません。
ko: 설치된 SDK 위치가 "InstalledSdks" 속성에 전달되지 않았기 때문에 "SDKReference" 항목을 확인할 수 없습니다.
pl: Nie można rozpoznać elementów „SDKReference”, ponieważ do właściwości „InstalledSdks” nie zostały przekazane informacje o żadnych lokalizacjach zainstalowanych zestawów SDK.
pt_br: Não é possível resolver itens de "SDKReference" porque nenhuma localização de SDK instalada foi passada para a propriedade "InstalledSdks".
ru: Не удается разрешить элементы SDKReference, поскольку в свойство InstalledSdks не переданы расположения установленных пакетов SDK.
tr: "InstalledSdks" özelliğine hiçbir yüklü SDK konumu geçirilmediğinden "SDKReference" öğeleri çözümlenemiyor.
zh_hans: 无法解析“SDKReference”项，因为没有向属性“InstalledSdks”传入任何安装的 SDK 位置。
zh_hant: 無法解析 "SDKReference" 項目，因為沒有安裝的 SDK 位置傳遞至屬性 "InstalledSdks"。

# ResolveSDKReference.CannotReferenceTwoSDKsSameFamily
source: MSB3773: The SDK "{0}" cannot be referenced alongside SDK(s) {1}, as they all belong to the same SDK product Family "{2}". Please consider removing references to other SDKs of the same product family.
cs: MSB3773: Na sadu SDK {0} se nelze odkazovat současně se sadou/sadami SDK {1}, protože všechny patří do stejné produktové řady SDK {2}. Zvažte odebrání odkazů na jiné sady SDK ze stejné produktové řady.
de: MSB3773: Das SDK "{0}" kann nicht an der Seite von SDK(s) {1} referenziert werden, da alle zur selben SDK-Produktfamilie "{2}" gehören. Entfernen Sie u. U. Verweise auf andere SDKs derselben Produktfamilie.
es: MSB3773: No se puede hacer referencia al SDK "{0}" junto con los SDK {1}, ya que todos pertenecen a la misma familia de productos SDK "{2}". Quite las referencias a otros SDK de la misma familia de productos.
fr: MSB3773: Le SDK "{0}" ne peut pas être référencé avec des SDK {1}, car ces SDK appartiennent tous à la même famille de produits "{2}". Supprimez les références aux autres SDK appartenant à la même famille de produits.
it: MSB3773: non è possibile fare riferimento all'SDK "{0}" insieme agli SDK {1} perché fanno parte della stessa famiglia di prodotti SDK "{2}". Rimuovere i riferimenti agli altri SDK della stessa famiglia di prodotti.
ja: MSB3773: 同じ SDK 製品ファミリ "{2}" に属しているため、SDK "{0}" は SDK {1} と共に参照できません。同じ製品ファミリの他の SDK への参照を削除することを検討してください。
ko: MSB3773: SDK "{0}"과(와) SDK {1}은(는) 동일한 SDK 제품군 "{2}"에 속하므로 함께 참조할 수 없습니다. 동일한 제품군의 다른 SDK에 대한 참조를 제거하세요.
pl: MSB3773: Nie można się odwołać do zestawu SDK „{0}”, jeśli występują odwołania do zestawów SDK {1}, ponieważ wszystkie one należą do tej samej rodziny produktów SDK „{2}”. Rozważ usunięcie odwołań do innych zestawów SDK z tej samej rodziny produktów.
pt_br: MSB3773: O SDK "{0}" não pode ser referenciado junto com os SDKs {1} porque eles pertencem à mesma Família de produtos de SDK "{2}". Considere remover referências a outros SDKs da mesma família de produtos.
ru: MSB3773: не удается создать ссылки на пакет SDK "{0}", при наличии также ссылок на другие пакеты SDK, {1}, поскольку все они принадлежат к одному семейства продуктов "{2}". Попробуйте удалить ссылки на другие пакеты SDK, принадлежащие одному семейству продуктов.
tr: MSB3773: Tümü aynı "{2}" SDK ürün Ailesine ait olduğundan "{0}" SDK’sına {1} SDK’larıyla birlikte başvurulamıyor. Lütfen aynı ürün ailesinden diğer SDK’lara yapılan başvuruları kaldırın.
zh_hans: MSB3773: 不能随 SDK {1} 一起引用 SDK“{0}”，因为它们全部属于相同的 SDK 产品系列“{2}”。请考虑删除对相同产品系列的其他 SDK 的引用。
zh_hant: MSB3773: 不能同時參考 SDK "{0}" 和 SDK {1}，因為它們都屬於相同的 SDK 產品系列 "{2}"。請考慮移除同一個產品系列中其他 SDK 的參考。

# ResolveSDKReference.CouldNotResolveSDK
source: MSB3774: Could not find SDK "{0}".
cs: MSB3774: Nebyla nalezena sada SDK {0}.
de: MSB3774: SDK "{0}" konnte nicht gefunden werden.
es: MSB3774: No se encontró el SDK "{0}".
fr: MSB3774: SDK "{0}" introuvable.
it: MSB3774: l'SDK "{0}" non è stato trovato.
ja: MSB3774: SDK "{0}" が見つかりませんでした。
ko: MSB3774: SDK "{0}"을(를) 찾을 수 없습니다.
pl: MSB3774: Nie można odnaleźć zestawu SDK „{0}”.
pt_br: MSB3774: não foi possível encontrar o SDK "{0}".
ru: MSB3774: не удается найти пакет SDK "{0}".
tr: MSB3774: SDK "{0}" bulunamadı.
zh_hans: MSB3774: 找不到 SDK“{0}”。
zh_hant: MSB3774: 找不到 SDK "{0}"。

# ResolveSDKReference.ErrorResolvingSDK
source: MSB3775: There was an error resolving the SDK "{0}". {1}
cs: MSB3775: Při rozpoznávání sady SDK {0} došlo k chybě. {1}
de: MSB3775: Fehler beim Auflösen von "{0}". {1}
es: MSB3775: Error al resolver el SDK "{0}". {1}
fr: MSB3775: Une erreur s'est produite lors de la résolution du SDK "{0}". {1}
it: MSB3775: errore durante la risoluzione dell'SDK "{0}". {1}
ja: MSB3775: SDK "{0}" の解決中にエラーが発生しました。{1}
ko: MSB3775: SDK "{0}"을(를) 확인하는 동안 오류가 발생했습니다. {1}
pl: MSB3775: Wystąpił błąd podczas rozpoznawania zestawu SDK „{0}”. {1}
pt_br: MSB3775: houve um erro na resolução do SDK "{0}". {1}
ru: MSB3775: ошибка при разрешении пакета SDK "{0}". {1}
tr: MSB3775: SDK "{0}" çözümlenirken bir sorun oluştu. {1}
zh_hans: MSB3775: 解析 SDK“{0}”时出现错误。{1}
zh_hant: MSB3775: 解析 SDK "{0}" 時發生錯誤。{1}

# ResolveSDKReference.SDKReferenceIncorrectFormat
source: MSB3776: The SDK Reference "{0}" is incorrectly formatted. It must be in the following format "<SDKName>, Version=<SDKVersion>. For example: "MySDK, Version=2.0"
cs: MSB3776: Odkaz {0} sady SDK má nesprávný formát. Musí mít následující formát: "<NázevSadySDK>, Version=<VerzeSadySDK>". Příklad: "MaSadaSDK, Version=2.0"
de: MSB3776: Der SDK-Verweis "{0}" ist falsch formatiert. Er muss folgendes Format besitzen: "<SDKName>, Version=<SDKVersion>. Zum Beispiel "MySDK, Version=2.0"
es: MSB3776: La referencia SDK "{0}" tiene un formato incorrecto. Debe tener el formato siguiente "<NombreSDK>, versión=<VersiónSDK>. Por ejemplo: "MiSDK, versión=2.0"
fr: MSB3776: La référence SDK "{0}" est formatée de manière incorrecte. Elle doit suivre le format suivant "<Nom du SDK>, Version=<Version du SDK>. Par exemple : "MySDK, Version=2.0"
it: MSB3776: formato del riferimento SDK "{0}" non corretto. Il formato corretto è: "<NomeSDK>, Version=<VersioneSDK>, ad esempio: "MySDK, Version=2.0"
ja: MSB3776: SDK 参照 "{0}" の形式が正しくありません。"<SDK 名>, Version=<SDK バージョン>" という形式である必要があります。例: "MySDK, Version=2.0"
ko: MSB3776: SDK 참조 "{0}"의 형식이 잘못되었습니다. "<SDKName>, Version=<SDKVersion>" 형식을 사용해야 합니다(예: "MySDK, Version=2.0").
pl: MSB3776: Odwołanie do zestawu SDK „{0}” ma błędny format. Musi być w następującym formacie: „<nazwazestawuSDK>, Version=<wersjazestawuSDK>”. Na przykład: „MojSDK, Version=2.0”.
pt_br: MSB3776: a Referência do SDK "{0}" está formatada incorretamente. Deve estar neste formato "<Nome_SDK>, Version=<Versão_SDK>. Por exemplo: "MySDK, Version=2.0"
ru: MSB3776: неверный формат ссылки на пакет SDK "{0}". Ссылка должна указываться в следующем формате: "<имя_пакета_SDK>, Version=<версия_пакета_SDK>. Пример: "MySDK, Version=2.0"
tr: MSB3776: SDK Başvurusu "{0}" yanlış biçimlendirilmiş. "<SDKAdı>, Version=<SDKSürümü> biçiminde olması gerekiyor. Örnek: "BenimSDK, Version=2.0"
zh_hans: MSB3776: SDK 引用“{0}”的格式不正确。它必须采用“<SDK 名称>, Version=<SDK 版本>”格式。例如: “MySDK, Version=2.0”
zh_hant: MSB3776: SDK 參考 "{0}" 格式不正確，必須採用 "<SDKName>, Version=<SDKVersion>" 格式。例如: "MySDK, Version=2.0"

# ResolveSDKReference.NoMatchingFrameworkIdentity
source: MSB3777: "FrameworkIdentity" attributes were found in the SDK manifest file "{0}", however none of the attributes matched the targeted configuration and architecture "{1} | {2}" and no "FrameworkIdentity" attribute without configuration and architecture could be found. If this project is to be packaged, packaging will fail.
cs: MSB3777: V souboru {0} manifestu sady SDK byly nalezeny atributy FrameworkIdentity, ale žádný z těchto atributů neodpovídal cílové konfiguraci a architektuře {1} | {2} a nebyly nalezeny žádné atributy FrameworkIdentity bez konfigurace a architektury. Pokud má být tento projekt zabalen, vytvoření balíčku se nezdaří.
de: MSB3777: Es wurden "FrameworkIdentity"-Attribute in der SDK-Manifestdatei "{0}" gefunden, allerdings stimmte keines dieser Attribute mit der Konfiguration und Architektur "{1} | {2}" des Ziels überein, und es wurde kein "FrameworkIdentity"-Attribut ohne Konfiguration und Architektur gefunden. Wenn dieses Projekt verpackt werden soll, tritt beim Verpacken ein Fehler auf.
es: MSB3777: Se encontraron atributos "FrameworkIdentity" en el archivo de manifiesto del SDK "{0}", pero ninguno coincidía con la configuración y arquitectura de destino "{1} | {2}" y no se encontró ningún atributo "FrameworkIdentity" sin configuración y arquitectura. Si este proyecto se va a empaquetar, se producirá un error de empaquetado.
fr: MSB3777: Des attributs "FrameworkIdentity" ont été trouvés dans le fichier du manifeste SDK "{0}". Toutefois, aucun des attributs ne correspond à la configuration et à l'architecture ciblées "{1} | {2}", et aucun attribut "FrameworkIdentity" sans configuration ni architecture n'a pu être trouvé. Si ce projet doit être ajouté au package, le package échouera.
it: MSB3777: sono stati trovati attributi "FrameworkIdentity" nel file manifesto SDK "{0}", ma nessun attributo corrispondeva alla configurazione e all'architettura di destinazione "{1} | {2}" e non è stato trovato alcun attributo "FrameworkIdentity" senza configurazione e architettura. Se il progetto deve essere incluso nel pacchetto, la creazione del pacchetto non verrà eseguita.
ja: MSB3777: SDK マニフェスト ファイル "{0}" で "FrameworkIdentity" 属性が見つかりましたが、そのどれもがターゲットの構成およびアーキテクチャ "{1} | {2}" と一致せず、構成とアーキテクチャのない "FrameworkIdentity" 属性は見つかりませんでした。このプロジェクトをパッケージ化すると、パッケージ化は失敗します。
ko: MSB3777: SDK 매니페스트 파일 "{0}"에서 "FrameworkIdentity" 특성을 찾았지만 대상 구성 및 아키텍처 "{1} | {2}"과(와) 일치하는 특성이 없으며 구성과 아키텍처가 없는 "FrameworkIdentity" 특성을 찾을 수 없습니다. 이 프로젝트를 패키징해야 하는 경우 패키징이 실패합니다.
pl: MSB3777: W pliku manifestu zestawu SDK „{0}” znaleziono atrybuty „FrameworkIdentity”, jednak żaden z nich nie pasuje do docelowej konfiguracji i architektury „{1} | {2}”, a nie znaleziono żadnego atrybutu „FrameworkIdentity” bez zdefiniowanej konfiguracji i architektury. Jeśli projekt ma być podzielony na pakiety, tworzenie pakietów nie powiedzie się.
pt_br: MSB3777: Atributos "FrameworkIdentity" foram encontrados no arquivo de manifesto do SDK "{0}", mas nenhum dos atributos coincidiu com a configuração e a arquitetura "{1} | {2}" de destino e não foi possível encontrar nenhum atributo "FrameworkIdentity" sem configuração e arquitetura. Se este projeto tiver que ser empacotado, o empacotamento falhará.
ru: MSB3777: в файле манифеста SDK "{0}" найдены атрибуты FrameworkIdentity, однако ни один из этих атрибутов не соответствует целевым конфигурации и архитектуре "{1} | {2}"; кроме того, не удалось найти атрибуты FrameworkIdentity без конфигурации и архитектуры. Если планируется упаковка проекта, она завершится с ошибкой.
tr: MSB3777: "{0}" SDK bildirim dosyasında "FrameworkIdentity" öznitelikleri bulundu, ancak özniteliklerin hiçbiri hedeflenen yapılandırma ve mimariyle ("{1} | {2}") eşleşmedi ve yapılandırması ve mimarisi olmayan hiçbir "FrameworkIdentity" özniteliği bulunamadı. Bu proje paketlenecekse paketleme işlemi başarısız olacak.
zh_hans: MSB3777: 在 SDK 清单文件“{0}”中找到了多个“FrameworkIdentity”特性，但是其中任何特性都不匹配目标配置和架构“{1} | {2}”，并且找不到任何不带配置和架构的“FrameworkIdentity”特性。如果要打包此项目，则打包操作将失败。
zh_hant: MSB3777: 在 SDK 資訊清單檔 "{0}" 中找到 "FrameworkIdentity" 屬性，不過沒有屬性符合目標組態和架構 "{1} | {2}"，而且找不到沒有組態和架構的 "FrameworkIdentity" 屬性。如果要封裝這個專案，封裝將會失敗。

# ResolveSDKReference.NoMatchingAppxLocation
source: MSB3778: "APPX" attributes were found in the SDK manifest file "{0}" however none of the attributes matched the targeted configuration and architecture "{1} | {2}" and no "APPX" attribute without configuration and architecture could be found. If an app package is required then the project will fail at runtime.
cs: MSB3778: V souboru {0} manifestu sady SDK byly nalezeny atributy APPX, ale žádný z těchto atributů neodpovídal cílové konfiguraci a architektuře {1} | {2} a nebyly nalezeny žádné atributy APPX bez konfigurace a architektury. Pokud bude za běhu vyžadován balíček aplikace, projekt skončí chybou.
de: MSB3778: Es wurden "APPX"-Attribute in der SDK-Manifestdatei "{0}" gefunden, allerdings stimmte keines dieser Attribute mit der Konfiguration und Architektur "{1} | {2}" des Ziels überein, und es wurde kein "APPX"-Attribut ohne Konfiguration und Architektur gefunden. Wenn ein App-Paket erforderlich ist, führt dies zur Laufzeit zu einem Fehler im Projekt.
es: MSB3778: Se encontraron atributos "APPX" en el archivo de manifiesto del SDK "{0}", pero ninguno coincidía con la configuración y arquitectura de destino "{1} | {2}" y no se encontró ningún atributo "APPX" sin configuración y arquitectura. Si se requiere un paquete de aplicaciones, el proyecto dará error en tiempo de ejecución.
fr: MSB3778: Des attributs "APPX" ont été trouvés dans le fichier du manifeste SDK "{0}". Toutefois, aucun des attributs ne correspond à la configuration et à l'architecture ciblées "{1} | {2}", et aucun attribut "APPX" sans configuration ni architecture n'a pu être trouvé. Si un package d'application est nécessaire, le projet échouera au moment de l'exécution.
it: MSB3778: sono stati trovati attributi "APPX" nel file manifesto SDK "{0}", ma nessun attributo corrispondeva alla configurazione e all'architettura di destinazione "{1} | {2}" e non è stato trovato alcun attributo "APPX" senza configurazione e architettura. Se viene richiesto un pacchetto dell'applicazione, in fase di esecuzione il progetto non verrà eseguito.
ja: MSB3778: SDK マニフェスト ファイル "{0}" で "APPX" 属性が見つかりましたが、そのどれもがターゲットの構成およびアーキテクチャ "{1} | {2}" と一致せず、構成とアーキテクチャのない "APPX" 属性は見つかりませんでした。アプリケーション パッケージが必要な場合、プロジェクトは実行時に失敗します。
ko: MSB3778: SDK 매니페스트 파일 "{0}"에서 "APPX" 특성을 찾았지만 대상 구성 및 아키텍처 "{1} | {2}"과(와) 일치하는 특성이 없으며 구성과 아키텍처가 없는 "APPX" 특성을 찾을 수 없습니다. 앱 패키지가 필요한 경우 런타임에 프로젝트가 실패합니다.
pl: MSB3778: W pliku manifestu zestawu SDK „{0}” znaleziono atrybuty „APPX”, jednak żaden z nich nie pasuje do docelowej konfiguracji i architektury „{1} | {2}”, a nie znaleziono żadnego atrybutu „APPX” bez zdefiniowanej konfiguracji i architektury. Jeśli podczas wykonywania jest potrzebny pakiet aplikacji, projekt nie będzie działać.
pt_br: MSB3778: Atributos "APPX" foram encontrados no arquivo de manifesto do SDK "{0}", mas nenhum dos atributos coincidiu com a configuração e a arquitetura "{1} | {2}" de destino e não foi possível encontrar nenhum atributo "APPX" sem configuração e arquitetura. Se um pacote do aplicativo for necessário, o projeto falhará em runtime.
ru: MSB3778: в файле манифеста SDK "{0}" найдены атрибуты APPX, однако ни один из этих атрибутов не соответствует целевым конфигурации и архитектуре "{1} | {2}"; кроме того, не удалось найти атрибуты APPX без конфигурации и архитектуры. Если этот пакет приложения является обязательным, произойдет сбой проекта во время выполнения.
tr: MSB3778: "{0}" SDK bildirim dosyasında "APPX" öznitelikleri bulundu, ancak özniteliklerin hiçbiri hedeflenen yapılandırma ve mimariyle ("{1} | {2}") eşleşmedi, yapılandırması ve mimarisi olmayan hiçbir "APPX" özniteliği bulunamadı. Bir uygulama paketi gerekliyse proje, çalışma zamanında başarısız olacak.
zh_hans: MSB3778: 在 SDK 清单文件“{0}”中找到了多个“APPX”属性，但其中的所有属性均与目标配置和架构“{1} | {2}”不匹配，且找不到任何不带配置和架构的“APPX”属性。如果需要应用程序包，则项目将在运行时失败。
zh_hant: MSB3778: 在 SDK 資訊清單檔 "{0}" 中找到 "APPX" 屬性，不過，沒有屬性符合目標組態和架構 "{1} | {2}"，而且找不到沒有組態和架構的 "APPX" 屬性。如果需要應用程式封裝，則專案在執行階段會無法執行。

# ResolveSDKReference.TargetArchitectureNotSupported
source: MSB3779: The processor architecture of the project being built "{0}" is not supported by the referenced SDK "{1}". Please consider changing the targeted processor architecture of your project (in Visual Studio this can be done through the Configuration Manager) to one of the architectures supported by the SDK: "{2}".
cs: MSB3779: Architektura procesoru sestavovaného projektu {0} není podporována odkazovanou sadou SDK {1}. Zvažte změnu cílové architektury procesoru v projektu (v sadě Visual Studio je možné tuto změnu provést pomocí nástroje Správce konfigurace) na jednu z architektur podporovaných danou sadou SDK: {2}
de: MSB3779: Die Prozessorarchitektur des erstellten Projekts "{0}" wird nicht vom referenzierten SDK "{1}" unterstützt. Ändern Sie u. U. die als Ziel angegebene Prozessorarchitektur Ihres Projekts (in Visual Studio kann dies im Konfigurations-Manager durchgeführt werden) auf eine der vom SDK unterstützten Architekturen: "{2}".
es: MSB3779: La arquitectura del procesador del proyecto que se va a compilar "{0}" no es compatible con el SDK "{1}" al que se hace referencia. Cambie la arquitectura del procesador de destino del proyecto (en Visual Studio, esta operación se puede realizar mediante el Administrador de configuración) a una de las arquitecturas compatibles con el SDK: "{2}".
fr: MSB3779: L'architecture de processeur du projet "{0}" en cours de génération ne correspond pas à celle du SDK référencé "{1}". Remplacez l'architecture de processeur ciblée de votre projet (dans Visual Studio, à l'aide du Gestionnaire de configuration) par l'une des architectures prises en charge par le SDK : "{2}".
it: MSB3779: l'architettura del processore del progetto da compilare "{0}" non è supportata dall'SDK "{1}" a cui si fa riferimento. Modificare l'architettura del processore di destinazione del progetto (in Visual Studio si usa Gestione configurazione) in una delle architetture supportate dall'SDK: "{2}".
ja: MSB3779: ビルド中のプロジェクトのプロセッサ アーキテクチャ "{0}" が、参照先の SDK "{1}" でサポートされていません。ターゲットとするプロジェクトのプロセッサ アーキテクチャを、SDK "{2}" によってサポートされるアーキテクチャの 1 つに変更することを検討してください (Visual Studio では構成マネージャーを使用してこの変更を行うことができます)。
ko: MSB3779: 빌드 중인 프로젝트의 프로세서 아키텍처 "{0}"은(는) 참조된 SDK "{1}"에서 지원되지 않습니다. Visual Studio의 구성 관리자 등을 통해 프로젝트의 대상 프로세서 아키텍처를 SDK에서 지원되는 아키텍처로 변경하세요("{2}").
pl: MSB3779: Architektura procesora kompilowanego projektu „{0}” nie jest obsługiwana przez zestaw SDK „{1}”, do którego występuje odwołanie. Rozważ zmianę docelowej architektury procesora projektu (w programie Visual Studio można to zrobić przy użyciu Menedżera konfiguracji) na jedną z architektur obsługiwanych przez zestaw SDK: „{2}”.
pt_br: MSB3779: A arquitetura de processador do projeto sendo compilado "{0}" não tem suporte do SDK referenciado "{1}". Considere alterar a arquitetura de processador de destino do seu projeto (no Visual Studio, isso pode ser feito via Configuration Manager) para uma das arquiteturas com suporte do SDK: "{2}".
ru: MSB3779: архитектура процессора "{0}" проекта, сборка которого выполняется, не поддерживается пакетом SDK "{1}", на который указывает ссылка. Попробуйте изменить целевую архитектуру процессора в проекте (в Visual Studio это можно сделать с помощью диспетчера конфигураций) на одну из архитектур, поддерживаемых пакетом SDK "{2}".
tr: MSB3779: Derlenen projenin işlemci mimarisi ("{0}") başvurulan "{1}" SDK’si tarafından desteklenmiyor. Lütfen projenizin hedeflenen işlemci mimarisini SDK tarafından desteklenen mimarilerden biriyle değiştirin (bu işlem, Visual Studio’da Configuration Manager ile yapılabilir): "{2}".
zh_hans: MSB3779: 引用的 SDK“{1}”不支持正在生成的项目的处理器架构“{0}”。请考虑将项目的目标处理器架构更改为 SDK 支持的某个架构(在 Visual Studio 中，此操作可以通过配置管理器完成):“{2}”。
zh_hant: MSB3779: 所參考的 SDK "{1}" 不支援建置之專案的處理器架構 "{0}"。請考慮變更專案的目標處理器架構 (在 Visual Studio 中，可透過組態管理員執行)，使其成為 SDK 支援的其中一種架構: "{2}"。
