Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XslTransform.UseTrustedSettings
source: The usage of the document() method and embedded scripts is prohibited by default, due to risks of foreign code execution. If "{0}" is a trusted source that requires those constructs, please set the "UseTrustedSettings" parameter to "true" to allow their execution.
cs: Použití metody document() a vložených skriptů je ve výchozím nastavení zakázané kvůli rizikům spuštění cizího kódu. Pokud je {0} důvěryhodný zdroj, který tyto konstruktory vyžaduje, nastavte parametr UseTrustedSettings na true, aby se povolilo jejich spouštění.
de: Die Verwendung der document()-Methode und eingebetteter Skripts ist aufgrund des Risikos der fremden Codeausführung standardmäßig untersagt. Wenn "{0}" eine vertrauenswürdige Quelle ist, die diese Konstrukte benötigt, legen Sie den "UseTrustedSettings"-Parameter auf TRUE fest, um die Ausführung zuzulassen.
es: De forma predeterminada, y debido al riesgo que supone la ejecución de código externo, no se permite usar el método document() ni scripts incrustados. Si "{0}" es una fuente de confianza que requiere esas construcciones, establezca el parámetro "UseTrustedSettings" en "true" para permitir su ejecución.
fr: L'utilisation de la méthode document() et des scripts incorporés est interdite par défaut, en raison des risques d'exécution de code externe. Si "{0}" est une source fiable qui nécessite ces constructions, affectez la valeur "true" au paramètre "UseTrustedSettings" pour autoriser leur exécution.
it: L'utilizzo del metodo document() e degli script incorporati è proibito per impostazione predefinita a causa dei rischi di esecuzione di codice esterno. Se "{0}" è un'origine attendibile che richiede questi costrutti, impostare il parametro "UseTrustedSettings" su "true" per consentirne l'esecuzione.
ja: document() メソッドの使用と埋め込みスクリプトの使用は、外部コードの実行のリスクを考慮して既定では禁止されています。"{0}" が、これらのコンストラクトを必要とする信頼されるソースである場合は、"UseTrustedSettings" パラメーターを "true" に設定してソースを実行できるようにしてください。
ko: 문서() 메서드 및 포함 스크립트 사용은 외부 코드 실행으로 인한 위험 때문에 기본적으로 금지되어 있습니다. "{0}"이(가) 해당 구조체를 요구하는 신뢰할 수 있는 원본인 경우 "UseTrustedSettings" 매개 변수를 "true"로 설정해 실행을 허용하세요.
pl: Użycie metody document() i osadzonych skryptów jest domyślnie niedozwolone z powodu ryzyka wykonania obcego kodu. Jeśli „{0}” jest zaufanym źródłem wymagającym tych konstrukcji, ustaw parametr „UseTrustedSettings” na wartość „true”, aby zezwolić na ich wykonanie.
pt_br: Por padrão, é proibido o uso do método document() e scripts incorporados devido a riscos de execução de código externo. Se "{0}" é uma fonte confiável que exige tais constructos, defina o parâmetro "UseTrustedSettings" como "true" para permitir sua execução.
ru: Использование метода document() и встроенных скриптов запрещено по умолчанию из-за риска выполнения внешнего кода. Если "{0}" является доверенным источником, требующим таких конструкций, задайте для параметра UseTrustedSettings значение true, чтобы разрешить их выполнение.
tr: document() metodunun ve ekli betiklerin kullanımı, yabancı kod yürütme riskleri nedeniyle varsayılan olarak engellenmiştir. "{0}" bu yapılara gerek duyan güvenilen bir kaynaksa, bunların yürütülmesine izin vermek için lütfen "UseTrustedSettings" parametresini "true" olarak ayarlayın.
zh_hans: 由于执行外部代码存在风险，默认情况下，document() 方法和嵌入的脚本将被禁用。如果“{0}”是需要这些构造的受信任源，请将“UseTrustedSettings”参数设置为“true”，以允许其执行。
zh_hant: 由於可能會有執行外部程式碼的風險，預設為禁止使用 document() 方法和內嵌指令碼。如果 "{0}" 是需要這些建構的受信任來源，請將 "UseTrustedSettings" 參數設定為 "true"，允許其執行。

# XmlPoke.NamespacesError
source: MSB3731: Unable to process the Namespaces argument for the XmlPoke task. {0}
cs: MSB3731: Nelze zpracovat argument Namespaces pro úlohu XmlPoke. {0}
de: MSB3731: Das Namespaces-Argument für die XmlPoke-Aufgabe kann nicht verarbeitet werden. {0}
es: MSB3731: No se puede procesar el argumento Namespaces para la tarea XmlPoke. {0}
fr: MSB3731: impossible de traiter l'argument Namespaces pour la tâche XmlPoke. {0}
it: MSB3731: non è possibile elaborare l'argomento Namespaces per l'attività XmlPoke. {0}
ja: MSB3731: XmlPoke タスクの Namespaces 引数を処理できません。{0}
ko: MSB3731: XmlPoke 작업의 Namespaces 인수를 처리할 수 없습니다. {0}
pl: MSB3731: Nie można przetwarzać argumentu Namespaces dla zadania XmlPoke. {0}
pt_br: MSB3731: não é possível processar o argumento Namespaces para a tarefa XmlPoke. {0}
ru: MSB3731: Не удалось обработать аргумент Namespaces для задачи XmlPoke. {0}
tr: MSB3731: XmlPoke görevi için Namespaces bağımsız değişkeni işlenemiyor. {0}
zh_hans: MSB3731: 无法处理 XmlPoke 任务的 Namespaces 参数。{0}
zh_hant: MSB3731: 無法處理 XmlPoke 工作的命名空間引數。{0}

# XmlPoke.NamespacesParameterNoAttribute
source: The specified Namespaces attribute doesn't have attribute "{0}".
cs: Zadaný atribut Namespaces nemá atribut {0}.
de: Das angegebene Namespaces-Attribut besitzt nicht das {0}-Attribut.
es: El atributo Namespaces especificado no tiene el atributo "{0}".
fr: L'attribut Namespaces spécifié n'a pas d'attribut "{0}".
it: L'attributo Namespaces specificato non contiene l'attributo "{0}".
ja: 指定された Namespaces 属性に属性 "{0}" がありません。
ko: 지정한 Namespaces 특성에 "{0}" 특성이 없습니다.
pl: Określony atrybut Namespaces nie ma atrybutu {0}.
pt_br: O atributo Namespaces especificado não tem o atributo "{0}".
ru: Указанный атрибут Namespaces не имеет атрибута "{0}".
tr: Belirtilen Namespaces özniteliğinin "{0}" özniteliği yok.
zh_hans: 指定的 Namespaces 特性没有特性“{0}”。
zh_hant: 指定的命名空間屬性沒有屬性 "{0}"。

# XmlPoke.NamespacesParameterNotWellFormed
source: The specified Namespaces attribute is not a well-formed XML fragment.
cs: Zadaný atribut Namespaces není správně vytvořený fragment XML.
de: Das angegebene Namespaces-Attribut ist kein wohlgeformtes XML-Fragment.
es: El atributo Namespaces especificado no es un fragmento de XML con formato correcto.
fr: L'attribut Namespaces spécifié n'est pas un fragment XML correct.
it: L'attributo Namespaces non è un frammento XML ben formato.
ja: 指定された Namespaces 属性が整形式の XML フラグメントではありません。
ko: 지정한 Namespaces 특성이 올바른 형식의 XML 조각이 아닙니다.
pl: Określony atrybut Namespaces nie jest poprawnie sformułowanym fragmentem kodu XML.
pt_br: O atributo Namespaces especificado não é um fragmento de XML bem-formado.
ru: Указанный атрибут Namespaces не является фрагментом XML-документа правильного формата.
tr: Belirtilen Namespaces özniteliği doğru biçimli bir XML parçası değil.
zh_hans: 指定的 Namespaces 特性不是格式正确的 XML 段落。
zh_hant: 指定的命名空間屬性不是語式正確的 XML 片段。

# XmlPoke.Replaced
source: Replaced "{0}" with "{1}".
cs: Hodnota {0} byla nahrazena hodnotou {1}.
de: "{0}" wurde durch "{1}" ersetzt.
es: "{0}" se ha reemplazado por "{1}".
fr: "{0}" remplacé par "{1}".
it: Sostituito "{0}" con "{1}".
ja: "{0}" を "{1}" に置換しました。
ko: "{0}"을(를) "{1}"으(로) 대체했습니다.
pl: Element {0} zastąpiono elementem {1}.
pt_br: "{0}" substituído por "{1}".
ru: Выполнена замена "{0}" на "{1}".
tr: "{0}", "{1}" ile değiştirildi.
zh_hans: 已将“{0}”替换为“{1}”。
zh_hant: 已將 "{0}" 取代為 "{1}"。

# XmlPoke.Count
source: Made {0} replacement(s).
cs: Byla provedena nahrazení ({0}).
de: Anzahl der Ersetzungen: {0}
es: {0} reemplazos realizados.
fr: {0} remplacement(s) effectué(s).
it: Effettuata/e {0} sostituzione/i.
ja: {0} 回置換を行いました。
ko: {0}개의 대체 항목을 만들었습니다.
pl: Liczba dokonanych zamian: {0}.
pt_br: {0} substituição(ões) feita(s).
ru: Выполнено замен: {0}.
tr: {0} değişiklik yapıldı.
zh_hans: 进行了 {0} 次替换。
zh_hant: 已執行 {0} 項取代。

# XmlPoke.XPathContextError
source: MSB3732: Unable to set XPath expression's Context. {0}
cs: MSB3732: Kontext výrazu XPath nelze nastavit. {0}
de: MSB3732: Der Kontext des XPath-Ausdrucks kann nicht festgelegt werden. {0}
es: MSB3732: No se puede definir el contexto de la expresión XPath. {0}
fr: MSB3732: impossible de définir le contexte de l'expression XPath. {0}
it: MSB3732: non è possibile impostare il contesto dell'espressione XPath. {0}
ja: MSB3732: XPath 式のコンテキストを設定できません。{0}
ko: MSB3732: XPath 식의 컨텍스트를 설정할 수 없습니다. {0}
pl: MSB3732: Nie można ustawić kontekstu wyrażenia XPath. {0}
pt_br: MSB3732: não é possível definir o Contexto da expressão XPath. {0}
ru: MSB3732: Не удалось задать контекст выражения XPath. {0}
tr: MSB3732: XPath ifadesinin İçeriği ayarlanamıyor. {0}
zh_hans: MSB3732: 无法设置 XPath 表达式的上下文。{0}
zh_hant: MSB3732: 無法設定 XPath 運算式的內容。{0}

# XmlPeekPoke.InputFileError
source: MSB3733: Input file "{0}" cannot be opened. {1}
cs: MSB3733: Vstupní soubor {0} nelze otevřít. {1}
de: MSB3733: Die Eingabedatei "{0}" kann nicht geöffnet werden. {1}
es: MSB3733: No se puede abrir el archivo de entrada "{0}". {1}
fr: MSB3733: impossible d'ouvrir le fichier d'entrée "{0}". {1}
it: MSB3733: non è possibile aprire il file di input "{0}". {1}
ja: MSB3733: 入力ファイル "{0}" を開けません。{1}
ko: MSB3733: 입력 파일 "{0}"을(를) 열 수 없습니다. {1}
pl: MSB3733: Nie można otworzyć pliku wejściowego {0}. {1}
pt_br: MSB3733: não é possível abrir o arquivo de entrada "{0}". {1}
ru: MSB3733: Не удается открыть входной файл "{0}". {1}
tr: MSB3733: "{0}" giriş dosyası açılamıyor. {1}
zh_hans: MSB3733: 无法打开输入文件“{0}”。{1}
zh_hant: MSB3733: 無法開啟輸入檔 "{0}"。{1}

# XmlPeekPoke.XPathError
source: MSB3734: XPath Query "{0}" cannot be loaded. {1}
cs: MSB3734: Dotaz XPath {0} nelze načíst. {1}
de: MSB3734: Die XPath-Abfrage "{0}" kann nicht geladen werden. {1}
es: MSB3734: No se puede cargar la consulta XPath "{0}". {1}
fr: MSB3734: impossible de charger la requête XPath "{0}". {1}
it: MSB3734: non è possibile caricare la query XPath "{0}". {1}
ja: MSB3734: XPath クエリ "{0}" を読み込めません。{1}
ko: MSB3734: XPath 쿼리 "{0}"을(를) 로드할 수 없습니다. {1}
pl: MSB3734: Nie można załadować zapytania XPath „{0}”. {1}
pt_br: MSB3734: não é possível carregar a Consulta XPath "{0}". {1}
ru: MSB3734: Не удается загрузить запрос XPath "{0}". {1}
tr: MSB3734: "{0}" XPath Sorgusu yüklenemiyor. {1}
zh_hans: MSB3734: 无法加载 XPath 查询“{0}”。{1}
zh_hant: MSB3734: 無法載入 XPath 查詢 "{0}"。{1}

# XmlPoke.PokeError
source: MSB3735: Error while executing poke operation with the Value parameter "{0}". {1}
cs: MSB3735: Při provádění operace vkládání s parametrem Value {0} došlo k chybě. {1}
de: MSB3735: Fehler beim Ausführen des Pokevorgangs mit dem Value-Parameter "{0}". {1}
es: MSB3735: Error al ejecutar la operación Poke con el parámetro Value "{0}". {1}
fr: MSB3735: erreur lors de l'exécution de l'opération d'écriture en mémoire vive avec le paramètre Value "{0}". {1}
it: MSB3735: si è verificato un errore durante l'esecuzione dell'operazione poke con il parametro Value "{0}". {1}
ja: MSB3735: Value パラメーター "{0}" でポーク オペレーションを実行中にエラーが発生しました。{1}
ko: MSB3735: 값 매개 변수 "{0}"(으)로 poke 작업을 실행하는 도중 오류가 발생했습니다. {1}
pl: MSB3735: Wystąpił błąd podczas wykonywania operacji umieszczania przy użyciu parametru Value „{0}”. {1}
pt_br: MSB3735: erro ao executar operação de poke com o parâmetro de Valor "{0}". {1}
ru: MSB3735: Ошибка при выполнении операции poke с параметром Value "{0}". {1}
tr: MSB3735: "{0}" Value parametresine sahip yerleştirme işlemi yürütülürken hata oluştu. {1}
zh_hans: MSB3735: 用 Value 参数“{0}”执行存入操作时出错。{1}
zh_hant: MSB3735: 以 Value 參數 "{0}" 執行查詢作業時發生錯誤。{1}

# XmlPeek.ArgumentError
source: MSB3741: Unable to load arguments for the XmlPeek task. {0}
cs: MSB3741: Argumenty pro úlohu XmlPeek nelze načíst. {0}
de: MSB3741: Für die XmlPeek-Aufgabe konnten keine Argumente geladen werden. {0}
es: MSB3741: No se pueden cargar argumentos para la tarea XmlPeek. {0}
fr: MSB3741: impossible de charger les arguments pour la tâche XmlPeek. {0}
it: MSB3741: non è possibile caricare argomenti per l'attività XmlPeek. {0}
ja: MSB3741: XmlPeek タスクの引数を読み込めません。{0}
ko: MSB3741: XmlPeek 작업의 인수를 로드할 수 없습니다. {0}
pl: MSB3741: Nie można załadować argumentów dla zadania XmlPeek. {0}
pt_br: MSB3741: não é possível carregar argumentos para a tarefa XmlPeek. {0}
ru: MSB3741: Не удалось загрузить аргументы для задачи XmlPeek. {0}
tr: MSB3741: XmlPeek görevi için bağımsız değişkenler yüklenemiyor. {0}
zh_hans: MSB3741: 无法加载 XmlPeek 任务的参数。{0}
zh_hant: MSB3741: 無法載入 XmlPeek 工作的引數。{0}

# XmlPeek.NamespacesError
source: MSB3742: Unable to process the Namespaces argument for the XmlPeek task. {0}
cs: MSB3742: Nelze zpracovat argument Namespaces pro úlohu XmlPeek. {0}
de: MSB3742: Das Namespaces-Argument für die XmlPeek-Aufgabe konnte nicht verarbeitet werden. {0}
es: MSB3742: No se puede procesar el argumento Namespaces para la tarea XmlPeek. {0}
fr: MSB3742: impossible de traiter l'argument Namespaces pour la tâche XmlPeek. {0}
it: MSB3742: non è possibile elaborare l'argomento Namespaces per l'attività XmlPeek. {0}
ja: MSB3742: XmlPeek タスクの Namespaces 引数を処理できません。{0}
ko: MSB3742: XmlPeek 작업의 Namespaces 인수를 처리할 수 없습니다. {0}
pl: MSB3742: Nie można przetwarzać argumentu Namespaces dla zadania XmlPeek. {0}
pt_br: MSB3742: não é possível processar o argumento Namespaces para a tarefa XmlPeek. {0}
ru: MSB3742: Не удалось обработать аргумент Namespaces для задачи XmlPeek. {0}
tr: MSB3742: XmlPeek görevi için Namespaces bağımsız değişkeni işlenemiyor. {0}
zh_hans: MSB3742: 无法处理 XmlPeek 任务的 Namespaces 参数。{0}
zh_hant: MSB3742: 無法處理 XmlPeek 工作的命名空間引數。{0}

# XmlPeek.XPathContextError
source: MSB3743: Unable to set XPath expression's Context. {0}
cs: MSB3743: Kontext výrazu XPath nelze nastavit. {0}
de: MSB3743: Der Kontext des XPath-Ausdrucks kann nicht festgelegt werden. {0}
es: MSB3743: No se puede definir el contexto de la expresión XPath. {0}
fr: MSB3743: impossible de définir le contexte de l'expression XPath. {0}
it: MSB3743: non è possibile impostare il contesto dell'espressione XPath. {0}
ja: MSB3743: XPath 式のコンテキストを設定できません。{0}
ko: MSB3743: XPath 식의 컨텍스트를 설정할 수 없습니다. {0}
pl: MSB3743: Nie można ustawić kontekstu wyrażenia XPath. {0}
pt_br: MSB3743: não é possível definir o Contexto da expressão XPath. {0}
ru: MSB3743: Не удалось задать контекст выражения XPath. {0}
tr: MSB3743: XPath ifadesinin İçeriği ayarlanamıyor. {0}
zh_hans: MSB3743: 无法设置 XPath 表达式的上下文。{0}
zh_hant: MSB3743: 無法設定 XPath 運算式的內容。{0}

# XmlPeek.XmlInput.TooMany
source: Only one of XmlContent or XmlInputPath arguments can be set.
cs: Je možno nastavit pouze jeden z argumentů XmlContent nebo XmlInputPath.
de: Nur das XmlContent- oder das XmlInputPath-Argument kann festgelegt werden.
es: Solo se puede establecer uno de los argumentos, XmlContent o XmlInputPath.
fr: Seul l'un des arguments XmlContent ou XmlInputPath peut être défini.
it: È possibile impostare solo uno degli argomenti XmlContent o XmlInputPath.
ja: XmlContent または XmlInputPath 引数のいずれか 1 つを設定できます。
ko: XmlContent 또는 XmlInputPath 인수 중 하나만 설정할 수 있습니다.
pl: Tylko jeden z argumentów XmlContent i XmlInputPath może być ustawiony.
pt_br: Somente um dos argumentos XmlContent ou XmlInputPath pode ser definido.
ru: Может быть задан только один из аргументов XmlContent или XmlInputPath.
tr: XmlContent ve XmlInputPath bağımsız değişkenlerinden yalnızca biri ayarlanabilir.
zh_hans: 只能设置 XmlContent 或 XmlInputPath 参数中的一个。
zh_hant: 只可以設定 XmlContent 或 XmlInputPath 引數的其中一個。

# XmlPeek.XmlInput.TooFew
source: One of XmlContent or XmlInputPath arguments must be set.
cs: Je nutné nastavit jeden z argumentů XmlContent nebo XmlInputPath.
de: Eines der folgenden Argumente muss festgelegt werden: XmlContent oder XmlInputPath.
es: Debe establecerse uno de los argumentos, XmlContent o XmlInputPath.
fr: L'un des arguments XmlContent ou XmlInputPath doit être défini.
it: È necessario impostare uno degli argomenti XmlContent o XmlInputPath.
ja: XmlContent または XmlInputPath 引数のいずれかを設定する必要があります。
ko: XmlContent 또는 XmlInputPath 인수 중 하나를 설정해야 합니다.
pl: Jeden z argumentów XmlContent i XmlInputPath musi być ustawiony.
pt_br: Um dos argumentos XmlContent ou XmlInputPath deve ser definido.
ru: Должен быть задан один из аргументов XmlContent или XmlInputPath.
tr: XmlContent ve XmlInputPath bağımsız değişkenlerinden yalnızca biri ayarlanmalıdır.
zh_hans: 必须设置 XmlContent 或 XmlInputPath 参数中的一个。
zh_hant: 必須設定 XmlContent 或 XmlInputPath 引數的其中一個。

# XmlPeek.NamespacesParameterNoAttribute
source: The specified Namespaces attribute does not have attribute "{0}".
cs: Zadaný atribut Namespaces nemá atribut {0}.
de: Das angegebene Namespaces-Attribut besitzt nicht das {0}-Attribut.
es: El atributo Namespaces especificado no tiene el atributo "{0}".
fr: L'attribut Namespaces spécifié n'a pas d'attribut "{0}".
it: L'attributo Namespaces specificato non contiene l'attributo "{0}".
ja: 指定された Namespaces 属性に属性 "{0}" がありません。
ko: 지정한 Namespaces 특성에 "{0}" 특성이 없습니다.
pl: Określony atrybut Namespaces nie ma atrybutu {0}.
pt_br: O atributo Namespaces especificado não tem o atributo "{0}".
ru: Указанный атрибут Namespaces не имеет атрибута "{0}".
tr: Belirtilen Namespaces özniteliğinin "{0}" özniteliği yok.
zh_hans: 指定的 Namespaces 特性没有特性“{0}”。
zh_hant: 指定的命名空間屬性沒有屬性 "{0}"。

# XmlPeek.NamespacesParameterNotWellFormed
source: The specified Namespaces attribute is not a well-formed XML fragment.
cs: Zadaný atribut Namespaces není správně vytvořený fragment XML.
de: Das angegebene Namespaces-Attribut ist kein wohlgeformtes XML-Fragment.
es: El atributo Namespaces especificado no es un fragmento de XML con formato correcto.
fr: L'attribut Namespaces spécifié n'est pas un fragment XML correct.
it: L'attributo Namespaces non è un frammento XML ben formato.
ja: 指定された Namespaces 属性が整形式の XML フラグメントではありません。
ko: 지정한 Namespaces 특성이 올바른 형식의 XML 조각이 아닙니다.
pl: Określony atrybut Namespaces nie jest poprawnie sformułowanym fragmentem kodu XML.
pt_br: O atributo Namespaces especificado não é um fragmento de XML bem-formado.
ru: Указанный атрибут Namespaces не является фрагментом XML-документа правильного формата.
tr: Belirtilen Namespaces özniteliği doğru biçimli bir XML parçası değil.
zh_hans: 指定的 Namespaces 特性不是格式正确的 XML 段落。
zh_hant: 指定的命名空間屬性不是語式正確的 XML 片段。

# XmlPeek.Found
source: Found "{0}".
cs: Nalezeno: {0}.
de: "{0}" wurde gefunden.
es: Se encontró "{0}".
fr: "{0}" trouvé.
it: Trovato "{0}".
ja: "{0}" が見つかりました。
ko: "{0}"을(를) 찾았습니다.
pl: Odnaleziono element „{0}”.
pt_br: "{0}" encontrado.
ru: Найдено "{0}".
tr: "{0}" bulundu.
zh_hans: 已找到“{0}”。
zh_hant: 找到 "{0}"。

# XmlPeek.NotFound
source: The specified XPath query did not capture any nodes.
cs: Zadaný dotaz XPath nezachytil žádné uzly.
de: In der angegebenen XPath-Abfrage wurden keine Knoten erfasst.
es: La consulta XPath especificada no capturó ningún nodo.
fr: La requête XPath spécifiée n'a capturé aucun nœud.
it: La query XPath specificata non acquisisce alcun nodo.
ja: 指定された XPath クエリはノードをキャプチャできませんでした。
ko: 지정한 XPath 쿼리에서 노드를 캡처하지 않았습니다.
pl: Określone zapytanie XPath nie przechwytuje żadnych węzłów.
pt_br: A consulta XPath especificada não capturou nenhum nó.
ru: Указанный запрос XPath не вернул ни одного узла.
tr: Belirtilen XPath sorgusu hiçbir bir düğüm yakalamadı.
zh_hans: 指定的 XPath 查询未捕获任何节点。
zh_hant: 指定的 XPath 查詢未擷取任何節點。

# WriteCodeFragment.MustSpecifyLocation
source: MSB3711: At least one of OutputFile or OutputDirectory must be provided.
cs: MSB3711: Musí být zadán výstupní soubor OutputFile nebo výstupní adresář OutputDirectory.
de: MSB3711: Es muss mindestens entweder OutputFile oder OutputDirectory bereitgestellt werden.
es: MSB3711: Debe indicar como mínimo OutputFile u OutputDirectory.
fr: MSB3711: Au moins un OutputFile ou OutputDirectory doit être fourni.
it: MSB3711: è necessario specificare almeno uno tra OutputFile e OutputDirectory.
ja: MSB3711: OutputFile または OutputDirectory の少なくとも一方を指定する必要があります。
ko: MSB3711: OutputFile 또는 OutputDirectory 중 하나 이상을 제공해야 합니다.
pl: MSB3711: Należy określić przynajmniej jedną lokalizację OutputFile lub OutputDirectory.
pt_br: MSB3711: Pelo menos um OutputFile ou OutputDirectory deve ser fornecido.
ru: MSB3711: необходимо указать по меньшей мере один файл (OutputFile) или одну папку (OutputDirectory) для вывода данных.
tr: MSB3711: OutputFile veya OutputDirectory'den en az biri sağlanmalıdır.
zh_hans: MSB3711: 必须至少提供 OutputFile 或 OutputDirectory 中的一个。
zh_hant: MSB3711: 至少要提供一個 OutputFile 或 OutputDirectory。

# WriteCodeFragment.CouldNotCreateProvider
source: MSB3712: Code for the language "{0}" could not be generated. {1}
cs: MSB3712: Kód pro jazyk {0} nelze vygenerovat. {1}
de: MSB3712: Code für die Sprache "{0}" konnte nicht generiert werden. {1}
es: MSB3712: No se pudo generar código para el lenguaje "{0}". {1}
fr: MSB3712: Impossible de générer le code pour la langue "{0}". {1}
it: MSB3712: non è stato possibile generare codice per il linguaggio "{0}". {1}
ja: MSB3712: 言語 "{0}" 用のコードを生成できませんでした。{1}
ko: MSB3712: "{0}" 언어에 대한 코드를 생성할 수 없습니다. {1}
pl: MSB3712: Nie można wygenerować kodu dla języka {0}. {1}
pt_br: MSB3712: Não foi possível gerar o código para a linguagem "{0}". {1}
ru: MSB3712: не удалось создать код для языка "{0}". {1}
tr: MSB3712: "{0}" dili için kod üretilemedi. {1}
zh_hans: MSB3712: 未能生成“{0}”语言的代码。{1}
zh_hant: MSB3712: 無法產生語言 "{0}" 的程式碼。{1}

# WriteCodeFragment.CouldNotWriteOutput
source: MSB3713: The file "{0}" could not be created. {1} {2}
es: MSB3713: No se pudo crear el archivo "{0}". {1} {2}
fr: MSB3713: Impossible de créer le fichier « {0} ». {1} {2}
it: MSB3713: non è possibile creare il file "{0}". {1} {2}
ja: MSB3713: ファイル "{0}" を作成できませんでした。{1} {2}
ko: MSB3713: "{0}" 파일을 만들 수 없습니다. {1} {2}
ru: MSB3713: не удалось создать файл "{0}". {1} {2}
tr: MSB3713: "{0}" dosyası oluşturulamadı. {1} {2}
zh_hans: MSB3713: 无法创建文件“{0}”。{1} {2}
zh_hant: MSB3713: 無法建立檔案 "{0}"。{1} {2}

# WriteCodeFragment.SkippedNumberedParameter
source: MSB3714: The parameter "{0}" was supplied, but not all previously numbered parameters.
cs: MSB3714: Byl zadán parametr {0}, ale ne všechny předtím číslované parametry.
de: MSB3714: Der Parameter "{0}" wurde bereitgestellt, jedoch nicht alle zuvor nummerierten Parameter.
es: MSB3714: Se proporcionó el parámetro "{0}", pero no todos los parámetros numerados previamente.
fr: MSB3714: Le paramètre "{0}" a été fourni, mais pas tous les paramètres précédemment numérotés.
it: MSB3714: è stato specificato il parametro "{0}", ma non tutti i parametri numerati in precedenza.
ja: MSB3714: パラメーター "{0}" は指定されましたが、これまでに番号が付けられたすべてのパラメーターは指定されませんでした。
ko: MSB3714: "{0}" 매개 변수를 제공했지만 이전에 일부 매개 변수에만 번호가 지정되었습니다.
pl: MSB3714: Podano parametr {0}, ale nie podano wszystkich parametrów o wcześniejszych numerach.
pt_br: MSB3714: O parâmetro "{0}" foi fornecido, mas nem todos os parâmetros numerados anteriormente foram.
ru: MSB3714: параметр "{0}" введен до того, как введены все предшествующие ему параметры.
tr: MSB3714: "{0}" parametresi sağlandı, ancak önceki numaraları parametrelerin tümü sağlanmadı.
zh_hans: MSB3714: 提供了参数“{0}”，但并未提供以前编号的所有参数。
zh_hant: MSB3714: 提供了參數 "{0}"，但是並非全是先前編號的參數。

# WriteCodeFragment.NoWorkToDo
source: No output file was written because no code was specified to create.
cs: Nebyl zapsán žádný výstupní soubor, protože nebyl zadán žádný kód k vytvoření.
de: Es wurde keine Ausgabedatei geschrieben, da kein Code für die Erstellung angegeben wurde.
es: No se escribió ningún archivo de salida porque no se especificó código para su creación.
fr: Aucun fichier de sortie n'a été écrit, car aucun code n'a été spécifié pour la création.
it: Nessun file di output scritto. Nessun codice da creare specificato.
ja: 作成するコードが指定されなかったため、出力ファイルは書き込まれませんでした。
ko: 만들 코드를 지정하지 않았기 때문에 출력 파일이 작성되지 않았습니다.
pl: Nie zapisano żadnego pliku wyjściowego, ponieważ nie został określony żaden kod do utworzenia.
pt_br: Nenhum arquivo de saída foi gravado porque nenhum código foi especificado para criação.
ru: Выходной файл не записан, так как не был указан код для создания.
tr: Oluşturulacak kod belirtilmediğinden herhangi bir çıkış dosyası yazılmadı.
zh_hans: 由于未指定要创建的代码，因此没有写入输出文件。
zh_hant: 未寫入任何輸出檔，因為並未指定要建立的程式碼。
