Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveAssemblyReference.UnknownProcessorArchitecture
source: MSB3273: Unknown processor architecture. The implementation file "{0}" for "{1}" had an ImageFileMachine value of "0x{2}". If you wish to use this implementation file make sure the "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" property in your project is set to "Warning" or "None".
cs: MSB3273: Neznámá architektura procesoru. V implementačním souboru {0} pro {1} je uvedena hodnota ImageFileMachine 0x{2}. Pokud chcete tento implementační soubor použít, zkontrolujte, zda je vlastnost ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch ve vašem projektu nastavena na hodnotu Warning nebo None.
de: MSB3273: Unbekannte Prozessorarchitektur. Die Implementierungsdatei "{0}" für "{1}" wies den ImageFileMachine-Wert "0x{2}" auf. Stellen Sie bei der Verwendung dieser Implementierungsdatei sicher, dass die "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch"-Eigenschaft im Projekt auf "Warning" oder "None" festgelegt ist.
es: MSB3273: Arquitectura de procesador desconocida. El archivo de implementación "{0}" para "{1}" tenía un valor ImageFileMachine de "0x{2}". Si desea usar este archivo de implementación, asegúrese de que la propiedad "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" del proyecto esté establecida en "Warning" o "None".
fr: MSB3273: Architecture de processeur inconnue. Le fichier d'implémentation "{0}" pour "{1}" utilise la valeur "0x{2}" pour ImageFileMachine. Si vous voulez utiliser ce fichier d'implémentation, assurez-vous que la propriété "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" de votre projet est définie à la valeur "Warning" ou "None".
it: MSB3273: architettura del processore sconosciuta. Il file di implementazione "{0}" per "{1}" ha un valore ImageFileMachine pari a "0x{2}". Per usare questo file di implementazione, verificare che la proprietà "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" del progetto sia impostata su "Avviso" o "Nessuno".
ja: MSB3273: 不明なプロセッサ アーキテクチャです。"{1}" の実装ファイル "{0}" の ImageFileMachine 値は "0x{2}" でした。この実装ファイルを使用する場合は、プロジェクトの "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" プロパティに "警告" または "なし" を設定してください。
ko: MSB3273: 알 수 없는 프로세서 아키텍처입니다. "{1}"에 대한 구현 파일 "{0}"의 ImageFileMachine 값이 "0x{2}"입니다. 이 구현 파일을 사용하려면 프로젝트의 "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" 속성을 "Warning" 또는 "None"으로 지정하세요.
pl: MSB3273: Nieznana architektura procesora. Plik implementacji {0} dla „{1}” ma wartość ImageFileMachine równą „0x{2}”. Jeśli chcesz użyć tego pliku implementacji, upewnij się, że dla właściwości „ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch” w projekcie jest ustawiona wartość „Warning” lub „None”.
pt_br: MSB3273: Arquitetura de processador desconhecida. O arquivo de implementação "{0}" para "{1}" tinha um valor de ImageFileMachine igual a "0x{2}". Se desejar usar esse arquivo de implementação, certifique-se de que a propriedade "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" em seu projeto esteja definida como "Aviso" ou "Nenhum".
ru: MSB3273: неизвестная архитектура процессора. Файл реализации "{0}" для "{1}" содержит перечисление ImageFileMachine со значением "0x{2}". Чтобы использовать этот файл реализации, необходимо задать для свойства ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch в проекте значение Warning или None.
tr: MSB3273: Bilinmeyen işlemci mimarisi. "{1}" için "{0}" uygulama dosyasında ImageFileMachine değeri olarak "0x{2}" vardı. Bu uygulama dosyasını kullanmak istiyorsanız, projenizdeki "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" özelliğinin "Warning" veya "None" olarak ayarlandığından emin olun.
zh_hans: MSB3273: 未知的处理器架构。“{1}”的实现文件“{0}”的 ImageFileMachine 值为“0x{2}”。如果您想要使用此实现文件，请确保项目中的“ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch”属性设置为“警告”或“无”。
zh_hant: MSB3273: 未知的處理器架構。"{1}" 的實作檔 "{0}" 中 ImageFileMachine 值為 "0x{2}"。如果要使用這個實作檔，請確定專案中的 "ResolveAssemblyWarnOrErrorOnTargetArchitectureMismatch" 屬性設為 "Warning" 或 "None"。

# ResolveAssemblyReference.PrimaryReferenceOutsideOfFrameworkUsingAttribute
source: MSB3274: The primary reference "{0}" could not be resolved because it was built against the "{1}" framework. This is a higher version than the currently targeted framework "{2}".
cs: MSB3274: Primární referenci {0} nebylo možné přeložit, protože byla sestavena v rozhraní {1}. To představuje vyšší verzi než aktuálně cílové rozhraní {2}.
de: MSB3274: Der primäre Verweis "{0}" konnte nicht aufgelöst werden, da er anhand des "{1}"-Frameworks erstellt wurde. Dabei handelt es sich um eine höhere Version als das aktuelle Zielframework "{2}".
es: MSB3274: La referencia principal "{0}" no se pudo resolver porque se generó con la versión de .NET Framework "{1}". Esta es una versión posterior a la versión de .NET Framework de destino actual "{2}".
fr: MSB3274: Impossible de résoudre la référence primaire "{0}", car elle a été créée avec le Framework "{1}". Cette version est supérieure à celle du Framework ciblé actuel "{2}".
it: MSB3274: non è stato possibile risolvere il riferimento primario "{0}" perché è stato compilato con il framework "{1}". Questa versione è successiva a quella del framework di destinazione corrente "{2}".
ja: MSB3274: プライマリ参照 "{0}" は、"{1}" フレームワークに対して作成されているため、解決できませんでした。これは現在ターゲットされているフレームワーク "{2}" よりも新しいバージョンです。
ko: MSB3274: 기본 참조 "{0}"이(가) "{1}" 프레임워크에 대해 작성되었기 때문에 확인할 수 없습니다. 이 프레임워크는 현재 대상 프레임워크 "{2}" 이후 버전입니다.
pl: MSB3274: Nie można rozpoznać odwołania podstawowego „{0}”, ponieważ utworzono je względem struktury „{1}”. Ma ona wyższą wersję niż obecna struktura docelowa „{2}”.
pt_br: MSB3274: A referência primária "{0}" não pôde ser resolvida porque foi compilada com base na estrutura "{1}". Esta versão é superior à da estrutura de destino "{2}".
ru: MSB3274: не удалось разрешить основную ссылку "{0}", поскольку ее сборка была выполнена с использованием платформы "{1}". Это более поздняя версия по сравнению с текущей целевой платформой ("{2}").
tr: MSB3274: "{0}" birincil başvurusu, "{1}" çerçevesine göre derlendiğinden çözümlenemedi. Bu, şu anda hedeflenen "{2}" çerçevesine göre daha üst bir sürümdür.
zh_hans: MSB3274: 未能解析主引用“{0}”，因为它是针对“{1}”框架生成的。该框架版本高于当前目标框架“{2}”。
zh_hant: MSB3274: 無法解析主要參考 "{0}"，因為它是針對 "{1}" 架構所建置。這個版本高於目前的目標架構 "{2}"。

# ResolveAssemblyReference.DependencyReferenceOutsideOfFrameworkUsingAttribute
source: MSB3275: The primary reference "{0}" could not be resolved because it has an indirect dependency on the assembly "{1}" which was built against the "{2}" framework. This is a higher version than the currently targeted framework "{3}".
cs: MSB3275: Primární referenci {0} nebylo možné přeložit, protože má nepřímou závislost na sestavení {1}, které bylo vytvořeno v rozhraní {2}. To představuje vyšší verzi než aktuálně cílové rozhraní {3}.
de: MSB3275: Der primäre Verweis "{0}" konnte nicht aufgelöst werden, da er indirekt von Assembly "{1}" abhängig ist, die anhand des "{2}"-Frameworks erstellt wurde. Dabei handelt es sich um eine höhere Version als das aktuelle Zielframework "{3}".
es: MSB3275: La referencia principal "{0}" no se pudo resolver porque tiene una dependencia indirecta en el ensamblado "{1}", que se compiló con la versión de .NET Framework "{2}". Esta es una versión posterior a la versión de .NET Framework de destino actual "{3}".
fr: MSB3275: Impossible de résoudre la référence primaire "{0}", car elle a une dépendance indirecte sur l'assembly "{1}" qui a été créée avec le Framework "{2}". Cette version est supérieure à celle du Framework ciblé actuel "{3}".
it: MSB3275: non è stato possibile risolvere il riferimento primario "{0}" perché ha una dipendenza indiretta dall'assembly "{1}" che è stato compilato con il framework "{2}". Questa versione è successiva a quella del framework di destinazione corrente "{3}".
ja: MSB3275: プライマリ参照 "{0}" は、"{2}" フレームワークに対して作成されたアセンブリ "{1}" に間接的に依存するため、解決できませんでした。これは現在ターゲットされているフレームワーク "{3}" よりも新しいバージョンです。
ko: MSB3275: 기본 참조 "{0}"이(가) "{2}" 프레임워크에 대해 작성된 "{1}" 어셈블리에 간접적으로 종속되어 있기 때문에 확인할 수 없습니다. 이 프레임워크는 현재 대상 프레임워크 "{3}" 이후 버전입니다.
pl: MSB3275: Nie można rozpoznać odwołania podstawowego „{0}”, ponieważ jest ono pośrednio zależne od zestawu „{1}” utworzonego względem struktury „{2}”. Ma ona wyższą wersję niż obecna struktura docelowa „{3}”.
pt_br: MSB3275: A referência primária "{0}" não pôde ser resolvida porque tem uma dependência indireta no assembly "{1}" que foi compilada com base na estrutura "{2}". Esta versão é superior à da estrutura de destino "{3}".
ru: MSB3275: не удалось разрешить основную ссылку "{0}", поскольку у нее имеется непрямая зависимость от сборки "{1}", собранной с использованием платформы "{2}". Это более поздняя версия по сравнению с текущей целевой платформой ("{3}").
tr: MSB3275: "{0}" birincil başvurusu, "{2}" çerçevesine göre derlenen "{1}" bütünleştirilmiş koduna dolaylı bir bağımlılığa sahip olduğundan çözümlenemedi. Bu, şu anda hedeflenen "{3}" çerçevesine göre daha üst bir sürümdür.
zh_hans: MSB3275: 未能解析主引用“{0}”，因为它对程序集“{1}”具有间接依赖关系，而该程序集是针对“{2}”框架生成的。该框架版本高于当前目标框架“{3}”。
zh_hant: MSB3275: 無法解析主要參考 "{0}"，因為它在針對 "{2}" 架構而建置的組件 "{1}" 上有間接相依性。這個版本高於目前的目標架構 "{3}"。

# ResolveAssemblyReference.TurnOnAutoGenerateBindingRedirects
source: MSB3276: Found conflicts between different versions of the same dependent assembly. Please set the "AutoGenerateBindingRedirects" property to true in the project file. For more information, see http://go.microsoft.com/fwlink/?LinkId=294190.
cs: MSB3276: Byly zjištěny konflikty mezi různými verzemi stejného závislého sestavení. V souboru projektu nastavte vlastnost AutoGenerateBindingRedirects na hodnotu True. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=294190.
de: MSB3276: Es wurden Konflikte zwischen verschiedenen Versionen derselben abhängigen Assembly gefunden. Legen Sie die "AutoGenerateBindingRedirects"-Eigenschaft in der Projektdatei auf TRUE fest. Weitere Informationen finden Sie unter http://go.microsoft.com/fwlink/?LinkId=294190.
es: MSB3276: Se encontraron conflictos entre diferentes versiones del mismo ensamblado dependiente. Establezca la propiedad "AutoGenerateBindingRedirects" en true en el archivo del proyecto. Para obtener más información, consulte http://go.microsoft.com/fwlink/?LinkId=294190.
fr: MSB3276: Des conflits entre différentes versions du même assembly dépendant ont été détectés. Définissez la propriété "AutoGenerateBindingRedirects" sur true dans le fichier projet. Pour plus d'informations, consultez http://go.microsoft.com/fwlink/?LinkId=294190.
it: MSB3276: sono stati rilevati conflitti tra versioni diverse dello stesso assembly dipendente. Impostare la proprietà "AutoGenerateBindingRedirects" su true nel file di progetto. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=294190.
ja: MSB3276: 同じ依存アセンブリの異なるバージョン間で競合が見つかりました。プロジェクト ファイルで "AutoGenerateBindingRedirects" プロパティを true に設定してください。詳細については、http://go.microsoft.com/fwlink/?LinkId=294190 を参照してください。
ko: MSB3276: 같은 종속 어셈블리의 서로 다른 버전이 충돌합니다. 프로젝트 파일에서 "AutoGenerateBindingRedirects" 속성을 true로 설정하세요. 자세한 내용은 http://go.microsoft.com/fwlink/?LinkId=294190을 참조하세요.
pl: MSB3276: Wykryto konflikty między różnymi wersjami tego samego zestawu zależnego. W pliku projektu ustaw dla właściwości „AutoGenerateBindingRedirects” wartość true. Aby uzyskać więcej informacji, zobacz http://go.microsoft.com/fwlink/?LinkId=294190.
pt_br: MSB3276: Encontrados conflitos entre versões diferentes do mesmo assembly dependente. Defina a propriedade "AutoGenerateBindingRedirects" como true no arquivo de projeto. Para obter mais informações, consulte http://go.microsoft.com/fwlink/?LinkId=294190.
ru: MSB3276: обнаружены конфликты между разными версиями одной и той же зависимой сборки. Задайте для свойства AutoGenerateBindingRedirects в файле проекта значение true. Дополнительные сведения см. по адресу http://go.microsoft.com/fwlink/?LinkId=294190.
tr: MSB3276: Aynı bağımlı bütünleştirilmiş kodun farklı sürümleri arasında çakışmalar bulundu. Lütfen proje dosyasında "AutoGenerateBindingRedirects" özelliğini true olarak ayarlayın. Daha fazla bilgi edinmek için bkz. http://go.microsoft.com/fwlink/?LinkId=294190.
zh_hans: MSB3276: 发现同一依赖程序集的不同版本间存在冲突。请将项目文件中的“AutoGenerateBindingRedirects”属性设置为 true。有关详细信息，请参阅 http://go.microsoft.com/fwlink/?LinkId=294190。
zh_hant: MSB3276: 在同一個相依組件的不同版本之間發現衝突。請將專案檔中的 "AutoGenerateBindingRedirects" 屬性設為 true。如需詳細資訊，請參閱 http://go.microsoft.com/fwlink/?LinkId=294190。

# ResolveAssemblyReference.FoundConflicts
source: MSB3277: Found conflicts between different versions of "{0}" that could not be resolved. {1}
cs: MSB3277: Našly se konflikty mezi různými verzemi {0}, které se nepovedlo přeložit. {1}
de: MSB3277: Es wurden Konflikte zwischen verschiedenen Versionen von "{0}" gefunden, die nicht aufgelöst werden konnten. {1}
es: MSB3277: Se han encontrado conflictos entre distintas versiones de "{0}" que no se han podido resolver. {1}
fr: MSB3277: détection de conflits non résolus entre différentes versions de "{0}". {1}
it: MSB3277: sono stati rilevati conflitti non risolvibili tra versioni diverse di "{0}". {1}
ja: MSB3277: "{0}" の異なるバージョン間で、解決できない競合が見つかりました。 {1}
ko: MSB3277: 해결할 수 없는 "{0}"의 다른 버전 간 충돌이 발견되었습니다. {1}
pl: MSB3277: Znaleziono konflikty między różnymi wersjami elementu „{0}”, których nie można rozstrzygnąć. {1}
pt_br: MSB3277: foram encontrados conflitos entre diferentes versões do "{0}" que não puderam ser resolvidas. {1}
ru: MSB3277: обнаружены конфликты между разными версиями "{0}", разрешить которые не удалось. {1}
tr: MSB3277: Farklı "{0}" sürümleri arasında çözümlenemeyen çakışmalar bulundu. {1}
zh_hans: MSB3277: 发现无法解析的“{0}”的不同版本之间存在冲突。 {1}
zh_hant: MSB3277: 不同版本的 "{0}" 之間發生無法解決的衝突。 {1}

# ResolveAssemblyReference.NotCopyLocalBecauseConflictVictim
source: This reference is not "CopyLocal" because it conflicted with another reference with the same name and lost the conflict.
cs: Tento odkaz není typu CopyLocal, protože byl v konfliktu s jiným odkazem se stejným názvem a nebyl při konfliktu vybrán.
de: Dieser Verweis ist nicht CopyLocal, da er mit einem anderen Verweis mit demselben Namen in Konflikt steht und nicht ausgewählt wurde.
es: Esta referencia no es "CopyLocal" porque entró en conflicto con otra referencia con el mismo nombre y perdió el conflicto.
fr: Cette référence n'est pas "CopyLocal", car elle est en conflit avec une autre référence ayant le même nom et a perdu le conflit.
it: Questo riferimento non è "CopyLocal". Era in conflitto con un altro riferimento con lo stesso nome. Il conflitto è stato risolto a suo sfavore.
ja: 同じ名前の別の参照と競合し、競合に負けたため、この参照は "CopyLocal" ではありません。
ko: 이 참조는 이름이 같은 다른 참조와 충돌했지만 충돌이 해결되었으므로 "CopyLocal"이 아닙니다.
pl: To odwołanie nie ma parametru CopyLocal, ponieważ powodowało konflikt z innym odwołaniem o tej samej nazwie.
pt_br: Essa referência não é "CopyLocal" porque ela entrou em conflito com outra referência com o mesmo nome e não há mais conflito.
ru: Данная ссылка имеет тип, отличный от "CopyLocal", поскольку она вызвала конфликт с другой ссылкой под таким же именем и конфликт был разрешен не в ее пользу.
tr: Aynı adlı başka bir başvuruyla çakıştığı ve çakışmayı kaybettiği için bu başvuru "CopyLocal" değildir.
zh_hans: 此引用不是“CopyLocal”，因为它与另一个同名的引用冲突，并由该同名的引用取代。
zh_hant: 這個參考不是 "CopyLocal"，因為它與同名的另一個參考發生衝突，已放棄使用。

# ResolveAssemblyReference.ImageRuntimeVersion
source: The ImageRuntimeVersion for this reference is "{0}".
cs: Verze ImageRuntimeVersion pro tento odkaz je {0}.
de: Die ImageRuntimeVersion für diesen Verweis lautet "{0}".
es: El valor de ImageRuntimeVersion para esta referencia es "{0}".
fr: L'ImageRuntimeVersion pour cette référence est "{0}".
it: ImageRuntimeVersion per questo riferimento è "{0}".
ja: この参照の ImageRuntimeVersion は "{0}" です。
ko: 이 참조의 ImageRuntimeVersion은 "{0}"입니다.
pl: Właściwość ImageRuntimeVersion tego odwołania ma wartość „{0}”.
pt_br: ImageRuntimeVersion para esta referência é "{0}".
ru: Значение ImageRuntimeVersion для данной ссылки: "{0}".
tr: Bu başvurunun ImageRuntimeVersion'ı "{0}".
zh_hans: 此引用的 ImageRuntimeVersion 是“{0}”。
zh_hant: 這個參考的 ImageRuntimeVersion 為 "{0}"。

# ResolveAssemblyReference.IsAWinMdFile
source: This reference is a WinMDFile.
cs: Tento odkaz je soubor WinMDFile.
de: Dieser Verweis ist eine WinMDFile.
es: Esta referencia es un archivo WinMD.
fr: Cette référence est un WinMDFile.
it: Questo riferimento è WinMDFile.
ja: この参照は WinMDFile です。
ko: 이 참조는 WinMDFile입니다.
pl: To odwołanie jest plikiem WinMD.
pt_br: Esta referência é um WinMDFile.
ru: Данная ссылка указывает на файл WinMDFile.
tr: Bu başvuru bir WinMDFile'dır.
zh_hans: 此引用是一个 WinMDFile。
zh_hant: 這個參考為 WinMDFile。

# ResolveAssemblyReference.NoBecauseParentReferencesFoundInGac
source: This reference is not "CopyLocal" because the CopyLocalDependenciesWhenParentReferenceInGac property is set to false and all the parent references for this reference are found in the GAC.
cs: Tento odkaz není CopyLocal, protože vlastnost CopyLocalDependenciesWhenParentReferenceInGac je nastavena na hodnotu False a všechny odkazy nadřazené tomuto odkazu se nacházejí v GAC.
de: Der Verweis ist nicht "CopyLocal", da die CopyLocalDependenciesWhenParentReferenceInGac-Eigenschaft auf "False" festgelegt wurde und alle übergeordneten Verweise für diesen Verweis im GAC gefunden wurden.
es: Esta referencia no es "CopyLocal" porque la propiedad CopyLocalDependenciesWhenParentReferenceInGac está establecida en false y todas sus referencias primarias se encuentran en la caché global de ensamblados.
fr: Cette référence n'est pas "CopyLocal", car la propriété CopyLocalDependenciesWhenParentReferenceInGac a la valeur false et toutes les références parentes pour cette référence se trouvent dans le GAC.
it: Il riferimento non è "CopyLocal" perché la proprietà CopyLocalDependenciesWhenParentReferenceInGac è impostata su false e tutti i riferimenti padre del riferimento corrente sono presenti nella GAC.
ja: この参照は、CopyLocalDependenciesWhenParentReferenceInGac プロパティが false に設定されており、この参照のすべての親参照が GAC で検出されるため、"CopyLocal" ではありません。
ko: 이 참조는 CopyLocalDependenciesWhenParentReferenceInGac 속성이 false로 설정되어 있고 해당 참조에 대한 모든 부모 참조가 GAC에 있기 때문에 "CopyLocal"이 아닙니다.
pl: To odwołanie nie jest odwołaniem CopyLocal, ponieważ dla właściwości CopyLocalDependenciesWhenParentReferenceInGac jest ustawiona wartość false i wszystkie odwołania nadrzędne tego odwołania znaleziono w pamięci GAC.
pt_br: Esta referência não é "CopyLocal" porque a propriedade CopyLocalDependenciesWhenParentReferenceInGac está definida como false e todas as referências pai dessa referência são encontradas no GAC.
ru: Эта ссылка не является "CopyLocal", поскольку свойство CopyLocalDependenciesWhenParentReferenceInGac имеет значение false, и все её родительские ссылки найдены в GAC.
tr: CopyLocalDependenciesWhenParentReferenceInGac özelliği false olarak ayarlandığından ve bu başvurunun tüm üst başvuruları GAC'de bulunduğunda bu başvuru bir "CopyLocal" değil.
zh_hans: 此引用不是“CopyLocal”，因为 CopyLocalDependenciesWhenParentReferenceInGac 属性设置为 false，并且在 GAC 中找到了此引用的所有父引用。
zh_hant: 此參考不是 "CopyLocal"，因為 CopyLocalDependenciesWhenParentReferenceInGac 屬性是設定為 false，而且在 GAC 中找到這個參考的所有父參考。

# ResolveAssemblyReference.NotCopyLocalBecauseEmbedded
source: This reference is not "CopyLocal" because its types will be embedded into the target assembly.
cs: Tento odkaz není typu CopyLocal, protože jeho typy budou vloženy do cílového sestavení.
de: Dieser Verweis ist nicht CopyLocal, da die Typen in die Zielassembly eingebettet werden.
es: Esta referencia no es "CopyLocal" porque sus tipos se incrustarán en el ensamblado de destino.
fr: Cette référence n'est pas "CopyLocal", car ses types seront incorporés dans l'assembly cible.
it: Questo riferimento non è "CopyLocal". I relativi tipi verranno incorporati nell'assembly di destinazione.
ja: 型がターゲット アセンブリに埋め込まれるため、この参照は "CopyLocal" ではありません。
ko: 이 참조는 해당 형식이 대상 어셈블리에 포함되므로 "CopyLocal"이 아닙니다.
pl: To odwołanie nie ma parametru CopyLocal, ponieważ jego typy zostaną osadzone w zestawie docelowym.
pt_br: Essa referência não é "CopyLocal" porque seus tipos serão embutidos no assembly de destino.
ru: Данная ссылка не является "CopyLocal", так как ее типы будут внедрены в целевую сборку.
tr: Türleri hedef derlemesine katıştırıldığı için, bu başvuru "CopyLocal" değildir.
zh_hans: 此引用不是“CopyLocal”，因为其类型将嵌入到目标程序集中。
zh_hant: 此參考不是 "CopyLocal"，因為會將它的類型嵌入目標組件。

# ResolveAssemblyReference.NotCopyLocalBecauseFrameworksFiles
source: This reference is not "CopyLocal" because it's in a Frameworks directory.
cs: Tento odkaz není typu CopyLocal, protože se nachází v adresáři architektur.
de: Dieser Verweis ist nicht CopyLocal, da er sich in einem Frameworks-Verzeichnis befindet.
es: Esta referencia no es "CopyLocal" porque se encuentra en un directorio de Frameworks.
fr: Cette référence n'est pas "CopyLocal", car elle se trouve dans un répertoire Frameworks.
it: Questo riferimento non è "CopyLocal". Si trova in una directory Frameworks.
ja: Frameworks ディレクトリに存在するため、この参照は "CopyLocal" ではありません。
ko: 이 참조는 Frameworks 디렉터리에 있으므로 "CopyLocal"이 아닙니다.
pl: To odwołanie nie ma parametru CopyLocal, ponieważ znajduje się w katalogu Frameworks.
pt_br: Essa referência não é "CopyLocal" porque ela está no diretório Frameworks.
ru: Данная ссылка не является "CopyLocal", так как она находится в каталоге Frameworks.
tr: Frameworks dizininde olduğundan bu başvuru "CopyLocal" değildir.
zh_hans: 此引用不是“CopyLocal”，因为它位于 Frameworks 目录中。
zh_hant: 這個參考不是 "CopyLocal"，因為它位於 Frameworks 目錄。
