Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateBootstrapper.PackageFileNotFound
source: MSB3152: To enable 'Download prerequisites from the same location as my application' in the Prerequisites dialog box, you must download file '{0}' for item '{1}' to your local machine. For more information, see http://go.microsoft.com/fwlink/?LinkId=616018.
cs: MSB3152: Aby bylo možné v dialogovém okně Požadované součásti povolit možnost Stáhnout požadované součásti ze stejného umístění jako umístění mé aplikace, je nutné stáhnout soubor {0} pro položku {1} do místního počítače. Další informace najdete na webu http://go.microsoft.com/fwlink/?LinkId=616018.
de: MSB3152: Um "Erforderliche Komponenten von demselben Speicherort wie die Anwendung herunterladen" im Dialogfeld "Erforderliche Komponenten" aktivieren zu können, muss die Datei "{0}" für das Element "{1}" auf den lokalen Computer heruntergeladen werden. Weitere Informationen finden Sie unter http://go.microsoft.com/fwlink/?LinkId=616018.
es: MSB3152: Para habilitar la opción "Descargar los requisitos previos desde la misma ubicación que mi aplicación" en el cuadro de diálogo Requisitos previos, debe descargar el archivo '{0}' para el elemento '{1}' al equipo local. Para obtener más información, consulte http://go.microsoft.com/fwlink/?LinkId=616018.
fr: MSB3152: Pour activer 'Télécharger les composants requis à partir de l'emplacement de mon application' dans la boîte de dialogue Composants requis, vous devez télécharger le fichier '{0}' pour l'élément '{1}' sur votre machine locale. Pour plus d'informations, consultez http://go.microsoft.com/fwlink/?LinkId=616018.
it: MSB3152: per abilitare 'Scarica prerequisiti dallo stesso percorso dell'applicazione' nella finestra di dialogo Prerequisiti, è necessario scaricare il file '{0}' per l'elemento '{1}' nel computer locale. Per altre informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=616018.
ja: MSB3152: [必須コンポーネント] ダイアログ ボックスで [アプリケーションと同じ場所から必須コンポーネントをダウンロードする] を有効にするには、項目 '{1}' のファイル '{0}' をローカル コンピューターにダウンロードする必要があります。詳細については、http://go.microsoft.com/fwlink/?LinkId=616018 を参照してください。
ko: MSB3152: [필수 구성 요소] 대화 상자에서 '내 애플리케이션과 동일한 위치에서 필수 구성 요소 다운로드'를 활성화하려면 '{1}' 항목용 '{0}' 파일을 로컬 컴퓨터로 다운로드해야 합니다. 자세한 내용은 http://go.microsoft.com/fwlink/?LinkId=616018을 참고하세요.
pl: MSB3152: Aby w oknie dialogowym Wymagania wstępne włączyć opcję „Pobierz wymagania wstępne z tej samej lokalizacji co moja aplikacja”, należy pobrać na komputer lokalny plik „{0}” dla elementu „{1}”. Aby uzyskać więcej informacji, zobacz http://go.microsoft.com/fwlink/?LinkId=616018.
pt_br: MSB3152: Para habilitar a opção "Baixar pré-requisitos da mesma localização de meu aplicativo" na caixa de diálogo Pré-requisitos, você deve baixar o arquivo "{0}" para o item "{1}" em seu computador local. Para obter mais informações, consulte http://go.microsoft.com/fwlink/?LinkId=616018.
ru: MSB3152: чтобы включить параметр "Скачать необходимые компоненты с местоположения моего приложения" в диалоговом окне "Необходимые компоненты", необходимо скачать файл "{0}" для элемента "{1}" на локальный компьютер. Дополнительные сведения см. по адресу http://go.microsoft.com/fwlink/?LinkId=616018.
tr: MSB3152: Önkoşullar iletişim kutusunda 'Önkoşulları uygulamamla aynı konumdan indir' seçeneğini etkinleştirmek üzere '{1}' öğesi için '{0}' dosyasını yerel makinenize indirmeniz gerekir. Daha fazla bilgi için bkz. http://go.microsoft.com/fwlink/?LinkId=616018.
zh_hans: MSB3152: 要在“系统必备”对话框中启用“从与我的应用程序相同的位置下载系统必备组件”，必须将“{1}”项的文件“{0}”下载到本地计算机。有关详细信息，请参见 http://go.microsoft.com/fwlink/?LinkId=616018。
zh_hant: MSB3152: 若要啟用 [必要條件] 對話方塊中的 [從應用程式的相同位置下載必要條件]，您必須將項目 '{1}' 的檔案 '{0}' 下載到本機電腦。如需詳細資訊，請參閱 http://go.microsoft.com/fwlink/?LinkId=616018。

# GenerateBootstrapper.PackageResourceFileNotFound
source: MSB3166: Could not find required file '{0}' for item '{1}'.
cs: MSB3166: Nebyl nalezen požadovaný soubor {0} pro položku {1}.
de: MSB3166: Die erforderliche Datei "{0}" für das Element "{1}" wurde nicht gefunden.
es: MSB3166: No se encuentra el archivo '{0}' necesario para el elemento '{1}'.
fr: MSB3166: Impossible de trouver le fichier '{0}' requis pour l'élément '{1}'.
it: MSB3166: il file richiesto '{0}' per l'elemento '{1}' non è stato trovato.
ja: MSB3166: 項目 '{1}' に対する必要なファイル '{0}' が見つかりませんでした。
ko: MSB3166: '{1}' 항목에 필요한 '{0}' 파일을 찾을 수 없습니다.
pl: MSB3166: Nie można odnaleźć pliku '{0}' wymaganego dla elementu '{1}'.
pt_br: MSB3166: Não foi encontrado o arquivo necessário "{0}" para o item "{1}".
ru: MSB3166: Не удается найти требуемый файл "{0}" для элемента "{1}".
tr: MSB3166: '{1}' öğesi için gerekli '{0}' dosyası bulunamadı.
zh_hans: MSB3166: 未能找到项“{1}”所需的文件“{0}”。
zh_hant: MSB3166: 找不到項目 '{1}' 需要的檔案 '{0}'。

# GenerateBootstrapper.PackageHomeSiteMissing
source: MSB3164: No 'HomeSite' attribute has been provided for '{0}', so the package will be published to the same location as the bootstrapper.
cs: MSB3164: Nebyl zadán atribut HomeSite pro {0}, balíček bude proto publikován do stejného umístění jako zaváděcí nástroj.
de: MSB3164: Es wurde kein HomeSite-Attribut für "{0}" angegeben. Das Paket wird daher am selben Speicherort veröffentlicht wie der Bootstrapper.
es: MSB3164: No se proporcionó el atributo 'HomeSite' para '{0}'. El paquete se publicará en la misma ubicación que el arranque.
fr: MSB3164: Aucun attribut 'HomeSite' n'a été fourni pour '{0}'. Par conséquent, le package sera publié dans le même emplacement que le programme d'amorçage.
it: MSB3164: nessun attributo 'HomeSite' specificato per '{0}'. Il pacchetto verrà pubblicato nello stesso percorso del programma di avvio automatico.
ja: MSB3164: '{0}' に対して 'HomeSite' 属性が指定されていませんでした。そのため、パッケージはブートストラップと同じ場所に公開されます。
ko: MSB3164: '{0}'에 대해 'HomeSite' 특성을 지정하지 않았으므로 부트스트래퍼와 같은 위치에 패키지가 게시됩니다.
pl: MSB3164: Nie podano atrybutu „HomeSite” dla elementu „{0}”, dlatego pakiet zostanie opublikowany w tej samej lokalizacji co program inicjujący.
pt_br: MSB3164: Nenhum atributo "HomeSite" foi fornecido para "{0}"; portanto, o pacote será publicado no mesmo local que o bootstrapper.
ru: MSB3164: Для "{0}" не указан атрибут HomeSite, поэтому пакет будет опубликован там же, где Bootstrapper.
tr: MSB3164: '{0}' için 'HomeSite' özniteliği sağlanmadı, bu nedenle paket önyükleyici ile aynı konumda yayımlanacak.
zh_hans: MSB3164: 没有为“{0}”提供“HomeSite”特性，因此该包将发布到引导程序所在的位置。
zh_hant: MSB3164: 未提供 '{0}' 的 'HomeSite' 屬性，因此套件將與啟動載入器發佈到相同的位置。

# GenerateBootstrapper.PackageValidation
source: MSB3153: Xml validation did not pass for item '{0}' located at '{1}'.
cs: MSB3153: Ověření XML nebylo pro položku {0} v umístění {1} úspěšné.
de: MSB3153: Die XML-Validierung konnte für das Element "{0}" in "{1}" nicht erfolgreich durchgeführt werden.
es: MSB3153: No se superó la validación XML para el elemento '{0}' que se encuentra en '{1}'.
fr: MSB3153: La validation XML n'a pas réussi pour l'élément '{0}' situé dans '{1}'.
it: MSB3153: convalida XML non superata per l'elemento '{0}' presente in '{1}'.
ja: MSB3153: '{1}' にある項目 '{0}' は XML 検証をパスしませんでした。
ko: MSB3153: '{1}'에 있는 '{0}' 항목에 대한 XML 유효성 검사가 실패했습니다.
pl: MSB3153: Walidacja kodu xml nie została przekazana dla elementu '{0}' zlokalizowanego w '{1}'.
pt_br: MSB3153: A validação de XML não foi passada para o item "{0}" localizado em "{1}".
ru: MSB3153: Ошибка проверки Xml для элемента "{0}", расположенного в "{1}".
tr: MSB3153: '{1}' konumundaki '{0}' öğesi için Xml doğrulaması başarılı olmadı.
zh_hans: MSB3153: 位于“{1}”的项“{0}”未通过 XML 验证。
zh_hant: MSB3153: 位於 '{1}' 的項目 '{0}' 未通過 XML 驗證。

# GenerateBootstrapper.ProductCultureNotFound
source: MSB3154: Could not find string resources for item '{0}'.
cs: MSB3154: Nebyly nalezeny prostředky řetězce pro položku {0}.
de: MSB3154: Es wurden keine Zeichenfolgenressourcen für das Element "{0}" gefunden.
es: MSB3154: No se encontraron recursos de cadena para el elemento '{0}'.
fr: MSB3154: Impossible de trouver les ressources de type chaîne pour l'élément '{0}'.
it: MSB3154: le risorse di tipo stringa per l'elemento '{0}' non sono state trovate.
ja: MSB3154: 項目 '{0}' の文字列リソースが見つかりませんでした。
ko: MSB3154: '{0}' 항목에 대한 문자열 리소스를 찾을 수 없습니다.
pl: MSB3154: Nie można odnaleźć zasobów ciągu dla elementu '{0}'.
pt_br: MSB3154: Não foi possível encontrar recursos de cadeia de caracteres para o item "{0}".
ru: MSB3154: Не удалось найти строковые ресурсы для элемента "{0}".
tr: MSB3154: '{0}' öğesi için dize kaynakları bulunamadı.
zh_hans: MSB3154: 未能找到项“{0}”的字符串资源。
zh_hant: MSB3154: 找不到項目 '{0}' 的字串資源。

# GenerateBootstrapper.ProductNotFound
source: MSB3155: Item '{0}' could not be located in '{1}'.
cs: MSB3155: Položka {0} nebyla nalezena v umístění {1}.
de: MSB3155: Das Element "{0}" wurde nicht in "{1}" gefunden.
es: MSB3155: No se encuentra el elemento '{0}' en '{1}'.
fr: MSB3155: Impossible de trouver l'élément '{0}' dans '{1}'.
it: MSB3155: l'elemento '{0}' non è stato trovato in '{1}'.
ja: MSB3155: 項目 '{0}' が '{1}' で見つかりませんでした。
ko: MSB3155: '{1}'에서 '{0}' 항목을 찾을 수 없습니다.
pl: MSB3155: Nie można zlokalizować elementu '{0}' w '{1}'.
pt_br: MSB3155: O item "{0}" não foi localizado em "{1}".
ru: MSB3155: Не удалось найти элемент "{0}" в "{1}".
tr: MSB3155: '{0}' öğesi, '{1}' konumunda bulunamadı.
zh_hans: MSB3155: 在“{1}”中未能找到项“{0}”。
zh_hant: MSB3155: 在 '{1}' 中找不到項目 '{0}'。

# GenerateBootstrapper.ProductValidation
source: MSB3156: Xml validation did not pass for item '{0}' located at '{1}'.
cs: MSB3156: Ověření XML nebylo pro položku {0} v umístění {1} úspěšné.
de: MSB3156: Die XML-Validierung konnte für das Element "{0}" in "{1}" nicht erfolgreich durchgeführt werden.
es: MSB3156: No se superó la validación XML para el elemento '{0}' que se encuentra en '{1}'.
fr: MSB3156: La validation XML n'a pas réussi pour l'élément '{0}' situé dans '{1}'.
it: MSB3156: convalida XML non superata per l'elemento '{0}' presente in '{1}'.
ja: MSB3156: '{1}' にある項目 '{0}' は XML 検証をパスしませんでした。
ko: MSB3156: '{1}'에 있는 '{0}' 항목에 대한 XML 유효성 검사가 실패했습니다.
pl: MSB3156: Walidacja kodu xml nie została wykonana dla elementu '{0}' zlokalizowanego w '{1}'.
pt_br: MSB3156: A validação de XML não foi passada para o item "{0}" localizado em "{1}".
ru: MSB3156: Ошибка проверки Xml для элемента "{0}", расположенного в "{1}".
tr: MSB3156: '{1}' konumundaki '{0}' öğesi için Xml doğrulaması başarılı olmadı.
zh_hans: MSB3156: 位于“{1}”的项“{0}”未通过 XML 验证。
zh_hant: MSB3156: 位於 '{1}' 的項目 '{0}' 未通過 XML 驗證。

# GenerateBootstrapper.UsingProductCulture
source: MSB3157: Could not match culture '{0}' for item '{1}'. Using culture '{2}' instead.
cs: MSB3157: Nebyla nalezena shoda jazykové verze {0} pro položku {1}. Místo toho bude použita jazyková verze {2}.
de: MSB3157: Die Kultur "{0}" für das Element "{1}" konnte nicht zugeordnet werden. Die Kultur "{2}" wird stattdessen verwendet.
es: MSB3157: No se encuentra la referencia cultural '{0}' coincidente para el elemento '{1}'. En su lugar se usará la referencia cultural '{2}'.
fr: MSB3157: Impossible de faire correspondre la culture '{0}' de l'élément '{1}'. La culture '{2}' sera utilisée à la place.
it: MSB3157: non è stato possibile trovare una corrispondenza con le impostazioni cultura '{0}' per l'elemento '{1}'. Verranno usate le impostazioni cultura '{2}'.
ja: MSB3157: カルチャ '{0}' を項目 '{1}' に対して一致できませんでした。カルチャ '{2}' を使用します。
ko: MSB3157: '{1}' 항목에 대해 일치하는 '{0}' 문화권이 없습니다. '{2}' 문화권을 대신 사용합니다.
pl: MSB3157: Nie można dopasować kultury „{0}” do elementu „{1}”. Zamiast niej zostanie użyta kultura „{2}”.
pt_br: MSB3157: Não foi possível coincidir a cultura "{0}" para o item "{1}". Usando a cultura "{2}".
ru: MSB3157: не удалось найти соответствие языка и региональных параметров "{0}" для элемента "{1}". Вместо этого используется язык и региональные параметры "{2}".
tr: MSB3157: '{1}' öğesi için '{0}' kültürü eşleştirilemedi. Bunun yerine '{2}' kültürü kullanılıyor.
zh_hans: MSB3157: 未能匹配项“{1}”的区域性“{0}”。改用区域性“{2}”。
zh_hant: MSB3157: 無法比對項目 '{1}' 的文化特性 '{0}'。改用文化特性 '{2}'。

# GenerateBootstrapper.UsingResourcesCulture
source: MSB3158: Could not find resources for culture '{0}'. Using culture '{1}' instead.
cs: MSB3158: Nebyly nalezeny prostředky pro jazykovou verzi {0}. Místo toho bude použita jazyková verze {1}.
de: MSB3158: Für die Kultur "{0}" wurden keine Ressourcen gefunden. Die Kultur "{1}" wird stattdessen verwendet.
es: MSB3158: No se encontraron recursos para la referencia cultural '{0}'. En su lugar se usará la referencia cultural '{1}'.
fr: MSB3158: Impossible de trouver des ressources pour la culture '{0}'. La culture '{1}' sera utilisée à la place.
it: MSB3158: non è stato possibile trovare le risorse per le impostazioni cultura '{0}'. Verranno usate le impostazioni cultura '{1}'.
ja: MSB3158: カルチャ '{0}' のリソースが見つかりませんでした。カルチャ '{1}' を使用します。
ko: MSB3158: '{0}' 문화권의 리소스를 찾을 수 없습니다. '{1}' 문화권을 대신 사용합니다.
pl: MSB3158: Nie można odnaleźć zasobów dla kultury „{0}”. Zamiast niej zostanie użyta kultura „{1}”.
pt_br: MSB3158: Não foi possível encontrar recursos para a cultura "{0}". Usando a cultura "{1}".
ru: MSB3158: не удалось найти ресурсы для языка и региональных параметров "{0}". Вместо этого используется язык и региональные параметры "{1}".
tr: MSB3158: '{0}' kültürü için kaynak bulunamadı. Bunun yerine '{1}' kültürü kullanılıyor.
zh_hans: MSB3158: 未能找到区域性“{0}”的资源。改用区域性“{1}”。
zh_hant: MSB3158: 找不到文化特性 '{0}' 的資源。改用文化特性 '{1}'。

# GenerateBootstrapper.ValidationError
source: MSB3159: Xml Validation error in file '{0}': {1}
cs: MSB3159: Chyba ověření Xml v souboru {0}: {1}
de: MSB3159: XML-Validierungsfehler in der Datei "{0}": {1}
es: MSB3159: Error de validación XML en el archivo '{0}': {1}
fr: MSB3159: Erreur de validation XML dans le fichier '{0}' : {1}
it: MSB3159: errore di convalida XML nel file '{0}': {1}
ja: MSB3159: ファイル '{0}' での XML 検証エラーです: {1}
ko: MSB3159: '{0}' 파일에서 XML 유효성 검사 오류가 발생했습니다. {1}
pl: MSB3159: Błąd walidacji kodu xml w pliku '{0}': {1}
pt_br: MSB3159: Erro de validação de XML no arquivo "{0}": {1}
ru: MSB3159: Ошибка проверки Xml в файле "{0}": {1}
tr: MSB3159: '{0}' dosyasında Xml Doğrulaması hatası oluştu: {1}
zh_hans: MSB3159: 文件“{0}”中的 XML 验证错误: {1}
zh_hant: MSB3159: 檔案 '{0}' 中發生 XML 驗證錯誤: {1}

# GenerateBootstrapper.ValidationWarning
source: MSB3160: Xml Validation warning in file '{0}': {1}
cs: MSB3160: Upozornění ověření Xml v souboru {0}: {1}
de: MSB3160: XML-Validierungswarnung in der Datei "{0}": {1}
es: MSB3160: Advertencia de validación XML en el archivo '{0}': {1}
fr: MSB3160: Avertissement de validation XML dans le fichier '{0}' : {1}
it: MSB3160: avviso di convalida XML nel file '{0}': {1}
ja: MSB3160: ファイル '{0}' での XML 検証警告です: {1}
ko: MSB3160: '{0}' 파일에서 XML 유효성 검사 경고가 발생했습니다. {1}
pl: MSB3160: Ostrzeżenie walidacji kodu xml w pliku '{0}': {1}
pt_br: MSB3160: Aviso de validação de XML no arquivo "{0}": {1}
ru: MSB3160: Предупреждение проверки Xml в файле "{0}": {1}
tr: MSB3160: '{0}' dosyasında Xml Doğrulaması uyarısı oluştu: {1}
zh_hans: MSB3160: 文件“{0}”中的 XML 验证警告: {1}
zh_hant: MSB3160: 檔案 '{0}' 中發生 XML 驗證警告: {1}

# GenerateLauncher.CopyError
source: MSB3961: An error occurred trying to copy '{0}' to '{1}': {2}
cs: MSB3961: Při pokusu o zkopírování položky {0} do umístění {1} došlo k chybě: {2}
de: MSB3961: Fehler beim Kopieren von "{0}" nach "{1}": {2}
es: MSB3961: Error al intentar copiar "{0}" en "{1}": {2}
fr: MSB3961: une erreur s'est produite durant la tentative de copie de '{0}' vers '{1}' : {2}
it: MSB3961: si è verificato un errore durante il tentativo di copiare '{0}' in '{1}': {2}
ja: MSB3961: '{0}' を '{1}' にコピーしようとしてエラーが発生しました: {2}
ko: MSB3961: '{0}'을(를) '{1}'에 복사하는 동안 오류가 발생했습니다. {2}
pl: MSB3961: Wystąpił błąd podczas próby skopiowania elementu „{0}” do elementu „{1}”: {2}
pt_br: MSB3961: erro ao tentar copiar '{0}' para '{1}': {2}
ru: MSB3961: произошла ошибка при попытке скопировать элемент "{0}" в "{1}": {2}
tr: MSB3961: '{0}', '{1}' konumuna kopyalanmaya çalışılırken hata oluştu: {2}
zh_hans: MSB3961: 尝试将“{0}”复制到“{1}”时出错: {2}
zh_hant: MSB3961: 嘗試將 '{0}' 複製到 '{1}' 時發生錯誤: {2}

# GenerateLauncher.General
source: MSB3962: An error occurred generating a launcher: {0}
cs: MSB3962: Při generování spouštěče došlo k chybě: {0}
de: MSB3962: Fehler beim Generieren eines Startprogramms: {0}
es: MSB3962: Error al generar un iniciador: {0}
fr: MSB3962: une erreur s'est produite durant la génération d'un lanceur : {0}
it: MSB3962: si è verificato un errore durante la generazione di un launcher: {0}
ja: MSB3962: 起動ツールの生成中にエラーが発生しました: {0}
ko: MSB3962: 시작 관리자를 생성하는 동안 오류가 발생했습니다. {0}
pl: MSB3962: Wystąpił problem podczas generowania modułu uruchamiania: {0}
pt_br: MSB3962: erro ao gerar um inicializador: {0}
ru: MSB3962: произошла ошибка при создании средства запуска: {0}
tr: MSB3962: Başlatıcı oluşturulurken hata oluştu: {0}
zh_hans: MSB3962: 生成引导程序时出错: {0}
zh_hant: MSB3962: 產生啟動器時發生錯誤: {0}

# GenerateLauncher.InvalidInput
source: MSB3963: Not enough data was provided to generate a launcher. Please provide a value for: 'EntryPoint'.
cs: MSB3963: Nebyl k dispozici dostatek dat k vygenerování spouštěče. Zadejte prosím hodnotu EntryPoint.
de: MSB3963: Es wurden nicht genügend Daten zum Generieren eines Startprogramms bereitgestellt. Geben Sie einen Wert für "EntryPoint" an.
es: MSB3963: No se han proporcionado datos suficientes para generar un iniciador. Proporcione un valor para "EntryPoint".
fr: MSB3963: les données fournies sont insuffisantes pour générer un lanceur. Fournissez une valeur pour 'EntryPoint'.
it: MSB3963: i dati forniti non sono sufficienti per la generazione di un launcher. Specificare un valore per 'EntryPoint'.
ja: MSB3963: 起動ツールを生成するために十分なデータが指定されませんでした。'EntryPoint' の値を指定してください。
ko: MSB3963: 시작 관리자를 생성하는 데 충분한 데이터가 제공되지 않았습니다. 'EntryPoint'의 값을 제공하세요.
pl: MSB3963: Podano za mało danych do wygenerowania modułu uruchamiania. Podaj wartość dla: „EntryPoint”.
pt_br: MSB3963: não foram fornecidos dados suficientes para gerar um iniciador. Forneça um valor para: 'EntryPoint'.
ru: MSB3963: указано недостаточно данных для создания средства запуска. Укажите значение параметра "EntryPoint".
tr: MSB3963: Başlatıcı oluşturmak için yeterli veri sağlanmadı. Lütfen 'EntryPoint' için bir değer girin.
zh_hans: MSB3963: 未提供足够的数据来生成启动程序。请为 "EntryPoint" 提供一个值。
zh_hant: MSB3963: 提供的資料不足，無法產生啟動器。請提供 'EntryPoint' 的值。

# GenerateLauncher.MissingLauncherExe
source: MSB3964: Could not find required file '{0}'.
cs: MSB3964: Nepovedlo se najít požadovaný soubor {0}.
de: MSB3964: Die erforderliche Datei "{0}" wurde nicht gefunden.
es: MSB3964: No se encuentra el archivo "{0}" necesario.
fr: MSB3964: le fichier nécessaire '{0}' est introuvable.
it: MSB3964: non è stato possibile trovare il file richiesto '{0}'.
ja: MSB3964: 必要なファイル '{0}' が見つかりませんでした。
ko: MSB3964: 필요한 파일 '{0}'을(를) 찾을 수 없습니다.
pl: MSB3964: Nie można było znaleźć wymaganego pliku „{0}”.
pt_br: MSB3964: não foi possível localizar o arquivo necessário '{0}'.
ru: MSB3964: не удалось найти требуемый файл "{0}".
tr: MSB3964: Gereken '{0}' dosyası bulunamadı.
zh_hans: MSB3964: 找不到所需的文件“{0}”。
zh_hant: MSB3964: 找不到必要的檔案 '{0}'。

# GenerateLauncher.NoOutputPath
source: MSB3965: No output path specified in build settings.
cs: MSB3965: V nastavení sestavení nebyla zadána žádná výstupní cesta.
de: MSB3965: In den Buildeinstellungen wurde kein Ausgabepfad angegeben.
es: MSB3965: No se especificó la ruta de acceso de salida en la configuración de compilación.
fr: MSB3965: aucun chemin de sortie spécifié dans les paramètres de build.
it: MSB3965: non è stato specificato alcun percorso di output nelle impostazioni di compilazione.
ja: MSB3965: 出力パスがビルド設定で指定されていません。
ko: MSB3965: 빌드 설정에 출력 경로를 지정하지 않았습니다.
pl: MSB3965: W ustawieniach kompilacji nie określono ścieżki wyjściowej.
pt_br: MSB3965: não foi especificado nenhum caminho de saída nas configurações de build.
ru: MSB3965: в параметрах сборки не указан путь для вывода.
tr: MSB3965: Oluşturma ayarlarında çıkış yolu belirtilmedi.
zh_hans: MSB3965: 生成设置中未指定输出路径。
zh_hant: MSB3965: 組建設定中未指定輸出路徑。

# GenerateManifest.AllowPartiallyTrustedCallers
source: MSB3177: Reference '{0}' does not allow partially trusted callers.
cs: MSB3177: Odkaz {0} nepovoluje částečně důvěryhodné volající.
de: MSB3177: Der Verweis "{0}" lässt Aufrufer, die nur teilweise vertrauenswürdig sind, nicht zu.
es: MSB3177: La referencia '{0}' no permite llamadores de confianza parcial.
fr: MSB3177: La référence '{0}' n'autorise pas les appelants dont le niveau de confiance n'est pas suffisant.
it: MSB3177: il riferimento '{0}' non consente chiamanti parzialmente attendibili.
ja: MSB3177: 参照 '{0}' は部分的に信頼された呼び出し側を許可しません。
ko: MSB3177: '{0}' 참조에는 부분적으로 신뢰할 수 있는 호출자를 사용할 수 없습니다.
pl: MSB3177: Odwołanie '{0}' nie zezwala na dostęp częściowo zaufanych wywołań.
pt_br: MSB3177: A referência "{0}" não admite chamadores parcialmente confiáveis.
ru: MSB3177: Ссылка "{0}" не допускает частично безопасные вызывающие стороны.
tr: MSB3177: '{0}' başvurusu, kısmen güvenilen çağıranlara izin vermiyor.
zh_hans: MSB3177: 引用“{0}”不允许部分信任的调用方。
zh_hant: MSB3177: 參考 '{0}' 不允許部分信任的呼叫端。

# GenerateManifest.AssemblyAsFile
source: MSB3178: Assembly '{0}' is incorrectly specified as a file.
cs: MSB3178: Sestavení {0} je nesprávně uvedeno jako soubor.
de: MSB3178: Die {0}-Assembly wurde falsch als Datei angegeben.
es: MSB3178: Se especificó el ensamblado '{0}' incorrectamente como un archivo.
fr: MSB3178: L'assembly '{0}' n'est pas spécifié correctement comme fichier.
it: MSB3178: l'assembly '{0}' è stato specificato erroneamente come file.
ja: MSB3178: アセンブリ '{0}' はファイルとして正しく指定されていません。
ko: MSB3178: '{0}' 어셈블리가 파일로 잘못 지정되었습니다.
pl: MSB3178: Zestaw '{0}' został nieprawidłowo określony jako plik.
pt_br: MSB3178: O assembly "{0}" foi especificado incorretamente como um arquivo.
ru: MSB3178: Сборка "{0}" неверно указана как файл.
tr: MSB3178: '{0}' derlemesi, yanlış şekilde dosya olarak belirtildi.
zh_hans: MSB3178: 程序集“{0}”被错误地指定为一个文件。
zh_hant: MSB3178: 誤將組件 '{0}' 指定為檔案。

# GenerateManifest.ComImport
source: MSB3179: Problem isolating COM reference '{0}': {1}
cs: MSB3179: Došlo k potížím při izolování odkazu modelu COM {0}: {1}
de: MSB3179: Problem bei der Isolierung des COM-Verweises "{0}": {1}
es: MSB3179: Error al aislar la referencia COM '{0}': {1}
fr: MSB3179: Problème d'isolement de la référence COM '{0}' : {1}
it: MSB3179: problema durante l'isolamento del riferimento COM '{0}': {1}
ja: MSB3179: COM 参照 '{0}' の分離エラーです: {1}
ko: MSB3179: COM 참조 '{0}'을(를) 격리하는 동안 문제가 발생했습니다. {1}
pl: MSB3179: Problem z wyizolowaniem odwołania COM '{0}': {1}
pt_br: MSB3179: Problema ao isolar a referência COM "{0}": {1}
ru: MSB3179: Ошибка изоляции ссылки на COM-элемент "{0}": {1}
tr: MSB3179: '{0}' COM başvurusu ayrılırken sorun oluştu: {1}
zh_hans: MSB3179: 隔离 COM 引用“{0}”时出现问题: {1}
zh_hant: MSB3179: 隔離的 COM 參考 '{0}' 時發生問題: {1}
