Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CreateManifestResourceName.AssignedName
source: Resource file '{0}' gets manifest resource name '{1}'.
cs: Soubor prostředků {0} má název prostředku manifestu {1}.
de: Die Ressourcendatei "{0}" erhält den Manifestressourcennamen "{1}".
es: El archivo de recursos '{0}' obtiene el nombre del recurso de manifiesto '{1}'.
fr: Le fichier de ressources '{0}' obtient le nom de ressource de manifeste '{1}'.
it: Il file di risorse '{0}' ottiene il nome di risorsa di manifesto '{1}'.
ja: リソース ファイル '{0}' は、マニフェスト リソース名 '{1}' を取得します。
ko: 리소스 파일 '{0}'은(는) 매니페스트 리소스 이름 '{1}'을(를) 가져옵니다.
pl: Plik zasobów '{0}' pobiera nazwę zasobu manifestu '{1}'.
pt_br: O arquivo de recurso "{0}" recebe o nome de recurso de manifesto "{1}".
ru: Исходный файл "{0}" получает имя ресурса манифеста "{1}".
tr: '{0}' kaynak dosyası, '{1}' bildirim kaynağı adını alıyor.
zh_hans: 资源文件“{0}”获得了清单资源名称“{1}”。
zh_hant: 資源檔 '{0}' 取得資訊清單資源名稱 '{1}'。

# CreateManifestResourceName.DefinitionFoundWithinConditionalDirective
source: MSB3042: A namespace or class definition was found within a conditional compilation directive in the file "{0}". This may lead to an incorrect choice for the manifest resource name for resource "{1}".
cs: MSB3042: V direktivě podmíněné kompilace v souboru {0} byla nalezena definice oboru názvů nebo třídy. To by mohlo vést k nesprávné volbě názvu prostředku manifestu pro prostředek {1}.
de: MSB3042: In einer bedingten Kompilierungsanweisung in der Datei "{0}" wurde ein Namespace oder eine Klassendefinition gefunden. Dies kann zu einer falschen Auswahl für den Manifestressourcennamen für die Ressource "{1}" führen.
es: MSB3042: Se encontró un espacio de nombres o una definición de clase en una directiva de compilación condicional en el archivo "{0}". Esto puede provocar una elección incorrecta del nombre de recurso de manifiesto del recurso "{1}".
fr: MSB3042: Un espace de noms ou une définition de classe a été trouvé dans une directive de compilation conditionnelle dans le fichier "{0}". Cela peut entraîner un choix incorrect du nom de ressource de manifeste pour la ressource "{1}".
it: MSB3042: è stata trovata una definizione di spazio dei nomi o di classe in una direttiva di compilazione condizionale nel file "{0}". La scelta del nome della risorsa manifesto per la risorsa "{1}" potrebbe quindi risultare non corretta.
ja: MSB3042: 名前空間またはクラス定義が、ファイル "{0}" の条件付きコンパイル ディレクティブ内で見つかりました。これは、リソース "{1}" のマニフェスト リソース名に対して不適切な選択を導く可能性があります。
ko: MSB3042: "{0}" 파일의 조건부 컴파일 지시문에 네임스페이스 또는 클래스 정의가 있습니다. 이 경우 리소스 "{1}"에 잘못된 매니페스트 리소스 이름이 선택될 수 있습니다.
pl: MSB3042: Odnaleziono przestrzeń nazw lub definicję klasy w warunkowej dyrektywie kompilacji w pliku „{0}”. Może to prowadzić do nieprawidłowego wyboru nazwy zasobu manifestu dla zasobu „{1}”.
pt_br: MSB3042: Uma definição de namespace ou de classe foi encontrada em uma diretiva de compilação condicional no arquivo "{0}". Isso pode levar a uma escolha incorreta do nome de recurso do manifesto para o recurso "{1}".
ru: MSB3042: в директиве условной компиляции в файле "{0}" обнаружено пространство имен или определение класса. Это может привести к неправильному выбору имени ресурса манифеста для ресурса "{1}".
tr: MSB3042: "{0}" dosyasındaki bir koşullu derleme yönergesi içinde ad alanı veya sınıf tanımı bulundu. Bu, "{1}" kaynağının bildirim kaynağı adı için yanlış seçim yapılmasına neden olabilir.
zh_hans: MSB3042: 在文件“{0}”的条件编译指令中找到了命名空间或类定义。这可能会导致对资源“{1}”的清单资源名称所做的选择不正确。
zh_hant: MSB3042: 在檔案 "{0}" 中的條件式編譯指示詞內找到命名空間或類別定義。如此可能導致資源 "{1}" 的資訊清單資源名稱的選擇不正確。

# CreateManifestResourceName.DependsUpon
source: Resource file '{0}' depends on '{1}'.
cs: Soubor prostředků {0} závisí na souboru {1}.
de: Die Ressourcendatei "{0}" ist abhängig von "{1}".
es: El archivo de recursos '{0}' depende de '{1}'.
fr: Le fichier de ressources '{0}' dépend de '{1}'.
it: Il file di risorse '{0}' dipende da '{1}'.
ja: リソース ファイル '{0}' は '{1}' に依存します。
ko: 리소스 파일 '{0}'은(는) '{1}'에 종속됩니다.
pl: Plik zasobów '{0}' zależy od '{1}'.
pt_br: O arquivo de recurso "{0}" depende de "{1}".
ru: Исходный файл "{0}" зависит от "{1}".
tr: '{0}' kaynak dosyası '{1}' öğesine bağımlıdır.
zh_hans: 资源文件“{0}”依赖于“{1}”。
zh_hant: 資源檔 '{0}' 相依於 '{1}'。

# CreateManifestResourceName.DependsUponNothing
source: Resource file '{0}' doesn't depend on any other file.
cs: Soubor prostředků {0} nezávisí na žádném dalším souboru.
de: Die Ressourcendatei "{0}" ist von keiner anderen Datei abhängig.
es: El archivo de recursos '{0}' no depende de ningún otro archivo.
fr: Le fichier de ressources '{0}' ne dépend d'aucun autre fichier.
it: Il file di risorse '{0}' non dipende da alcun file.
ja: リソース ファイル '{0}' は別のファイルに依存しません。
ko: 리소스 파일 '{0}'은(는) 다른 파일에 종속되지 않습니다.
pl: Plik zasobów '{0}' nie zależy od żadnego innego pliku.
pt_br: O arquivo de recurso "{0}" não depende de nenhum outro arquivo.
ru: Исходный файл "{0}" не зависит от других файлов.
tr: '{0}' kaynak dosyası herhangi bir başka dosyaya bağımlı değildir.
zh_hans: 资源文件“{0}”不依赖于其他任何文件。
zh_hant: 資源檔 '{0}' 未相依於任何其他的檔案。

# CreateManifestResourceName.Error
source: MSB3041: Unable to create a manifest resource name for "{0}". {1}
cs: MSB3041: Nelze vytvořit název prostředku manifestu pro položku {0}. {1}
de: MSB3041: Für "{0}" kann kein Manifestressourcenname erstellt werden. {1}
es: MSB3041: No se puede crear un nombre del recurso de manifiesto para "{0}". {1}
fr: MSB3041: Impossible de créer un nom de ressource de manifeste pour "{0}". {1}
it: MSB3041: non è possibile creare un nome di risorsa di manifesto per "{0}". {1}
ja: MSB3041: "{0}" にマニフェスト リソース名を作成できません。{1}
ko: MSB3041: "{0}"에 대해 매니페스트 리소스 이름을 만들 수 없습니다. {1}
pl: MSB3041: Nie można utworzyć nazwy zasobu manifestu dla „{0}”. {1}
pt_br: MSB3041: Não é possível criar um nome de recurso de manifesto para "{0}". {1}
ru: MSB3041: не удалось создать имя ресурса манифеста для "{0}". {1}
tr: MSB3041: "{0}" için bildirim kaynağı adı oluşturulamıyor. {1}
zh_hans: MSB3041: 无法创建“{0}”的清单资源名称。{1}
zh_hant: MSB3041: 無法建立 "{0}" 的資訊清單資源名稱。{1}

# CreateManifestResourceName.NoRootNamespace
source: Root namespace is empty.
cs: Kořenový obor názvů je prázdný.
de: Der Stammnamespace ist leer.
es: El espacio de nombres raíz está vacío.
fr: L'espace de noms racine est vide.
it: Lo spazio dei nomi radice è vuoto.
ja: ルート名前空間は空です。
ko: 루트 네임스페이스가 비어 있습니다.
pl: Główna przestrzeń nazw jest pusta.
pt_br: O namespace de raiz está vazio.
ru: Корневое пространство имен пусто.
tr: Kök ad alanı boş.
zh_hans: 根命名空间为空。
zh_hant: 根命名空間是空的。

# CreateManifestResourceName.RootNamespace
source: Root namespace is '{0}'.
cs: Kořenový obor názvů je {0}.
de: Der Stammnamespace ist {0}.
es: El espacio de nombres de la raíz es '{0}'.
fr: L'espace de noms racine est '{0}'.
it: Lo spazio dei nomi radice è '{0}'.
ja: ルート名前空間は '{0}' です。
ko: 루트 네임스페이스가 '{0}'입니다.
pl: Główna przestrzeń nazw to „{0}”.
pt_br: O namespace de raiz é "{0}".
ru: Корневое пространство имен: "{0}".
tr: Kök ad alanı: '{0}'.
zh_hans: 根命名空间为“{0}”。
zh_hant: 根命名空間是 '{0}'。

# Csc.AssemblyAliasContainsIllegalCharacters
source: MSB3053: The assembly alias "{1}" on reference "{0}" contains illegal characters.
cs: MSB3053: Alias sestavení {1} odkazu {0} obsahuje neplatné znaky.
de: MSB3053: Der Assemblyalias "{1}" für den Verweis "{0}" enthält ungültige Zeichen.
es: MSB3053: El alias del ensamblado "{1}" de la referencia "{0}" contiene caracteres no permitidos.
fr: MSB3053: L'alias de l'assembly "{1}" sur la référence "{0}" contient des caractères non conformes.
it: MSB3053: l'alias dell'assembly "{1}" nel riferimento "{0}" contiene caratteri non validi.
ja: MSB3053: 参照 "{0}" のアセンブリ表示名 "{1}" は無効な文字を含んでいます。
ko: MSB3053: "{0}" 참조의 어셈블리 별칭 "{1}"에 잘못된 문자가 포함되어 있습니다.
pl: MSB3053: Alias zestawu „{1}” w odwołaniu „{0}” zawiera niedozwolone znaki.
pt_br: MSB3053: O alias do assembly "{1}" na referência "{0}" contém caracteres ilegais.
ru: MSB3053: псевдоним сборки "{1}" для ссылки "{0}" содержит недопустимые знаки.
tr: MSB3053: "{0}" başvurusundaki "{1}" derleme diğer adında geçersiz karakterler var.
zh_hans: MSB3053: 引用“{0}”上的程序集别名“{1}”包含非法字符。
zh_hant: MSB3053: 參考 "{0}" 上的組件別名 "{1}" 包含不合法的字元。

# Csc.InvalidParameter
source: MSB3051: The parameter to the compiler is invalid. {0}
cs: MSB3051: Parametr kompilátoru je neplatný. {0}
de: MSB3051: Der Parameter für den Compiler ist ungültig. {0}
es: MSB3051: El parámetro del compilador no es válido. {0}
fr: MSB3051: Le paramètre du compilateur n'est pas valide. {0}
it: MSB3051: parametro del compilatore non valido. {0}
ja: MSB3051: コンパイラへのパラメーターが無効です。{0}
ko: MSB3051: 컴파일러에 대한 매개 변수가 잘못되었습니다. {0}
pl: MSB3051: Parametr podany w kompilatorze jest nieprawidłowy. {0}
pt_br: MSB3051: O parâmetro para o compilador é inválido. {0}
ru: MSB3051: недопустимый параметр для компилятора. {0}
tr: MSB3051: Derleyici parametresi geçersiz. {0}
zh_hans: MSB3051: 编译器的参数无效。 {0}
zh_hant: MSB3051: 編譯器的參數無效。{0}

# Csc.InvalidParameterWarning
source: MSB3052: The parameter to the compiler is invalid, '{0}{1}' will be ignored.
cs: MSB3052: Parametr kompilátoru je neplatný, {0}{1} bude ignorováno.
de: MSB3052: Der Parameter für den Compiler ist ungültig. "{0}{1}" wird ignoriert.
es: MSB3052: El parámetro del compilador no es válido; '{0}{1}' se omitirá.
fr: MSB3052: Le paramètre du compilateur n'est pas valide. '{0}{1}' sera ignoré.
it: MSB3052: parametro del compilatore non valido. '{0}{1}' verrà ignorato.
ja: MSB3052: コンパイラへのパラメーターは無効です。'{0}{1}' を無視します。
ko: MSB3052: 컴파일러에 대한 매개 변수가 잘못되었습니다. '{0}{1}'이(가) 무시됩니다.
pl: MSB3052: Parametr podany w kompilatorze jest nieprawidłowy, '{0}{1}' zostanie zignorowany.
pt_br: MSB3052: O parâmetro para o compilador é inválido; "{0}{1}" será ignorado.
ru: MSB3052: недопустимый параметр для компилятора. "{0}{1}" будет пропущен.
tr: MSB3052: Derleyici parametresi geçersiz. '{0}{1}' yoksayılacak.
zh_hans: MSB3052: 编译器的参数无效，“{0}{1}”将被忽略。
zh_hant: MSB3052: 編譯器的參數無效，將忽略 '{0}{1}'。

# Delete.DeletingFile
source: Deleting file "{0}".
cs: Probíhá odstraňování souboru {0}.
de: Die Datei "{0}" wird gelöscht.
es: Se eliminará el archivo "{0}".
fr: Suppression du fichier "{0}".
it: Eliminazione del file "{0}" in corso.
ja: ファイル "{0}" を削除しています。
ko: "{0}" 파일을 삭제하고 있습니다.
pl: Usuwanie pliku „{0}”.
pt_br: Excluindo o arquivo "{0}".
ru: Файл "{0}" удаляется.
tr: "{0}" dosyası siliniyor.
zh_hans: 正在删除文件“{0}”。
zh_hant: 正在刪除檔案 "{0}"。

# Delete.Error
source: MSB3061: Unable to delete file "{0}". {1} {2}
es: MSB3061: No se puede eliminar el archivo "{0}". {1} {2}
fr: MSB3061: Impossible de supprimer le fichier « {0} ». {1} {2}
it: MSB3061: non è possibile eliminare il file "{0}". {1} {2}
ja: MSB3061: ファイル "{0}" を削除できません。{1} {2}
ko: MSB3061: 파일 "{0}"을(를) 삭제할 수 없습니다. {1} {2}
ru: MSB3061: не удается удалить файл "{0}". {1} {2}
tr: MSB3061: "{0}" dosyası silinemiyor. {1} {2}
zh_hans: MSB3061: 无法删除文件“{0}”。{1} {2}
zh_hant: MSB3061: 無法刪除檔案 "{0}"。{1} {2}

# Delete.InvalidRetryCount
source: MSB3028: {0} is an invalid retry count. Value must not be negative.
cs: MSB3028: {0} je neplatný počet opakování. Hodnota nesmí být záporná.
de: MSB3028: {0} ist eine ungültige Anzahl von Wiederholungen. Der Wert darf nicht negativ sein.
es: MSB3028: {0} no es un número de reintentos válido. El valor no puede ser negativo.
fr: MSB3028: {0} n'est pas un nombre de nouvelles tentatives valide. La valeur ne doit pas être négative.
it: MSB3028: {0} non corrisponde a un numero di tentativi valido. Il valore non deve essere negativo.
ja: MSB3028: {0} は無効な再試行回数です。値を負にすることはできません。
ko: MSB3028: {0}은(는) 잘못된 재시도 횟수입니다. 값은 음수일 수 없습니다.
pl: MSB3028: {0} jest nieprawidłową liczbą ponownych prób. Wartość nie może być ujemna.
pt_br: MSB3028: {0} é um número de novas tentativas inválido. O valor não deve ser negativo.
ru: MSB3028: {0} — недопустимое число повторных попыток. Значение не должно быть отрицательным.
tr: MSB3028: {0} geçersiz bir yeniden deneme sayısı. Değer negatif olamaz.
zh_hans: MSB3028: {0} 是无效的重试计数。值不能为负数。
zh_hant: MSB3028: {0} 是無效的重試計數。值不得為負數。

# Delete.InvalidRetryDelay
source: MSB3029: {0} is an invalid retry delay. Value must not be negative.
cs: MSB3029: {0} je neplatné zpoždění opakování. Hodnota nesmí být záporná.
de: MSB3029: {0} ist eine ungültige Wiederholungsverzögerung. Der Wert darf nicht negativ sein.
es: MSB3029: {0} no es un número de reintentos válido. El valor no puede ser negativo.
fr: MSB3029: {0} n'est pas un délai de nouvelle tentative valide. La valeur ne doit pas être négative.
it: MSB3029: {0} non corrisponde a un ritardo del tentativo valido. Il valore non deve essere negativo.
ja: MSB3029: {0} は無効な再試行遅延です。値を負にすることはできません。
ko: MSB3029: {0}은(는) 잘못된 재시도 간격입니다. 값은 음수일 수 없습니다.
pl: MSB3029: {0} jest nieprawidłowym opóźnieniem ponownych prób. Wartość nie może być ujemna.
pt_br: MSB3029: {0} é um atraso de nova tentativa inválido. O valor não deve ser negativo.
ru: MSB3029: {0} — недопустимое значение задержки повторной попытки. Значение не должно быть отрицательным.
tr: MSB3029: {0} geçersiz bir yeniden deneme gecikmesi. Değer negatif olamaz.
zh_hans: MSB3029: {0} 是无效的重试延迟时间。值不能为负数。
zh_hant: MSB3029: {0} 是無效的重試延遲。值不得為負數。

# Delete.Retrying
source: MSB3062: Could not delete file "{0}". Beginning retry {1} in {2}ms. {3} {4}
es: MSB3062: No se pudo eliminar el archivo "{0}". Iniciando reintento{1} en {2}ms. {3} {4}
fr: MSB3062: Impossible de supprimer le fichier « {0} ». Début du {1} de nouvelles tentatives en {2} ms. {3} {4}
it: MSB3062: non è stato possibile eliminare il file "{0}". Inizio dei tentativi {1} in {2}ms. {3} {4}
ja: MSB3062: ファイル "{0}" を削除できませんでした。{2} ミリ秒で再試行 {1} を開始しています。{3} {4}
ko: MSB3062: 파일 "{0}"을(를) 삭제할 수 없습니다. {2}ms 후 {1} 재시도를 시작하세요. {3} {4}
ru: MSB3062: не удалось удалить файл "{0}". Запуск повторной попытки {1} через {2} мс. {3} {4}
tr: MSB3062: "{0}" dosyası silinemedi. {1} {2} dakika içinde yeniden denenecek. {3} {4}
zh_hans: MSB3062: 无法删除文件“{0}”。{2} 毫秒后开始重试 {1} 次。{3} {4}
zh_hant: MSB3062: 無法刪除檔案 "{0}"。在 {2} 毫秒內開始重試 {1}。{3} {4}

# Delete.SkippingNonexistentFile
source: File "{0}" doesn't exist. Skipping.
cs: Soubor {0} neexistuje. Bude vynechán.
de: Die Datei "{0}" ist nicht vorhanden. Sie wird übersprungen.
es: El archivo "{0}" no existe. Se omitirá.
fr: Le fichier "{0}" n'existe pas. Opération ignorée.
it: Il file "{0}" non esiste e verrà ignorato.
ja: ファイル "{0}" は存在しません。省略します。
ko: "{0}" 파일이 없습니다. 건너뜁니다.
pl: Plik „{0}” nie istnieje. Operacja zostanie pominięta.
pt_br: O arquivo "{0}" não existe. Ignorando.
ru: Файл "{0}" не существует. Пропускается.
tr: "{0}" dosyası yok. Atlanıyor.
zh_hans: 文件“{0}”不存在。正在跳过。
zh_hant: 檔案 "{0}" 不存在。即將略過。

# DownloadFile.DidNotDownloadBecauseOfFileMatch
source: Did not download file from "{0}" to "{1}" because the "{2}" parameter was set to "{3}" in the project and the files' sizes match.
cs: Soubor se nestáhl z {0} do {1}, protože parametr {2} byl v projektu nastaven na hodnotu {3} a velikosti souborů se shodují.
de: Die Datei wurde nicht von "{0}" nach "{1}" heruntergeladen, da der {2}-Parameter im Projekt auf "{3}" festgelegt war und die Größen der Dateien übereinstimmen.
es: No se descargó el archivo desde "{0}" en "{1}" porque el parámetro "{2}" se estableció como "{3}" en el proyecto y los tamaños de los archivos coinciden.
fr: Impossible de télécharger le fichier de "{0}" vers "{1}", car le paramètre "{2}" a la valeur "{3}" dans le projet et les tailles des fichiers correspondent.
it: Il file "{0}" non è stato scaricato in "{1}". Il parametro "{2}" è stato impostato su "{3}" nel progetto e le dimensioni dei file corrispondono.
ja: "{2}" パラメーターがプロジェクトで "{3}" に設定されているため、またファイルのサイズが一致するため、"{0}" から "{1}" にファイルをダウンロードしませんでした。
ko: "{2}" 매개 변수가 프로젝트에 "{3}"(으)로 설정되었고 파일 크기가 일치하기 때문에 "{0}"에서 "{1}"(으)로 파일을 다운로드할 수 없습니다.
pl: Nie pobrano pliku z lokalizacji „{0}” do lokalizacji „{1}”, ponieważ parametr „{2}” w projekcie został ustawiony na wartość „{3}”, a rozmiary plików pasują do siebie.
pt_br: O arquivo não foi baixado de "{0}" para "{1}" porque o parâmetro "{2}" foi configurado como "{3}" no projeto e o tamanho dos arquivos corresponde.
ru: Файл не скачан из "{0}" в каталог "{1}", так как для параметра "{2}" в проекте задано значение "{3}" и размеры файлов совпадают.
tr: Projede "{2}" parametresi "{3}" olarak ayarlandığından ve dosyaların boyutları eşleştiğinden, "{0}" konumundaki dosya "{1}" konumuna indirilmedi.
zh_hans: 未将文件从“{0}”下载到“{1}”，因为“{2}”参数在项目中设置为“{3}”，而两个文件的大小一致。
zh_hant: 因為 "{2}" 參數在專案中已設為 "{3}" 且檔案的大小符合，所以未從 "{0}" 將檔案下載至 "{1}"。

# DownloadFile.Downloading
source: Downloading from "{0}" to "{1}" ({2:N0} bytes).
cs: Probíhá stahování z {0} do {1} ({2:N0} B).
de: Download von "{0}" nach "{1}" wird durchgeführt ({2:N0} Byte).
es: Descargando desde "{0}" en "{1}" ({2:N0} bytes).
fr: Téléchargement de "{0}" vers "{1}" ({2:N0} octets).
it: Download da "{0}" in "{1}" ({2:N0} byte).
ja: "{0}" から "{1}" にダウンロードしています ({2:N0} バイト)。
ko: "{0}"에서 "{1}"(으)로 다운로드 중입니다({2:N0}바이트).
pl: Pobieranie z lokalizacji „{0}” do lokalizacji „{1}” ({2:N0} B).
pt_br: Baixando de "{0}" para "{1}" ({2:N0} bytes).
ru: Скачивание из "{0}" в "{1}" ({2:N0} байт).
tr: "{0}" konumundan "{1}" konumuna indiriliyor ({2:N0} bayt).
zh_hans: 正在从“{0}”下载到“{1}”({2:N0} 字节)。
zh_hant: 正在從 "{0}" 下載至 "{1}" ({2:N0} 個位元組)。

# DownloadFile.ErrorDownloading
source: MSB3923: Failed to download file "{0}". {1}
cs: MSB3923: Soubor {0} se nepodařilo stáhnout. {1}
de: MSB3923: Fehler beim Herunterladen der Datei "{0}". {1}
es: MSB3923: No se pudo descargar el archivo "{0}". {1}
fr: MSB3923: Échec de téléchargement du fichier "{0}". {1}
it: MSB3923: non è stato possibile scaricare il file "{0}". {1}
ja: MSB3923: ファイル "{0}" をダウンロードできませんでした。{1}
ko: MSB3923: "{0}" 파일을 다운로드하지 못했습니다. {1}
pl: MSB3923: Nie można pobrać pliku „{0}”. {1}
pt_br: MSB3923: falha ao baixar o arquivo "{0}". {1}
ru: MSB3923: не удалось скачать файл "{0}". {1}
tr: MSB3923: "{0}" dosyası indirilemedi. {1}
zh_hans: MSB3923: 未能下载文件“{0}”。{1}
zh_hant: MSB3923: 無法下載檔案 "{0}"。 {1}

# DownloadFile.ErrorInvalidUrl
source: MSB3921: The specified URL "{0}" is not valid.
cs: MSB3921: Zadaná adresa URL {0} není platná.
de: MSB3921: Die angegebene URL "{0}" ist ungültig.
es: MSB3921: La dirección URL especificada "{0}" no es válida.
fr: MSB3921: L'URL spécifiée ("{0}") n'est pas valide.
it: MSB3921: l'URL specificato "{0}" non è valido.
ja: MSB3921: 指定した URL "{0}" が無効です。
ko: MSB3921: 지정된 URL "{0}"이(가) 잘못되었습니다.
pl: MSB3921: Określony adres URL „{0}” jest nieprawidłowy.
pt_br: MSB3921: a URL "{0}" especificada não é válida.
ru: MSB3921: указан недопустимый URL-адрес "{0}".
tr: MSB3921: Belirtilen "{0}" URL’si geçerli değil.
zh_hans: MSB3921: 指定 URL“{0}”无效。
zh_hant: MSB3921: 指定的 URL "{0}" 無效。

# DownloadFile.ErrorUnknownFileName
source: MSB3922: Failed to determine a file name from the URL "{0}". Please specify a file name with the "{1}" parameter.
cs: MSB3922: Z adresy URL {0} se nepodařilo určit název souboru. Zadejte prosím název souboru pomocí parametru {1}.
de: MSB3922: Fehler beim Festlegen eines Dateinamens aus der URL "{0}". Geben Sie einen Dateinamen über den Parameter "{1}" an.
es: MSB3922: No se pudo determinar un nombre de archivo a partir de la dirección URL "{0}". Especifique un nombre de archivo con el parámetro "{1}".
fr: MSB3922: Échec de détermination d'un nom de fichier à partir de l'URL "{0}". Spécifiez un nom de fichier avec le paramètre "{1}".
it: MSB3922: non è stato possibile determinare un nome file dall'URL "{0}". Specificare un nome file con il parametro "{1}".
ja: MSB3922: URL "{0}" からファイル名を決定できませんでした。ファイル名を "{1}" パラメーターで指定してください。
ko: MSB3922: URL "{0}"에서 파일 이름을 확인하지 못했습니다. "{1}" 매개 변수를 사용하여 파일 이름을 지정하세요.
pl: MSB3922: Nie można określić nazwy pliku na podstawie adresu URL „{0}”. Określ nazwę pliku za pomocą parametru „{1}”.
pt_br: MSB3922: falha ao determinar um nome de arquivo por meio da URL "{0}". Especifique um nome de arquivo com o parâmetro "{1}".
ru: MSB3922: не удалось определить имя файла по URL-адресу "{0}". Укажите имя файла с параметром "{1}".
tr: MSB3922: "{0}" URL’sinden bir dosya adı belirlenemedi. Lütfen "{1}" parametresiyle bir dosya adı belirtin.
zh_hans: MSB3922: 未能通过 URL“{0}”确定文件名。请使用“{1}”参数指定文件名。
zh_hant: MSB3922: 無法判斷來自 URL "{0}" 的檔案名稱。 請以 "{1}" 參數指定檔案名稱。

# DownloadFile.Retrying
source: MSB3924: Failed to download file "{0}". Beginning retry {1} in {2}ms. {3}
cs: MSB3924: Soubor {0} se nepodařilo stáhnout. Za {2} ms bude zahájeno opakování {1}. {3}
de: MSB3924: Fehler beim Herunterladen der Datei "{0}". Ein neuer Versuch "{1}" wird in {2} ms gestartet. {3}
es: MSB3924: No se pudo descargar el archivo "{0}". Se iniciará el reintento {1} en {2}ms. {3}
fr: MSB3924: Échec de téléchargement du fichier "{0}". Nouvelle tentative de {1} dans {2} ms. {3}
it: MSB3924: non è stato possibile scaricare il file "{0}". Avvio di un nuovo tentativo {1} tra {2} ms. {3}
ja: MSB3924: ファイル "{0}" をダウンロードできませんでした。{2} ミリ秒以内に {1} を再試行します。{3}
ko: MSB3924: "{0}" 파일을 다운로드하지 못했습니다. {2}ms 후 {1}을(를) 다시 시도합니다. {3}
pl: MSB3924: Nie można pobrać pliku „{0}”. Ponowna próba {1} za {2} ms. {3}
pt_br: MSB3924: falha ao baixar o arquivo "{0}". Iniciando a nova tentativa de {1} em {2}ms. {3}
ru: MSB3924: не удалось скачать файл "{0}". Повторная попытка {1} будет предпринята через {2} мс. {3}
tr: MSB3924: "{0}" dosyası indirilemedi. {2} ms içinde {1}. deneme başlatılacak. {3}
zh_hans: MSB3924: 未能下载文件“{0}”。将在 {2} 毫秒内重试 {1}。{3}
zh_hant: MSB3924: 無法下載檔案 "{0}"。將於 {2} 毫秒內開始重試 {1}。{3}
