Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateResource.SeparateAppDomainBecauseOfType
source: Creating a separate AppDomain because of resource "{0}" of type "{1}" in "{2}" on line {3}.
cs: Probíhá vytvoření samostatné domény aplikace (AppDomain) vzhledem k prostředku {0} typu {1} v souboru {2} na řádku {3}.
de: Aufgrund der Ressource "{0}" vom Typ "{1}" in "{2}" in Zeile {3} wird eine separate AppDomain erstellt.
es: Creando un AppDomain distinto debido al recurso "{0}" de tipo "{1}" en "{2}" en la línea {3}.
fr: Création d'un AppDomain séparé en raison d'une ressource "{0}" de type "{1}" dans "{2}" à la ligne {3}.
it: Verrà creato un AppDomain separato a causa della risorsa "{0}" del tipo "{1}" in "{2}" alla riga {3}.
ja: 行 {3} の "{2}" で型 "{1}" のリソース "{0}" が指定されているため、別の AppDomain を作成しています。
ko: 줄 {3}의 "{2}"에 "{1}" 형식의 "{0}" 리소스가 있어 별도의 AppDomain을 만들고 있습니다.
pl: Trwa tworzenie oddzielnego parametru AppDomain, ponieważ istnieje zasób „{0}” typu „{1}” w „{2}” w wierszu {3}.
pt_br: Criando um AppDomain separado devido ao recurso "{0}" do tipo "{1}" em "{2}" na linha {3}.
ru: Создается отдельный AppDomain из-за ресурса "{0}" типа "{1}" в "{2}" на линии {3}.
tr: {3} satırındaki "{2}" içinde "{1}" türündeki "{0}" kaynak nedeniyle ayrı bir AppDomain oluşturuluyor.
zh_hans: 正在创建单独的 AppDomain，因为第 {3} 行的“{2}”中存在“{1}”类型的资源“{0}”。
zh_hant: 由於第 {3} 行 "{2}" 中類型 "{1}" 的資源 "{0}"，正在建立不同的 AppDomain。

# GenerateResource.BadImageFormat
source: MSB3574: Did not recognize "{0}" as a managed assembly.
cs: MSB3574: Sestavení {0} nebylo rozpoznáno jako spravované sestavení.
de: MSB3574: "{0}" konnte nicht als verwaltete Assembly erkannt werden.
es: MSB3574: No se reconoció "{0}" como un ensamblado administrado.
fr: MSB3574: "{0}" n'a pas été reconnu en tant qu'assembly managé.
it: MSB3574: "{0}" non riconosciuto come assembly gestito.
ja: MSB3574: "{0}" はマネージド アセンブリとして認識されませんでした。
ko: MSB3574: "{0}"을(를) 관리되는 어셈블리로 인식할 수 없습니다.
pl: MSB3574: Nie rozpoznano "{0}" jako zarządzanego zestawu.
pt_br: MSB3574: não reconheceu "{0}" como um assembly gerenciado.
ru: MSB3574: сборка "{0}" не распознана в качестве управляемой сборки.
tr: MSB3574: "{0}", yönetilen derleme olarak tanınmadı.
zh_hans: MSB3574: 未将“{0}”识别为托管程序集。
zh_hant: MSB3574: 無法辨識 "{0}" 為受控組件。

# GenerateResource.CannotWriteAssembly
source: MSB3575: GenerateResource cannot write assemblies, only read from them. Cannot create assembly "{0}".
cs: MSB3575: Úloha GenerateResource nemůže sestavení zapisovat, může z nich pouze číst. Nelze vytvořit sestavení {0}.
de: MSB3575: GenerateResource kann keine Assemblys schreiben, nur aus ihnen lesen. Assembly "{0}" kann nicht erstellt werden.
es: MSB3575: GenerateResource no puede escribir ensamblados, solo leerlos. No se puede crear el ensamblado "{0}".
fr: MSB3575: GenerateResource ne peut pas écrire dans les assemblys, mais uniquement les lire. Impossible de créer l'assembly "{0}".
it: MSB3575: GenerateResource non è in grado di scrivere assembly, ma solo di leggerli. Non è possibile creare l'assembly "{0}".
ja: MSB3575: GenerateResource は、アセンブリの読み取りのみ行うことができ、書き込むことはできません。アセンブリ "{0}" を作成できません。
ko: MSB3575: GenerateResource는 어셈블리에 쓸 수 없으며 읽을 수만 있습니다. "{0}" 어셈블리를 만들 수 없습니다.
pl: MSB3575: Zadanie GenerateResource nie może zapisywać zestawów, a tylko z nich odczytywać. Nie można utworzyć zestawu „{0}”.
pt_br: MSB3575: GenerateResource não pode gravar assemblies, mas somente lê-los. Não é possível criar assembly "{0}".
ru: MSB3575: задача GenerateResource не может осуществлять запись сборок; возможно только чтение из них. Невозможно создать сборку "{0}".
tr: MSB3575: GenerateResource bütünleştirilmiş kod yazamaz, yalnızca bütünleştirilmiş kodlardan okuyabilir. "{0}" bütünleştirilmiş kodu oluşturulamıyor.
zh_hans: MSB3575: GenerateResource 不能写入程序集，只能从程序集中读取。无法创建程序集“{0}”。
zh_hant: MSB3575: GenerateResource 無法寫入組件，只能讀取組件。無法建立組件 "{0}"。

# GenerateResource.CreatingCultureInfoFailed
source: MSB3576: Creating the CultureInfo failed for assembly "{2}". Note the set of cultures supported is Operating System-dependent, and the Operating System has removed some cultures from time to time (ie, some Serbian cultures are split up in Windows 7). The culture may be a user-defined custom culture that we can't currently load on this machine. Exception info: {0}: {1}
cs: MSB3576: Pro sestavení {2} se nepovedlo vytvořit instanci třídy CultureInfo obsahující informace o jazykové verzi. Sada podporovaných jazykových verzí je závislá na operačním systému a operační systém některé jazykové verze čas od času odstraňuje (např. některé srbské jazykové verze jsou v systému Windows 7 rozděleny). Je možné, že daná jazyková verze je jazyková verze definovaná uživatelem, kterou v tomto počítači nyní nelze načíst. Informace o výjimce: {0}: {1}
de: MSB3576: CultureInfo für Assembly "{2}" konnte nicht erstellt werden. Hinweis: Welche Kulturen konkret unterstützt werden, hängt vom Betriebssystem ab. Hin und wieder werden Kulturen aus dem Betriebssystem entfernt (in Windows 7 sind z. B. einige serbische Kulturen aufgeteilt). Möglicherweise handelt es sich um eine benutzerdefinierte Kultur, die auf diesem Computer derzeit nicht geladen werden kann. Ausnahmeinformationen: {0}: {1}
es: MSB3576: Error al crear CultureInfo para el ensamblado "{2}". Tenga en cuenta que el conjunto de referencias culturales admitido depende del sistema operativo y este ha quitado algunas referencias culturales de vez en cuando (por ejemplo, en Windows 7, algunas referencias culturales de serbio están divididas). La referencia cultural puede ser una referencia cultural personalizada definida por el usuario que no se pueda cargar actualmente en este equipo. Información de la excepción: {0}: {1}
fr: MSB3576: Échec de la création de CultureInfo pour l'assembly "{2}". Notez que l'ensemble de cultures pris en charge est dépendant du système d'exploitation et que le système d'exploitation supprime parfois certaines cultures (par exemple, certaines cultures serbes ont été scindées dans Windows 7). La culture est peut-être une culture personnalisée définie par l'utilisateur qui ne peut pas actuellement être chargée sur cette machine. Infos sur l'exception : {0} : {1}
it: MSB3576: la creazione di CultureInfo non è riuscita per l'assembly "{2}". Il set di impostazioni cultura supportate dipende dal sistema operativo che, a volte, rimuove alcune impostazioni cultura, ad esempio alcune impostazioni cultura serbe sono suddivise in Windows 7. Le impostazioni cultura potrebbero essere impostazioni personalizzate definite dall'utente che non possono essere attualmente caricate nel computer. Informazioni sull'eccezione: {0}: {1}
ja: MSB3576: アセンブリ "{2}" の CultureInfo の作成に失敗しました。サポートされるカルチャのセットはオペレーティング システムに依存し、オペレーティング システムによってカルチャが削除されていることがある点に注意してください (Windows 7 では一部のセルビア語カルチャが分解されました)。このカルチャは、このコンピューターに現在読み込むことができないユーザー定義のカスタム カルチャである可能性があります。例外情報: {0}: {1}
ko: MSB3576: "{2}" 어셈블리에 대해 CultureInfo를 만들지 못했습니다. 지원되는 문화권 집합은 운영 체제에 종속되며 운영 체제에서 때때로 일부 문화권이 제거되었습니다. 즉, Windows 7에서는 일부 세르비아어 문화권이 분할되었습니다. 문화권이 현재 이 컴퓨터에서 로드할 수 없는 사용자 정의 문화권일 수도 있습니다. 예외 정보: {0}: {1}
pl: MSB3576: Utworzenie obiektu CultureInfo dla zestawu „{2}” nie powiodło się. Obsługiwany zestaw kultur jest zależny od systemu operacyjnego, a pewne kultury są czasami usuwane z systemu operacyjnego (np. w systemie Windows 7 rozdzielono niektóre serbskie kultury). Kultura może być zdefiniowaną przez użytkownika kulturą niestandardową, której w danej chwili nie można załadować na tym komputerze. Informacje o wyjątku: {0}: {1}
pt_br: MSB3576: Falha na criação do CultureInfo para o assembly "{2}". Observe que o conjunto de culturas com suporte depende do Sistema Operacional e o Sistema Operacional tem removido algumas culturas regularmente (por exemplo, algumas culturas sérvias são divididas no Windows 7). A cultura pode ser uma cultura personalizada e definida pelo usuário que não podemos carregar no momento neste computador. Informações da exceção: {0}: {1}
ru: MSB3576: сбой при создании CultureInfo для сборки "{2}". Учтите, что поддерживаемый набор языков и региональных параметров зависит от операционной системы и периодически из операционной системы удаляются некоторые языки и региональные параметры (например, некоторые сербские языки и региональные параметры были разделены в Windows 7). В качестве языка и региональных параметров могут использоваться определенные пользователем параметры, которые сейчас невозможно загрузить на этот компьютер. Информация об исключении: {0}: {1}
tr: MSB3576: "{2}" bütünleştirilmiş kodu için CultureInfo oluşturulamadı. Desteklenen kültür kümeleri İşletim Sistemine bağlıdır ve İşletim Sistemi çeşitli zamanlarda bazı kültürleri kaldırmıştır (örneğin bazı Sırp kültürleri Windows 7’de bölünmüştür). Kültür, şu anda bu makinede yükleyemediğimiz kullanıcı tanımlı özel bir kültür olabilir. Özel durum bilgisi: {0}: {1}
zh_hans: MSB3576: 无法为程序集“{2}”创建 CultureInfo。请注意，支持的区域性集依赖于操作系统，而操作系统已不时删除了一些区域性(即，在 Windows 7 中拆分了一些塞尔维亚语区域性)。区域性可能是用户定义的自定义区域性，当前我们无法在此计算机上加载这种区域性。异常信息: {0}: {1}
zh_hant: MSB3576: 為組件 "{2}" 建立 CultureInfo 失敗。請注意，支援的文化特性集合與作業系統相關，並且作業系統已不時移除一些文化特性 (例如，有些塞爾維亞文的文化特性在 Windows 7 中已分割)。文化特性有可能是使用者定義的自訂文化特性，而我們目前無法在這部電腦上載入。例外狀況資訊: {0}: {1}

# GenerateResource.DuplicateOutputFilenames
source: MSB3577: Two output file names resolved to the same output path: "{0}"
cs: MSB3577: Dva názvy výstupních souborů byly přeloženy na stejnou výstupní cestu: {0}
de: MSB3577: Zwei Ausgabedateinamen wurden zum selben Ausgabepfad aufgelöst: "{0}"
es: MSB3577: Dos nombres de archivo de salida se resolvieron en la misma ruta de acceso de salida: "{0}"
fr: MSB3577: Deux noms de fichier de sortie ont été résolus vers le même chemin de sortie : "{0}"
it: MSB3577: due nomi file di output sono stati risolti nello stesso percorso di output: "{0}"
ja: MSB3577: 2 つの出力ファイル名が同じ出力パスに解決されました:"{0}"
ko: MSB3577: 두 출력 파일 이름이 동일한 출력 경로로 확인되었습니다. "{0}"
pl: MSB3577: Dwie nazwy plików wyjściowych zostały rozpoznane jako taka sama ścieżka wyjściowa: „{0}”.
pt_br: MSB3577: dois nomes de arquivo de saída resolvidos para o mesmo caminho de saída: "{0}"
ru: MSB3577: Два имени выходных файлов разрешаются в один и тот же выходной путь: "{0}"
tr: MSB3577: Aynı çıkış yoluna çözümlenen iki çıkış dosyası adı: "{0}"
zh_hans: MSB3577: 两个输出文件名解析为同一个输出路径:“{0}”
zh_hant: MSB3577: 兩個輸出檔名解析成相同的輸出路徑: "{0}"

# GenerateResource.NeutralityOfCultureNotPreserved
source: MSB3578: This assembly contains neutral resources corresponding to the culture "{0}". These resources will not be considered neutral in the output format as we are unable to preserve this information. The resources will continue to correspond to "{0}" in the output format.
cs: MSB3578: Toto sestavení obsahuje neutrální prostředky odpovídající jazykové verzi {0}. Tyto prostředky nebudou ve výstupním formátu považovány za neutrální, protože tuto informaci nelze uchovat. Prostředky budou ve výstupním formátu i nadále odpovídat jazykové verzi {0}.
de: MSB3578: Diese Assembly enthält neutrale Ressourcen, die der Kultur "{0}" entsprechen. Im Ausgabeformat gelten die betreffenden Ressourcen nicht als neutral, da diese Information nicht beibehalten werden kann. Die Ressourcen entsprechen im Ausgabeformat nach wie vor "{0}".
es: MSB3578: Este ensamblado contiene recursos independientes del idioma correspondientes a la referencia cultural "{0}". Estos recursos no se considerarán independientes del idioma en el formato de salida ya que no es posible conservar esta información. Los recursos continuarán correspondiendo a "{0}" en el formato de salida.
fr: MSB3578: Cet assembly contient des ressources neutres correspondant à la culture "{0}". Ces ressources ne sont pas considérées comme neutres dans le format de sortie, car nous ne sommes pas en mesure de conserver cette information. Les ressources continueront de correspondre à "{0}" dans le format de sortie.
it: MSB3578: l'assembly contiene risorse neutre corrispondenti alle impostazioni cultura "{0}". Queste risorse non verranno considerate neutre nel formato di output perché non è possibile conservare questa informazione. Le risorse continueranno a corrispondere a "{0}" nel formato di output.
ja: MSB3578: このアセンブリには、カルチャ "{0}" に対応するニュートラル リソースが含まれています。この情報を保持することができないため、これらのリソースは出力形式においてニュートラルとは見なされません。その場合もこれらのリソースは出力形式で "{0}" に対応します。
ko: MSB3578: 이 어셈블리에는 "{0}" 문화권에 해당하는 중립 리소스가 있습니다. 이 정보를 유지할 수 없기 때문에 이러한 리소스가 출력 형식에서 중립으로 간주되지 않습니다. 출력 형식에서는 리소스가 계속 "{0}"에 해당합니다.
pl: MSB3578: Ten zestaw zawiera neutralne zasoby odpowiadające kulturze „{0}”. Te zasoby nie będą uznawane za neutralne w formacie wyjściowym, ponieważ nie jesteśmy w stanie zachować tych informacji. Zasoby będą nadal odpowiadały kulturze „{0}” w formacie wyjściowym.
pt_br: MSB3578: Este assembly contém recursos neutros correspondentes à cultura "{0}". Esses recursos não serão consideradas neutros no formato de saída, pois não conseguimos preservar essas informações. Os recursos continuarão correspondentes a "{0}" no formato de saída.
ru: MSB3578: эта сборка содержит нейтральные ресурсы, соответствующие языку и региональным параметрам "{0}". Эти ресурсы не будут считаться нейтральными в выходном формате, поскольку сохранить эту информацию невозможно. В выходном формате ресурсы по-прежнему будут соответствовать "{0}".
tr: MSB3578: Bu bütünleştirilmiş kod, "{0}" kültürüne karşılık gelen nötr kaynaklar içeriyor. Bu bilgileri koruyamadığımızdan bu kaynaklar çıkış biçiminde nötr olarak değerlendirilmeyecek. Kaynaklar çıkış biçiminde "{0}" kültürüne karşılık gelmeye devam edecek.
zh_hans: MSB3578: 此程序集包含与区域性“{0}”对应的非特定资源。这些资源在输出格式中不会被视为非特定资源，因为我们无法保留此信息。这些资源在输出格式中将继续与“{0}”相对应。
zh_hant: MSB3578: 這個組件包含對應至文化特性 "{0}" 的中性資源。採用輸出格式的資源不會是中性的，因為我們無法保留這項資訊。輸出格式的資源將繼續對應至 "{0}"。

# GenerateResource.NoResourcesFileInAssembly
source: MSB3579: Couldn't find the linked resources file "{0}" listed in the assembly manifest.
cs: MSB3579: Nebyl nalezen soubor připojených prostředků {0} uvedený v manifestu sestavení.
de: MSB3579: Die verknüpfte Ressourcendatei "{0}" konnte in Ihrem Assemblymanifest nicht gefunden werden.
es: MSB3579: No se pudo encontrar el archivo vinculado "{0}" enumerado en el manifiesto del ensamblado.
fr: MSB3579: Le fichier de ressources liées "{0}" répertorié dans l'assembly de manifeste est introuvable.
it: MSB3579: il file delle risorse collegato "{0}" presente nell'elenco del manifesto dell'assembly non è stato trovato.
ja: MSB3579: アセンブリ マニフェストにリストされているリンクされたリソース ファイル "{0}" が見つかりませんでした。
ko: MSB3579: 어셈블리 매니페스트에 나열된 연결된 리소스 파일 "{0}"을(를) 찾을 수 없습니다.
pl: MSB3579: Nie znaleziono połączonego pliku zasobów "{0}" wyszczególnionego w manifeście zasobów.
pt_br: MSB3579: não foi possível encontrar o arquivo de recursos vinculado "{0}" listado no manifesto do assembly.
ru: MSB3579: не удалось найти связанный файл ресурсов "{0}", указанный в манифесте сборки.
tr: MSB3579: Derleme bildiriminde listelenen "{0}" bağlantı kaynaklar dosyası bulunamadı.
zh_hans: MSB3579: 找不到程序集清单中列出的链接的资源文件“{0}”。
zh_hant: MSB3579: 找不到組件資訊清單中所列的連結資源檔 "{0}"。

# GenerateResource.SatelliteOrMalformedAssembly
source: MSB3580: The assembly in file "{0}" has an assembly culture, indicating it is a satellite assembly for culture "{1}". But satellite assembly simple names must end in ".resources", while this one's simple name is "{2}". This is either a main assembly with the culture incorrectly set, or a satellite assembly with an incorrect simple name.
cs: MSB3580: Sestavení v souboru {0} má jazykovou verzi sestavení, která určuje, že se jedná o satelitní sestavení pro jazykovou verzi {1}. Jednoduché názvy satelitních sestavení musí ale mít příponu .resources, zatímco jednoduchý název tohoto sestavení je {2}. Buď se jedná o hlavní sestavení s nesprávně nastavenou jazykovou verzí, nebo o satelitní sestavení s nesprávným jednoduchým názvem.
de: MSB3580: Die Assembly in der Datei "{0}" verfügt über eine Assemblykultur, was darauf hinweist, dass sie eine Satellitenassembly für die Kultur "{1}" ist. Einfache Satellitenassemblynamen müssen auf ".resources" enden. Im vorliegenden Fall lautet der einfache Name jedoch "{2}". Es handelt sich entweder um eine Hauptassembly mit falsch bestimmter Kultur oder um eine Satellitenassembly mit falschem einfachen Namen.
es: MSB3580: El ensamblado del archivo "{0}" tiene una referencia cultural de ensamblado que indica que es un ensamblado satélite para la referencia cultural "{1}". Pero los nombres simples de los ensamblados satélite deben terminar en ".resources", mientras que el nombre simple de este ensamblado es "{2}". Puede que se trate de un ensamblado principal con la referencia cultural definida incorrectamente o de un ensamblado satélite con un nombre simple incorrecto.
fr: MSB3580: L'assembly dans le fichier "{0}" a une culture d'assembly indiquant qu'il s'agit d'un assembly satellite pour la culture "{1}". Les noms simples d'assembly satellite doivent se terminer par ".resources", mais le nom simple de cet assembly est "{2}". Il s'agit soit d'un assembly principal dont la culture n'est pas correctement définie, soit d'un assembly satellite portant un nom simple incorrect.
it: MSB3580: l'assembly nel file "{0}" include impostazioni cultura che lo indicano come assembly satellite per le impostazioni cultura "{1}". Tuttavia i nomi semplici dell'assembly satellite devono terminare con ".resources", mentre il nome semplice di questo assembly è "{2}". Si tratta, quindi, di un assembly principale con le impostazioni cultura impostate in modo non corretto o di un assembly satellite con un nome semplice non corretto.
ja: MSB3580: ファイル "{0}" のアセンブリには、カルチャ "{1}" のサテライト アセンブリであることを示すアセンブリ カルチャが含まれています。しかし、サテライト アセンブリの簡易名が ".resources" で終了する必要があるのに対し、このアセンブリの簡易名は "{2}" です。このアセンブリは、カルチャが不適切に設定されたメイン アセンブリであるか、簡易名が不適切なサテライト アセンブリのどちらかです。
ko: MSB3580: "{0}" 파일의 어셈블리에 어셈블리 문화권이 있으며, 이는 "{1}" 문화권의 위성 어셈블리임을 나타냅니다. 하지만 위성 어셈블리의 단순 이름은 ".resources"로 끝나야 하는데 이 어셈블리의 단순 이름은 "{2}"입니다. 문화권이 잘못 설정된 주 어셈블리이거나 단순 이름이 잘못된 위성 어셈블리입니다.
pl: MSB3580: Zestaw w pliku „{0}” ma ustawienie kultury wskazujące na to, że jest to zestaw satelicki kultury „{1}”. Proste nazwy zestawów satelickich muszą jednak kończyć się ciągiem „.resources”, podczas gdy prosta nazwa tego zestawu to „{2}”. Jest to zestaw główny z niepoprawnie ustawioną kulturą lub zestaw satelicki z niepoprawną prostą nazwą.
pt_br: MSB3580: O assembly no arquivo "{0}" tem uma cultura, indicando que ele é um assembly satélite da cultura "{1}". Porém, os nomes simples de assembly satélite devem terminar em ".resources", enquanto o nome simples desse assembly é "{2}". Ele é um assembly principal com a cultura definida incorretamente ou um assembly satélite com um nome simples incorreto.
ru: MSB3580: сборка в файле "{0}" содержит язык и региональные параметры, указывающие на то, что сборка является вспомогательной для языка и региональных параметров "{1}". Однако простые имена вспомогательных сборок должны оканчиваться на ".resources", в то время как простое имя этой сборки имеет вид "{2}". Возможно, эта сборка является основной, но для нее ошибочно заданы язык и региональные параметры, или вспомогательной сборкой с неправильным простым именем.
tr: MSB3580: "{0}" dosyasındaki bütünleştirilmiş kod, "{1}" kültürü için uydu bütünleştirilmiş kod olduğunu belirten bir bütünleştirilmiş kod kültürüne sahip. Ancak uydu bütünleştirilmiş kod basit adlarının ".resources" ile bitmesi gerekirken, bu bütünleştirilmiş kodun basit adı "{2}" şeklinde. Bu bütünleştirilmiş kod, kültürü yanlış ayarlanmış bir ana bütünleştirilmiş kod veya yanlış basit ada sahip bir uydu bütünleştirilmiş kod.
zh_hans: MSB3580: 文件“{0}”中的程序集含有程序集区域性，用于指示其为区域性“{1}”的附属程序集。但附属程序集的简单名称必须以“.resources”结尾，而这个程序集的简单名称为“{2}”。这个程序集要么是区域性设置不正确的主程序集，要么是具有错误的简单名称的附属程序集。
zh_hant: MSB3580: 檔案 "{0}" 中的組件有組件文化特性，表示它是文化特性 "{1}" 的附屬組件。但附屬組件的簡單名稱結尾必須是 ".resources"，而這個組件的簡單名稱是 "{2}"。這可能是文化特性設定錯誤的主要組件，或簡單名稱錯誤的附屬組件。

# GenerateResource.SatelliteAssemblyContainsCode
source: MSB3811: The assembly "{0}" says it is a satellite assembly, but it contains code. Main assemblies shouldn't specify the assembly culture in their manifest, and satellites should not contain code. This is almost certainly an error in your build process.
cs: MSB3811: Sestavení {0} uvádí, že se jedná o satelitní sestavení, ale obsahuje kód. Hlavní sestavení nesmí ve svém manifestu určovat jazykovou verzi sestavení a satelitní sestavení nesmí obsahovat kód. Téměř jistě se jedná o chybu ve vašem procesu sestavení.
de: MSB3811: Die Assembly "{0}" gibt an, eine Satellitenassembly zu sein, obwohl sie Code enthält. Hauptassemblys sollten die Assemblykultur in ihrem Manifest nicht angeben, und Satelliten sollten keinen Code enthalten. Es handelt sich mit hoher Wahrscheinlichkeit um einen Fehler in Ihrem Buildprozess.
es: MSB3811: El ensamblado "{0}" indica que es un ensamblado satélite, pero contiene código. Los ensamblados principales no deben especificar la referencia cultural del ensamblado en su manifiesto y los satélites no deben contener código. Probablemente se deba a un error en el proceso de compilación.
fr: MSB3811: L'assembly "{0}" indique qu'il est un assembly satellite, alors qu'il contient du code. Les assemblys principaux ne doivent pas spécifier la culture d'assembly dans leur manifeste. Les assemblys satellites ne doivent pas contenir de code. Il s'agit très probablement d'une erreur dans votre processus de génération.
it: MSB3811: l'assembly "{0}" si presenta come assembly satellite, ma contiene codice. Gli assembly principali non devono specificare le impostazioni cultura dell'assembly nel manifesto e i satelliti non devono contenere codice. Probabilmente si tratta di un errore del processo di compilazione.
ja: MSB3811: アセンブリ "{0}" はサテライト アセンブリであると示されていますが、コードが含まれています。メイン アセンブリではマニフェストにアセンブリ カルチャを指定できず、サテライトにコードを含めることはできません。ビルド処理に問題がある可能性が高いです。
ko: MSB3811: "{0}" 어셈블리는 위성 어셈블리인 것으로 되어 있지만 코드를 포함합니다. 주 어셈블리의 매니페스트에는 어셈블리 문화권이 지정되지 않아야 하고 위성은 코드를 포함하지 않아야 합니다. 빌드 프로세스에 오류가 있는 것 같습니다.
pl: MSB3811: Zestaw „{0}” jest określony jako satelicki, ale zawiera kod. W manifestach zestawów głównych nie powinna być określona kultura zestawu, a manifesty zestawów satelickich nie powinny zawierać kodu. Prawie na pewno wskazuje to na błąd w procesie kompilacji.
pt_br: MSB3811: O assembly "{0}" informa que é um assembly satélite, mas contém código. Os assemblies principais não devem especificar a cultura do assembly no manifesto correspondente e os satélites não devem conter código. É grande a probabilidade de isso ser um erro do processo de build.
ru: MSB3811: в сборке "{0}" указано, что эта сборка является вспомогательной, однако она содержит код. В манифестах основных сборок не должны указываться язык и региональные параметры, а вспомогательные сборки не должны содержать код. Это почти наверняка указывает на ошибку в процессе сборки.
tr: MSB3811: "{0}" bütünleştirilmiş kodu uydu bütünleştirilmiş kod olduğunu belirtiyor, ancak kod içeriyor. Ana bütünleştirilmiş kodlar bildirimlerinde bütünleştirilmiş kod kültürünü belirtmemeli ve uydular kod içermemelidir. Bu durum, hemen hemen kesinlikle derleme işleminizdeki bir hatadır.
zh_hans: MSB3811: 程序集“{0}”指明其为附属程序集，但却包含代码。主程序集不应在其清单中指定程序集区域性，而附属程序集不应包含代码。这在生成过程中几乎肯定是一个错误。
zh_hant: MSB3811: 組件 " {0}" 自稱為附屬組件，但其中包含程式碼。主要組件不應該在資訊清單中指定組件文化特性，而附屬組件不應該包含程式碼。幾乎可以肯定您的建置流程出現錯誤。
