Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ResolveAssemblyReference.ConflictFound
source: There was a conflict between "{0}" and "{1}".
cs: Došlo ke konfliktu mezi sestavením {0} a sestavením {1}.
de: Konflikt zwischen {0} und {1}.
es: Existía un conflicto entre "{0}" y "{1}".
fr: Conflit existant entre "{0}" et "{1}".
it: Conflitto tra "{0}" e "{1}".
ja: "{0}" と "{1}" の間で競合が発生しました。
ko: "{0}"과(와) "{1}" 사이에 충돌이 발생했습니다.
pl: Wystąpił konflikt między „{0}” a „{1}”.
pt_br: Há um conflito entre "{0}" e "{1}".
ru: Произошел конфликт между "{0}" и "{1}".
tr: "{0}" ve "{1}" arasında çakışma vardı.
zh_hans: “{0}”与“{1}”之间存在冲突。
zh_hant: "{0}" 和 "{1}" 之間發生衝突。

# ResolveAssemblyReference.ConflictHigherVersionChosen
source: "{0}" was chosen because it had a higher version.
cs: Bylo zvoleno sestavení {0}, protože mělo novější verzi.
de: {0} wurde aufgrund der höheren Version ausgewählt.
es: Se eligió "{0}" porque tenía una versión posterior.
fr: "{0}" a été sélectionné en raison de sa version ultérieure.
it: È stato scelto "{0}" perché era una versione successiva.
ja: バージョンが新しいため "{0}" が選択されました。
ko: "{0}"이(가) 버전이 더 높아 선택되었습니다.
pl: Wybrano „{0}”, ponieważ jest w nowszej wersji.
pt_br: "{0}" foi escolhido porque sua versão era maior.
ru: Выбран "{0}" из-за более поздней версии.
tr: Sürümü daha yüksek olduğundan "{0}" seçildi.
zh_hans: 已选择“{0}”，因为它的版本更高。
zh_hant: 已選擇 "{0}"，因為它擁有較高的版本。

# ResolveAssemblyReference.ConflictPrimaryChosen
source: "{0}" was chosen because it was primary and "{1}" was not.
cs: Bylo zvoleno sestavení {0}, protože bylo primární, zatímco sestavení {1} nebylo primární.
de: {0} wurde aufgrund der primären Eigenschaft {1} vorgezogen.
es: Se eligió "{0}" porque era principal y "{1}" no lo era.
fr: "{0}" a été sélectionné, car il était de type primaire et "{1}" ne l'était pas.
it: È stato scelto "{0}" perché era primario, mentre "{1}" non lo era.
ja: プライマリであるため、"{0}" が選択されました。"{1}" はプライマリではありませんでした。
ko: "{0}"이(가) 기본 항목이므로 선택되었습니다. "{1}"은(는) 기본 항목이 아닙니다.
pl: Wybrano parametr „{0}”, ponieważ jest parametrem podstawowym. Parametr „{1}” nie jest takim parametrem.
pt_br: "{0}" foi escolhido porque era principal e "{1}" não era.
ru: Выбрано "{0}", поскольку оно являлось основным, в отличии от "{1}".
tr: "{0}" seçildi, çünkü bu birincil, "{1}" ise birincil değil.
zh_hans: 已选择“{0}”，因为它是主版本而“{1}”不是。
zh_hant: 已選擇 "{0}"，因為它是主要組件，而 "{1}" 不是。

# ResolveAssemblyReference.ConflictRedirectSuggestion
source: Consider app.config remapping of assembly "{0}" from Version "{1}" [{2}] to Version "{3}" [{4}] to solve conflict and get rid of warning.
cs: Konflikt bude pravděpodobně možné vyřešit přemapováním souboru app.config sestavení {0} z verze {1} [{2}] na verzi {3} [{4}]. Upozornění by se poté nemělo zobrazovat.
de: Führen Sie ggf. mit app.config eine erneute Zuordnung der {0}-Assembly von Version {1} [{2}] zu {3} [{4}] durch, um den Konflikt zu lösen und Warnmeldungen zu vermeiden.
es: Para resolver el conflicto y eliminar la advertencia, reasigne app.config del ensamblado "{0}" de la versión "{1}" [{2}] a la versión "{3}" [{4}].
fr: Si possible, remappez app.config de l'assembly "{0}" de la version "{1}" [{2}] vers la version "{3}" [{4}] pour résoudre le conflit et ne plus recevoir l'avertissement.
it: Per risolvere il conflitto ed eliminare l'avviso, provare a modificare un mapping con app.config dell'assembly "{0}" dalla versione "{1}" [{2}] alla versione "{3}" [{4}].
ja: 競合を解決して警告を消去するために、app.config でアセンブリ "{0}" をバージョン "{1}" [{2}] からバージョン "{3}" [{4}] にマップし直してください。
ko: 충돌을 해결하고 경고 메시지가 표시되지 않게 하려면 app.config에서 "{0}" 어셈블리의 버전을 "{1}" [{2}]에서 "{3}" [{4}](으)로 다시 매핑하십시오.
pl: Dokonaj ponownego mapowania parametru app.config zestawu „{0}” z wersji „{1}” [{2}] na wersję „{3}” [{4}], aby wyeliminować konflikt i pozbyć się ostrzeżenia.
pt_br: Considere app.config como remapeamento do assembly "{0}" da Versão "{1}" [{2}] para a Versão "{3}" [{4}] para solucionar o conflito e obter liberação de aviso.
ru: Выполните переназначение app.config для сборки "{0}" из версии "{1}" [{2}] в версию "{3}" [{4}] для разрешения конфликта и избежания предупреждения.
tr: Çakışmayı çözmek ve uyarıdan kurtulmak için "{0}" derlemesi app.config'i, "{1}" Sürümünden [{2}] "{3}" Sürümüne [{4}] yeniden eşlemeyi deneyin.
zh_hans: 请考虑使用 app.config 将程序集“{0}”从版本“{1}”[{2}]重新映射到版本“{3}”[{4}]，以解决冲突并消除警告。
zh_hant: 請考慮將組件 "{0}" 的 app.config 從版本 "{1}" [{2}] 重新對應至版本 "{3}" [{4}]，以解決衝突並避免出現警告。

# ResolveAssemblyReference.ConsideredAndRejectedBecauseFusionNamesDidntMatch
source: Considered "{0}", but its name "{1}" didn't match the expected name "{2}".
cs: Považovalo se za {0}, ale příslušný název "{1}" neodpovídal očekávanému názvu "{2}".
de: "{0}" wurde berücksichtigt, der Name "{1}" stimmt jedoch nicht mit dem erwarteten Namen "{2}" überein.
es: Se consideró "{0}", pero su nombre "{1}" no coincidía con el nombre esperado "{2}".
fr: "{0}" a été envisagé, mais son nom "{1}" ne correspond pas au nom attendu "{2}".
it: È stato considerato "{0}", ma il nome "{1}" non corrispondeva al nome previsto "{2}".
ja: "{0}" を考慮しましたが、 名前 "{1}"は 必要な名前 "{2}" と一致しませんでした。
ko: "{0}"(으)로 간주했지만 이름 "{1}"이(가) 필요한 이름 "{2}"과(와) 일치하지 않습니다.
pl: Wybrano element „{0}”, ale jego nazwa „{1}” nie zgadza się z oczekiwaną nazwą „{2}”.
pt_br: "{0}" foi considerado, mas seu nome "{1}" não correspondeu com o nome esperado "{2}".
ru: Рассмотрено "{0}", но имя "{1}" не соответствует ожидаемому имени "{2}".
tr: "{0}" denendi, ancak adı ("{1}") beklenen adla eşleşmedi: "{2}".
zh_hans: 已考虑使用“{0}”， 但它的名称“{1}” 与预期名称“{2}”不匹配。
zh_hant: 已考慮 "{0}"， 但其名稱 "{1}" 與預期名稱 "{2}" 不相符。

# ResolveAssemblyReference.ConsideredAndRejectedBecauseNoFile
source: Considered "{0}", but it didn't exist.
cs: Byl proveden pokus o použití sestavení {0}, ale sestavení neexistovalo.
de: {0} wurde berücksichtigt, war jedoch nicht vorhanden.
es: Se consideró "{0}", pero no existía.
fr: "{0}" a été envisagé, mais il n'existe pas.
it: È stato considerato "{0}", ma non esisteva.
ja: "{0}" を考慮しましたが、存在しませんでした。
ko: "{0}"(으)로 간주했지만 존재하지 않습니다.
pl: Wybrano element „{0}”, ale element nie istnieje.
pt_br: "{0}" foi considerado, mas ele não existe.
ru: Рассмотрено "{0}", но не существует.
tr: "{0}" denendi, ancak böyle bir öğe yoktu.
zh_hans: 已考虑使用“{0}”，但它不存在。
zh_hant: 已考慮 "{0}"，但它不存在。

# ResolveAssemblyReference.ConsideredAndRejectedBecauseNotAFileNameOnDisk
source: Considered treating "{0}" as a file name, but it didn't exist.
cs: Byl proveden pokus o použití sestavení {0} jako názvu souboru. Sestavení však neexistovalo.
de: Die Behandlung von {0} als Dateiname wurde berücksichtigt, der Name war jedoch nicht vorhanden.
es: Se consideró tratar "{0}" como nombre de archivo, pero no existía.
fr: "{0}" aurait pu être traité comme un nom de fichier, mais il n'existe pas.
it: Si è tentato di considerare "{0}" come nome di file, ma non esisteva.
ja: "{0}" をファイル名として扱いましたが、存在しませんでした。
ko: "{0}"을(를) 파일 이름으로 간주했지만 존재하지 않습니다.
pl: Potraktowano „{0}” jako nazwę pliku, ale plik nie istnieje.
pt_br: Foi considerado o tratamento de "{0}" como nome de arquivo, mas ele não existe.
ru: Ожидалось использование "{0}" как имени файла, но не было найдено.
tr: "{0}" öğesini bir dosya adı olarak kabul etme denendi, ancak böyle bir öğe yoktu.
zh_hans: 已考虑将“{0}”视为文件名，但它不存在。
zh_hant: 已考慮將 "{0}" 視為檔名，但它不存在。

# ResolveAssemblyReference.ConsideredAndRejectedBecauseNotInGac
source: Considered "{0}", which was not found in the GAC.
cs: Byl proveden pokus o použití sestavení {0}. Nebylo však nalezeno v mezipaměti GAC.
de: {0} wurde berücksichtigt, aber nicht im GAC gefunden.
es: Se consideró "{0}", que no se encuentra en la GAC.
fr: "{0}" a été envisagé, mais est introuvable dans le GAC.
it: È stato considerato "{0}", ma non è stato trovato nella cache assembly globale.
ja: GAC で見つからなかった "{0}" を考慮しました。
ko: "{0}"(으)로 간주했지만 GAC에서 찾을 수 없습니다.
pl: Wybrano element „{0}”, którego nie można odnaleźć w globalnej pamięci podręcznej zestawu.
pt_br: "{0}" foi considerado, mas não foi encontrado no GAC.
ru: Рассмотрен "{0}", не был найден в GAC.
tr: GAC içinde bulunmayan "{0}" denendi.
zh_hans: 已考虑使用“{0}”，但未在 GAC 中找到它。
zh_hant: 已考慮 "{0}"，但在 GAC 中找不到它。

# ResolveAssemblyReference.ConsideredAndRejectedBecauseTargetDidntHaveFusionName
source: Considered "{0}", which existed but did not appear to be a valid .NET assembly.
cs: Zvažuje se {0}, což existovalo, ale zřejmě nebylo platným sestavením .NET.
de: "{0}" wurde berücksichtigt. Es war vorhanden, schien jedoch keine gültige .NET-Assembly zu sein.
es: Se consideró "{0}", que existía pero no parece ser un ensamblado .NET válido.
fr: Considéré comme "{0}", qui existait mais ne semblait pas être un assembly .NET valide.
it: Considerato "{0}", che esisteva ma non sembra essere un assembly .NET valido.
ja: "{0}" と考えられます。これは存在していましたが、有効な .NET アセンブリではないようです。
ko: 존재하지만 유효한 .NET 어셈블리로 보이지 않는 "{0}"(으)로 간주됩니다.
pl: Brany pod uwagę element „{0}”, który istniał, ale nie był prawidłowym zestawem platformy .NET.
pt_br: Considerado “{0}”, que existia, mas não parecia ser um assembly .NET válido.
ru: Считается "{0}", который существовал, но не являлся допустимой сборкой .NET.
tr: Mevcut olan ancak geçerli bir .NET derlemesi gibi görünmeyen "{0}" değerlendirildi.
zh_hans: 已考虑“{0}”，它虽然已存在，但似乎不是有效的 .NET 程序集。
zh_hant: 已考慮 "{0}"，但似乎不是有效的 .NET 元件。

# ResolveAssemblyReference.TargetedProcessorArchitectureDoesNotMatch
source: Considered "{0}", which existed but had a processor architecture "{1}" which does not match the targeted processor architecture "{2}".
cs: Byl proveden pokus o použití existujícího sestavení {0} s architekturou procesoru {1}, která se však neshoduje s cílovou architekturou procesoru {2}.
de: "{0}" wurde betrachtet, das vorhanden war, jedoch die Prozessorarchitektur "{1}" enthielt, die nicht der als Ziel angegebenen Prozessorarchitektur "{2}" entspricht.
es: Se consideró "{0}", que existía, pero tenía una arquitectura de procesador "{1}" que no coincide con la arquitectura de procesador de destino "{2}".
fr: "{0}" envisagé, qui existait mais avait une architecture de processeur "{1}" qui ne correspond pas à l'architecture de processeur ciblée "{2}".
it: Considerato "{0}", che esiste ma con un'architettura di processore "{1}" non corrispondente all'architettura di processore di destinazione "{2}".
ja: "{0}" は存在しますが、プロセッサ アーキテクチャ "{1}" が、ターゲットのプロセッサ アーキテクチャ "{2}" と一致していません。
ko: 이미 있는 "{0}"(으)로 간주했지만 대상 프로세서 아키텍처 "{2}"과(와) 일치하지 않는 프로세서 아키텍처 "{1}"이 있습니다.
pl: Wybrano zestaw {0}, który istnieje, ale ma architekturę procesora {1}, która nie odpowiada architekturze procesora {2}.
pt_br: Considerado: "{0}", que existia, mas tinha uma arquitetura de processador "{1}", que não corresponde à arquitetura do processador de destino "{2}".
ru: Рассмотрен "{0}", который существовал, но имел архитектуру процессора "{1}", которая не совпадает с целевой архитектурой процессора "{2}".
tr: Var olan ancak hedeflenen "{2}" işlemci mimarisiyle eşleşmeyen "{1}" işlemci mimarisine sahip "{0}" değerlendirildi.
zh_hans: 已考虑使用“{0}”，它虽已存在，但其处理器架构“{1}”与目标处理器架构“{2}”不匹配。
zh_hant: 視為 "{0}"，雖然存在，但是具有處理器架構 "{1}"，此架構與目標處理器架構 "{2}" 不相符。

# ResolveAssemblyReference.Dependency
source: Dependency "{0}".
cs: Závislost {0}.
de: Abhängigkeit "{0}".
es: Dependencia "{0}".
fr: Dépendance "{0}".
it: Dipendenza "{0}".
ja: 依存関係 "{0}" です。
ko: "{0}" 종속성입니다.
pl: Zależność „{0}”.
pt_br: Dependência "{0}".
ru: Зависимость "{0}".
tr: "{0}" bağımlılığı.
zh_hans: 依赖项“{0}”。
zh_hant: 相依性 "{0}"。

# ResolveAssemblyReference.FoundRelatedFile
source: Found related file "{0}".
cs: Byl nalezen související soubor {0}.
de: Die verknüpfte Datei "{0}" wurde gefunden.
es: Se encontró el archivo "{0}" relacionado.
fr: Fichier associé "{0}" trouvé.
it: Trovato file correlato "{0}".
ja: 関連ファイル "{0}" が見つかりました。
ko: 관련 파일 "{0}"을(를) 찾았습니다.
pl: Odnaleziono plik, do którego jest odwołanie „{0}”.
pt_br: Encontrado arquivo relacionado "{0}".
ru: Найден связанный файл "{0}".
tr: "{0}" ilişkili dosyası bulundu.
zh_hans: 找到相关文件“{0}”。
zh_hant: 找到相關檔案 "{0}"。

# ResolveAssemblyReference.FoundSatelliteFile
source: Found satellite file "{0}".
cs: Byl nalezen satelitní soubor {0}.
de: Die Satellitendatei "{0}" wurde gefunden.
es: Se encontró el archivo satélite "{0}".
fr: Fichier satellite "{0}" trouvé.
it: Trovato file satellite "{0}".
ja: サテライト ファイル "{0}" が見つかりました。
ko: 위성 파일 "{0}"을(를) 찾았습니다.
pl: Odnaleziono plik satelicki „{0}”.
pt_br: Encontrado arquivo satélite "{0}".
ru: Найден вспомогательный файл "{0}".
tr: "{0}" uydu dosyası bulundu.
zh_hans: 找到附属文件“{0}”。
zh_hant: 找到附屬檔案 "{0}"。

# ResolveAssemblyReference.FoundScatterFile
source: Found embedded scatter file "{0}".
cs: Byl nalezen soubor, který je součástí vícesouborového sestavení {0}.
de: Die eingebettete Scatter-Datei "{0}" wurde gefunden.
es: Se encontró el archivo SCF incrustado "{0}".
fr: Fichier composite incorporé "{0}" trouvé.
it: Trovato file di tipo scatter incorporato "{0}".
ja: 埋め込み scatter ファイル "{0}" が見つかりました。
ko: 포함된 분산 파일 "{0}"을(를) 찾았습니다.
pl: Znaleziono osadzony plik punktowy „{0}”.
pt_br: Encontrado arquivo disperso incorporado "{0}".
ru: Найден внедренный точечный файл "{0}".
tr: "{0}" katıştırılmış yayılma dosyası bulundu.
zh_hans: 找到嵌入式散点文件“{0}”。
zh_hant: 找到內嵌的散佈檔案 "{0}"。

# ResolveAssemblyReference.IgnoringBecauseNonEmptySubtype
source: Ignoring "{0}" because it has a non-empty subtype "{1}".
cs: Sestavení {0} je ignorováno, protože obsahuje neprázdný dílčí typ {1}.
de: "{0}" wird aufgrund eines nicht leeren {1}-Untertyps ignoriert.
es: Se omitirá "{0}" porque tiene un subtipo "{1}" con datos.
fr: "{0} ignoré, car son sous-type "{1}" n'est pas vide.
it: "{0}" verrà ignorato. È associato a un sottotipo non vuoto "{1}".
ja: 空でないサブタイプ "{1}" を持っているため "{0}" を無視します。
ko: 비어 있지 않은 하위 형식 "{1}"이(가) 있는 "{0}"을(를) 무시합니다.
pl: Element „{0}” jest ignorowany, ponieważ zawiera niepusty podtyp „{1}”.
pt_br: Ignorando "{0}" porque ele tem um subtipo não vazio "{1}".
ru: "{0}" игнорируется, так как имеет непустой подтип "{1}".
tr: Boş olmayan bir "{1}" alt türü içerdiği için "{0}" yoksayılıyor.
zh_hans: 正在忽略“{0}”，因为它具有非空子类型“{1}”。
zh_hant: 忽略 "{0}"，因為它具有非空白的子類型 "{1}"。

# ResolveAssemblyReference.BadTargetFrameworkFormat
source: Ignoring invalid Target Framework value "{0}".
cs: Byla ignorována neplatná hodnota cílové architektury {0}.
de: Der ungültige Zielframeworkwert "{0}" wird ignoriert.
es: Omitiendo el valor de plataforma de destino "{0}".
fr: Valeur du Framework cible non valide "{0}" ignorée.
it: Il valore "{0}" della versione di .NET Framework di destinazione non valido verrà ignorato.
ja: 無効なターゲット フレームワークの値 "{0}" を無視します。
ko: 잘못된 대상 프레임워크 값 "{0}"을(를) 무시하고 있습니다.
pl: Ignorowanie nieprawidłowej wartości platformy docelowej Framework „{0}”.
pt_br: Ignorando o valor de Estrutura de Destino "{0}" inválido.
ru: Игнорируется недопустимое значение требуемой версии .NET Framework "{0}".
tr: Geçersiz "{0}" Hedef Framework değeri yoksayılıyor.
zh_hans: 正在忽略无效的目标 Framework 值“{0}”。
zh_hant: 忽略無效的目標 Framework 值 "{0}"。

# ResolveAssemblyReference.ConflictBetweenAppConfigAndAutoUnify
source: MSB3242: Conflict between mutually exclusive parameters. AutoUnify was 'true' and AppConfigFile was set.
cs: MSB3242: Došlo ke konfliktu mezi vzájemně se vylučujícími parametry. Parametr AutoUnify měl hodnotu True a byl nastaven parametr AppConfigFile.
de: MSB3242: Konflikt zwischen sich gegenseitig ausschließenden Parametern. AutoUnify war TRUE, und AppConfigFile wurde festgelegt.
es: MSB3242: Existe un conflicto entre parámetros mutuamente excluyentes. El valor de AutoUnify es 'true' y se estableció AppConfigFile.
fr: MSB3242: Conflit entre des paramètres mutuellement exclusifs. Le paramètre AutoUnify avait la valeur 'true' et AppConfigFile était défini.
it: MSB3242: conflitto tra parametri che si escludono a vicenda. Il valore di AutoUnify è 'true' ed è stato impostato AppConfigFile.
ja: MSB3242: 併用できないパラメーター間で競合が発生しました。AutoUnify が 'true' に設定され、AppConfigFile が設定されていました。
ko: MSB3242: 함께 사용할 수 없는 매개 변수 사이에 충돌이 발생했습니다. AutoUnify가 'true'이고 AppConfigFile이 설정되었습니다.
pl: MSB3242: Konflikt między wzajemnie wykluczającymi się parametrami. Parametr AutoUnify ma wartość „true” i ustawiono parametr AppConfigFile.
pt_br: MSB3242: Conflito entre parâmetros mutuamente exclusivos. AutoUnify era "true" e AppConfigFile estava definido.
ru: MSB3242: конфликт между взаимоисключающими параметрами. Значение параметра AutoUnify — true, и задан параметр AppConfigFile.
tr: MSB3242: Birbirini dışlayan parametreler arasında çakışma var. AutoUnify, 'true' değerine sahipti ve AppConfigFile ayarlanmıştı.
zh_hans: MSB3242: 互相排斥的参数之间存在冲突。AutoUnify 为“true”并设置了 AppConfigFile。
zh_hant: MSB3242: 互斥參數之間發生衝突。AutoUnify 為 'true'，而且已設定 AppConfigFile。

# ResolveAssemblyReference.ConflictUnsolvable
source: MSB3243: No way to resolve conflict between "{0}" and "{1}". Choosing "{0}" arbitrarily.
cs: MSB3243: Neexistuje způsob, jak vyřešit konflikt mezi sestaveními {0} a {1}. Bude zvolena jedna z možností: {0}.
de: MSB3243: Der Konflikt zwischen "{0}" und "{1}" kann nicht aufgelöst werden. Auswahl von "{0}" nach dem Zufallsprinzip.
es: MSB3243: No existe ningún medio para resolver el conflicto entre "{0}" y "{1}". Se elegirá "{0}" de manera arbitraria.
fr: MSB3243: Impossible de résoudre le conflit entre "{0}" et "{1}". Choix arbitraire de "{0}".
it: MSB3243: non è possibile risolvere il conflitto tra "{0}" e "{1}". Verrà scelto "{0}" in modo arbitrario.
ja: MSB3243: "{0}" と "{1}" の間の競合を解決する方法がありません。一時的に、"{0}" を選択します。
ko: MSB3243: "{0}"과(와) "{1}" 사이의 충돌을 해결할 수 없습니다. 임의로 "{0}"을(를) 선택합니다.
pl: MSB3243: Nie ma sposobu na rozwiązanie konfliktu między „{0}” i „{1}”. Umownie zostanie wybrany parametr „{0}”.
pt_br: MSB3243: Não é possível resolver o conflito entre "{0}" e "{1}". Escolhendo "{0}" arbitrariamente.
ru: MSB3243: не удается разрешить конфликт между "{0}" и "{1}". Произвольный выбор "{0}".
tr: MSB3243: "{0}" ve "{1}" arasındaki çakışmayı çözümleyecek bir yöntem yok. Rastgele olarak "{0}" seçiliyor.
zh_hans: MSB3243: 无法解决“{0}”与“{1}”之间的冲突。正在随意选择“{0}”。
zh_hant: MSB3243: 沒有辦法解決 "{0}" 和 "{1}" 之間的衝突。任意選擇 "{0}"。

# ResolveAssemblyReference.FailedToFindDependentFiles
source: MSB3244: Could not find dependent files. {0}
cs: MSB3244: Nebyly nalezeny závislé soubory. {0}
de: MSB3244: Abhängige Dateien wurden nicht gefunden. {0}
es: MSB3244: No se encontraron archivos dependientes. {0}
fr: MSB3244: Impossible de trouver les fichiers dépendants. {0}
it: MSB3244: non sono stati trovati file dipendenti. {0}
ja: MSB3244: 依存ファイルが見つかりませんでした。{0}
ko: MSB3244: 종속 파일을 찾을 수 없습니다. {0}
pl: MSB3244: Nie można odnaleźć zależnych plików. {0}
pt_br: MSB3244: Não foi possível localizar arquivos dependentes. {0}
ru: MSB3244: Не удается найти зависимые файлы. {0}
tr: MSB3244: Bağımlı dosyalar bulunamadı. {0}
zh_hans: MSB3244: 未能找到依赖文件。{0}
zh_hant: MSB3244: 找不到相依檔案。{0}

# ResolveAssemblyReference.FailedToResolveReference
source: MSB3245: Could not resolve this reference. {0} If this reference is required by your code, you may get compilation errors.
cs: MSB3245: Tento odkaz nelze přeložit. {0} Je-li tento odkaz kódem požadován, může dojít k chybám kompilace.
de: MSB3245: Dieser Verweis konnte nicht aufgelöst werden. {0} Falls dieser Verweis im Code erforderlich ist, können Kompilierungsfehler auftreten.
es: MSB3245: No se pudo resolver esta referencia. {0} Si el código necesita esta referencia, podrían producirse errores de compilación.
fr: MSB3245: Impossible de résoudre cette référence. {0} Si elle est requise par votre code, vous risquez d'obtenir des erreurs de compilation.
it: MSB3245: non è stato possibile risolvere il riferimento. {0} Se il riferimento è richiesto dal codice, potrebbero essere generati errori di compilazione.
ja: MSB3245: この参照を解決できませんでした。{0} コードにこの参照が必要な場合、コンパイル エラーが発生する可能性があります。
ko: MSB3245: 이 참조를 확인할 수 없습니다. {0} 해당 코드에 이 참조가 필요한 경우 컴파일 오류가 발생할 수 있습니다.
pl: MSB3245: Nie można rozpoznać odwołania. {0} Jeśli to odwołanie jest wymagane przez kod, mogą wystąpić błędy kompilacji.
pt_br: MSB3245: Não foi possível resolver esta diferença. {0} Se ela for exigida pelo seu código, poderão ocorrer erros de compilação.
ru: MSB3245: Не удалось разрешить данную ссылку. {0} Если данная ссылка требуется в коде, это может вызвать ошибки компиляции.
tr: MSB3245: Bu başvuru çözümlenemedi. {0} Bu başvuru kodunuz için gerekliyse, derleme hatalarıyla karşılaşabilirsiniz.
zh_hans: MSB3245: 未能解析此引用。{0} 如果您的代码需要此引用，则可能出现编译错误。
zh_hant: MSB3245: 無法解析此參考。{0} 如果程式碼需要此參考，可能會發生編譯錯誤。

# ResolveAssemblyReference.FailedWithException
source: MSB3246: Resolved file has a bad image, no metadata, or is otherwise inaccessible. {0}
cs: MSB3246: Přeložený soubor má nesprávnou bitovou kopii, nemá žádná metadata nebo je jiným způsobem nedostupný. {0}
de: MSB3246: Die aufgelöste Datei enthält ein fehlerhaftes Image oder keine Metadaten, oder der Zugriff ist aus anderen Gründen nicht möglich. {0}
es: MSB3246: El archivo resuelto tiene una imagen incorrecta, no tiene metadatos o no es posible su acceso. {0}
fr: MSB3246: Le fichier résolu a une image incorrecte, ne comporte pas de métadonnées ou n'est pas accessible. {0}
it: MSB3246: il file risolto ha un'immagine danneggiata, non contiene metadati o è inaccessibile per altri motivi. {0}
ja: MSB3246: 解決されたファイルには、無効なイメージが含まれているか、メタデータが存在しないか、またはアクセスできません。{0}
ko: MSB3246: 확인된 파일의 이미지가 잘못되었거나, 메타데이터가 없거나, 파일 자체에 액세스할 수 없습니다. {0}
pl: MSB3246: Rozpoznany plik ma zły obraz, nie ma metadanych lub jest w inny sposób niedostępny. {0}
pt_br: MSB3246: O arquivo resolvido tem uma imagem inválida, não tem metadados ou está inacessível. {0}
ru: MSB3246: найденный файл имеет неправильный образ, не имеет метаданных или недоступен по другим причинам. {0}
tr: MSB3246: Çözümlenen dosyada hatalı görüntü var, meta veri yok veya erişilemez durumda. {0}
zh_hans: MSB3246: 解析的文件包含错误图像、无元数据或不可访问。{0}
zh_hant: MSB3246: 解析的檔案含有毀損的映像、沒有中繼資料，或有其他無法存取的情況。{0}
