Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Copy.ErrorIfLinkFailsSetWithoutLinkOption
source: MSB3892: ErrorIfLinkFails requires UseHardlinksIfPossible or UseSymbolicLinksIfPossible to be set.
cs: MSB3892: ErrorIfLinkFails vyžaduje, aby byly nastavené UseHardlinksIfPossible nebo UseSymbolicLinksIfPossible.
de: MSB3892: ErrorIfLinkFails erfordert die Festlegung von UseHardlinksIfPossible oder UseSymbolicLinksIfPossible.
es: MSB3892: ErrorIfLinkFails requiere que se establezca UseHardlinksIfPossible o UseSymbolicLinksIfPossible.
fr: MSB3892: ErrorIfLinkFails nécessite la définition de UseHardlinksIfPossible ou UseSymbolicLinksIfPossible.
it: MSB3892: con ErrorIfLinkFails è richiesta l'impostazione di UseHardlinksIfPossible o UseSymbolicLinksIfPossible.
ja: MSB3892: ErrorIfLinkFails では、UseHardlinksIfPossible または UseSymbolicLinksIfPossible を設定する必要があります。
ko: MSB3892: ErrorIfLinkFails에 대해 UseHardlinksIfPossible 또는 UseSymbolicLinksIfPossible을 설정해야 합니다.
pl: MSB3892: Element ErrorIfLinkFails wymaga ustawienia wartości UseHardlinksIfPossible lub UseSymbolicLinksIfPossible.
pt_br: MSB3892: ErrorIfLinkFails exige que UseHardlinksIfPossible ou UseSymbolicLinksIfPossible sejam definidos.
ru: MSB3892: для ErrorIfLinkFails требуется задать UseHardlinksIfPossible или UseSymbolicLinksIfPossible.
tr: MSB3892: ErrorIfLinkFails için UseHardlinksIfPossible veya UseSymbolicLinksIfPossible ayarlanmalıdır.
zh_hans: MSB3892: ErrorIfLinkFails 需要设置 UseHardlinksIfPossible 或 UseSymbolicLinksIfPossible。
zh_hant: MSB3892: ErrorIfLinkFails 必須設定 UseHardlinksIfPossible 或 UseSymbolicLinksIfPossible。

# Copy.ExactlyOneTypeOfDestination
source: MSB3022: Both "{0}" and "{1}" were specified as input parameters in the project file. Please choose one or the other.
cs: MSB3022: V souboru projektu byly jako vstupní parametry zadány položky {0} a {1}. Zvolte buď jednu, nebo druhou položku.
de: MSB3022: "{0}" und "{1}" wurden in der Projektdatei als Eingabeparameter angegeben. Verwenden Sie nur einen dieser Parameter.
es: MSB3022: "{0}" y "{1}" se especificaron como parámetros de entrada en el archivo del proyecto. Elija uno de los dos.
fr: MSB3022: "{0}" et "{1}" sont spécifiés tous les deux comme paramètres d'entrée dans le fichier projet. Choisissez l'un ou l'autre.
it: MSB3022: "{0}" e "{1}" sono stati entrambi specificati come parametri di input nel file di progetto. Scegliere uno o l'altro.
ja: MSB3022: "{0}" と "{1}" の両方が、入力パラメーターとしてプロジェクト ファイルで指定されました。いずれか 1 つを選択してください。
ko: MSB3022: 프로젝트 파일에서 "{0}"과(와) "{1}"을(를) 모두 입력 매개 변수로 지정했습니다. 둘 중 하나만 선택하세요.
pl: MSB3022: „{0}” i „{1}” określono jako parametry wejściowe w pliku projektu. Wybierz jeden z nich.
pt_br: MSB3022: "{0}" e "{1}" foram especificados como parâmetros de entrada no arquivo de projeto. Escolha um deles.
ru: MSB3022: "{0}" и "{1}" были одновременно указаны как входные параметры в файле проекта. Выберите один из них.
tr: MSB3022: Proje dosyasında giriş parametresi olarak hem "{0}" hem de "{1}" belirtilmiş. Lütfen ikisinden birini seçin.
zh_hans: MSB3022: 在项目文件中，“{0}”和“{1}”均被指定为输入参数。请选择其中一个。
zh_hant: MSB3022: 在專案檔中已將 "{0}" 和 "{1}" 同時指定為輸入參數。請選擇使用其中一個。

# Copy.FileComment
source: Copying file from "{0}" to "{1}".
cs: Probíhá kopírování souboru z umístění {0} do umístění {1}.
de: Die Datei wird von "{0}" in "{1}" kopiert.
es: Copiando el archivo de "{0}" en "{1}".
fr: Copie du fichier de "{0}" vers "{1}".
it: Copia del file da "{0}" a "{1}".
ja: "{0}" から "{1}" へファイルをコピーしています。
ko: "{0}"에서 "{1}"(으)로 파일을 복사하고 있습니다.
pl: Kopiowanie pliku z „{0}” do „{1}”.
pt_br: Copiando o arquivo de "{0}" para "{1}".
ru: Копирование файла из "{0}" в "{1}".
tr: Dosya "{0}" konumundan "{1}" konumuna kopyalanıyor.
zh_hans: 正在将文件从“{0}”复制到“{1}”。
zh_hant: 正在將檔案從 "{0}" 複製到 "{1}"。

# Copy.HardLinkComment
source: Creating hard link to copy "{0}" to "{1}".
cs: Vytváří se pevný odkaz pro kopírování {0} do {1}.
de: Es wird ein fester Link erstellt, um "{0}" in "{1}" zu kopieren.
es: Creando un vínculo físico para copiar "{0}" en "{1}".
fr: Création d'un lien physique pour copier "{0}" vers "{1}".
it: Creazione del collegamento reale per copiare "{0}" in "{1}".
ja: ハード リンクを作成して "{0}" を "{1}" にコピーしています。
ko: "{0}"을(를) "{1}"(으)로 복사하기 위해 하드 링크를 만듭니다.
pl: Tworzenie twardego łącza w celu skopiowania „{0}” do „{1}”.
pt_br: Criando link físico para copiar "{0}" em "{1}".
ru: Создание жесткой связи для копирования "{0}" в "{1}".
tr: "{0}" yolunu "{1}" yoluna kopyalamak için sabit bağlantı oluşturuluyor.
zh_hans: 创建硬链接以将“{0}”复制到“{1}”。
zh_hant: 正在建立永久連結將 "{0}" 複製到 "{1}"。

# Copy.IOException
source: MSB3894: Got {0} copying "{1}" to "{2}" and HR is {3}
cs: MSB3894: Při kopírování „{1}“ do „{2}“ došlo k výjimce {0} a HR je {3}
de: MSB3894: Erhalt von {0} Kopieren von "{1}" zu "{2}" und HR ist {3}
es: MSB3894: Se obtuvo {0} al copiar "{1}" en "{2}" y HR es {3}
fr: MSB3894: Nous avons copié {0} «{1}» vers «{2}» et les ressources humaines sont {3}
it: MSB3894: Ottenuto {0} copiando "{1}" in "{2}" e HR è {3}"
ja: MSB3894: "{1}" を "{2}" にコピー中に {0}が発生しました。HR は {3} です
ko: MSB3894: {0}을(를) “{1}”(으)로 복사하는 “{2}”이(가) 있고 HR은 {3}입니다.
pl: MSB3894: „Mam {0} kopiowane z „{1}” do „{2}”, a HR to {3}”
pt_br: MSB3894: Recebi {0} copiando "{1}" para {2} e o RH é {3}
ru: MSB3894: Выполнено копирование {0} "{1}" в "{2}" и HR — {3}
tr: MSB3894: {0} için {1} yolu {2} yoluna kopyalandı ve HR: {3}
zh_hans: MSB3894: 将 "{1}" 复制到 "{2}" 时出现 {0}，HR 为 {3}
zh_hant: MSB3894: 擁有 {0} 將 "{1}" 複製至 "{2}"，且 HR 為 {3}

# Copy.IncompatibleParameters
source: MSB3896: Both "{0}" and "{1}" were specified as parameters in the project file but cannot be used together. Please choose one or the other.
cs: MSB3896: V souboru projektu byl zadán jak parametr {0}, tak parametr {1}. Nelze je však použít oba najednou. Zvolte prosím jenom jeden z nich.
de: MSB3896: Sowohl "{0}" als auch "{1}" wurden als Parameter in der Projektdatei angegeben, können aber nicht zusammen verwendet werden. Wählen Sie eins oder das andere aus.
es: MSB3896: "{0}" y "{1}" se especificaron como parámetros en el archivo de proyecto, pero no se pueden usar juntos. Elija una u otra.
fr: MSB3896: « {0} » et « {1} » ont été spécifiées comme paramètres dans le Fichier projet, mais ne peuvent pas être utilisés ensemble. Choisissez l’une ou l’autre.
it: MSB3896: i parametri "{0}" e "{1}" sono stati specificati come parametri nel file di progetto, ma non possono essere usati insieme. Scegliere uno o l'altro.
ja: MSB3896: "{0}" と "{1}" の両方がプロジェクト ファイルのパラメーターとして指定されましたが、一緒に使用することはできません。どちらか一方を選択してください。
ko: MSB3896: "{0}" 및 "{1}" 모두 프로젝트 파일에서 매개 변수로 지정되었지만 함께 사용할 수는 없습니다. 하나 또는 다른 항목을 선택하세요.
ru: MSB3896: "{0}" и "{1}" были указаны как параметры в файле проекта, но не могут использоваться вместе. Выберите один или несколько вариантов.
tr: MSB3896: "{0}" ve "{1}" proje dosyasında parametre olarak belirtilmiş ancak birlikte kullanılamaz. Lütfen birini veya diğerini seçin.
zh_hans: MSB3896: “{0}”和“{1}”均被指定为项目文件中的参数，但不能一起使用。请选择其中一个。
zh_hant: MSB3896: "{0}" 和 "{1}" 都指定為專案檔中的參數，但不能一起使用。請選擇其中一個。

# Copy.LinkFailed
source: MSB3893: Could not use a link to copy "{0}" to "{1}".
cs: MSB3893: Nedá se použít odkaz pro kopírování {0} do {1}.
de: MSB3893: Es konnte kein Link verwendet werden, um "{0}" in "{1}" zu kopieren.
es: MSB3893: No se puede usar un vínculo para copiar "{0}" en "{1}".
fr: MSB3893: impossible d'utiliser un lien pour copier "{0}" vers "{1}".
it: MSB3893: non è stato possibile usare un collegamento per copiare "{0}" in "{1}".
ja: MSB3893: リンクを使用して "{0}" を "{1}" にコピーできませんでした。
ko: MSB3893: 링크를 사용하여 "{0}"을(를) "{1}"에 복사할 수 없습니다.
pl: MSB3893: Nie można użyć linku w celu skopiowania ścieżki „{0}” do ścieżki „{1}”.
pt_br: MSB3893: Não foi possível usar um link para copiar "{0}" para "{1}".
ru: MSB3893: не удалось использовать связь для копирования "{0}" в "{1}".
tr: MSB3893: "{0}" dosyasını "{1}" yoluna kopyalama bağlantısı kullanılamadı.
zh_hans: MSB3893: 无法使用链接将“{0}”复制到“{1}”。
zh_hant: MSB3893: 無法使用連結將 "{0}" 複製到 "{1}"。

# Copy.NonWindowsLinkErrorMessage
source: The {0} library call failed with the following error code: {1}.
cs: Volání knihovny {0} se nezdařilo s následujícím kódem chyby: {1}.
de: Fehler beim Aufruf der {0}-Bibliothek. Fehlercode: {1}.
es: Error en la llamada a la biblioteca {0} con el siguiente código de error: {1}.
fr: L’appel de bibliothèque {0} a échoué avec le code d’erreur suivant : {1}.
it: La chiamata alla libreria {0} non è riuscita con il codice di errore seguente: {1}.
ja: {0} ライブラリの呼び出しは次のエラー コードで失敗しました: {1}。
ko: 오류 코드 {1}(으)로 인해 {0} 라이브러리 호출이 실패했습니다.
pl: Wywołanie biblioteki {0} nie powiodło się. Kod błędu: {1}.
pt_br: Falha na chamada à biblioteca {0} com o seguinte código de erro: {1}.
ru: Сбой вызова библиотеки {0}. Код ошибки: {1}.
tr: Kitaplık çağrısı {0} şu hata koduyla başarısız oldu: {1}.
zh_hans: {0} 库调用失败，错误代码如下: {1}。
zh_hant: {0} 媒體庫呼叫失敗，發生下列錯誤碼: {1}。

# Copy.RetryingAsFileCopy
source: Could not use a link to copy "{0}" to "{1}". Copying the file instead. {2}
cs: Nedá se použít odkaz pro kopírování {0} do {1}. Místo toho se kopíruje soubor. {2}
de: Es konnte kein Link verwendet werden, um "{0}" in "{1}" zu kopieren. Stattdessen wird die Datei kopiert. {2}
es: No se puede usar un vínculo para copiar "{0}" en "{1}". En su lugar se copiará el archivo. {2}
fr: Impossible d'utiliser un lien pour copier "{0}" vers "{1}". Copie du fichier à la place. {2}
it: Non è stato possibile usare un collegamento per copiare "{0}" in "{1}". Al suo posto verrà copiato il file. {2}
ja: リンクを使用して "{0}" を "{1}" にコピーできませんでした。代わりにファイルをコピーしています。{2}
ko: "{0}"을(를) "{1}"(으)로 복사하는 데 링크를 사용할 수 없습니다. 대신 파일을 복사합니다. {2}
pl: Nie można użyć linku w celu skopiowania „{0}” do „{1}”. W zamian zostanie skopiowany plik. {2}
pt_br: Não foi possível usar um link para copiar "{0}" em "{1}". Copiando o arquivo. {2}
ru: Не удалось использовать связь для копирования "{0}" в "{1}". Вместо этого копируется файл. {2}
tr: "{0}" dosyasını "{1}" yoluna kopyalamak için bağlantı kullanılamadı. Bunun yerine dosya kopyalanıyor. {2}
zh_hans: 未能使用链接将“{0}”复制到“{1}”。请改为复制文件。{2}
zh_hant: 無法使用連結將 "{0}" 複製到 "{1}"。改為複製檔案。{2}

# Copy.NeedsDestination
source: MSB3023: No destination specified for Copy. Please supply either "{0}" or "{1}".
cs: MSB3023: Není zadáno cílové umístění pro kopírování. Zadejte {0} nebo {1}.
de: MSB3023: Es wurde kein Ziel für den Kopiervorgang angegeben. Geben Sie "{0}" oder "{1}" an.
es: MSB3023: No se estableció el destino de la copia. Especifique "{0}" o "{1}".
fr: MSB3023: Aucune destination spécifiée pour l'opération de copie. Indiquez "{0}" ou "{1}".
it: MSB3023: non sono state specificate destinazioni per la copia. Specificare "{0}" o "{1}".
ja: MSB3023: コピー先が指定されていません。"{0}" または "{1}" を指定してください。
ko: MSB3023: Copy 작업의 대상을 지정하지 않았습니다. "{0}" 또는 "{1}"을(를) 지정하세요.
pl: MSB3023: Nie określono miejsca docelowego dla zadania Copy. Podaj miejsce „{0}” lub „{1}”.
pt_br: MSB3023: Nenhum destino especificado para Copy. Forneça "{0}" ou "{1}".
ru: MSB3023: не указана папка назначения для задачи Copy. Укажите "{0}" или "{1}".
tr: MSB3023: Kopyalama işlemi için hedef belirtilmemiş. Lütfen "{0}" veya "{1}" öğelerinden birini sağlayın.
zh_hans: MSB3023: 未指定 Copy 任务的目标位置。请提供“{0}”或“{1}”。
zh_hant: MSB3023: 未指定 Copy 的目的地。請提供 "{0}" 或 "{1}"。

# Copy.RemovingReadOnlyAttribute
source: Removing read-only attribute from "{0}".
cs: Probíhá odebírání atributu pouze pro čtení z položky {0}.
de: Das schreibgeschützte Attribut wird aus "{0}" entfernt.
es: Se quitará el atributo de solo lectura de "{0}".
fr: Suppression de l'attribut de lecture seule de "{0}".
it: Rimozione dell'attributo di sola lettura da "{0}".
ja: "{0}" から読み取り専用属性を削除しています。
ko: "{0}"에서 읽기 전용 특성을 제거하고 있습니다.
pl: Usuwanie atrybutu tylko do odczytu z elementu „{0}”.
pt_br: Removendo o atributo somente leitura de "{0}".
ru: Удаление доступного только для чтения атрибута из "{0}".
tr: "{0}" öğesinin salt okunur özniteliği kaldırılıyor.
zh_hans: 正在从“{0}”中移除只读特性。
zh_hant: 正在從 "{0}" 移除唯讀屬性。

# Copy.RetryingAsSymbolicLink
source: Could not use a hard link to copy "{0}" to "{1}". Copying the file with symbolic link instead. {2}
cs: Nepovedlo se použít pevný odkaz ke zkopírování „{0}“ do „{1}“. Místo toho se soubor kopíruje pomocí symbolického odkazu. {2}
de: Es konnte kein fester Link verwendet werden, um "{0}" in "{1}" zu kopieren. Stattdessen wird die Datei mit einer symbolischen Verknüpfung kopiert. {2}
es: No se puede usar un vínculo físico para copiar "{0}" en "{1}". Se va a copiar el archivo en un vínculo simbólico su lugar. {2}
fr: Impossible d’utiliser un lien physique pour copier «{0}» vers «{1}». Copie du fichier avec un lien symbolique à la place. {2}
it: Impossibile utilizzare un collegamento reale per copiare "{0}" in "{1}". Verrà invece copiato il file con collegamento simbolico. {2}
ja: ハード リンクを使用して "{0}" を "{1}" にコピーできませんでした。代わりにシンボリック リンクを使用してファイルをコピーしています。 {2}
ko: 하드 링크를 사용하여 "{0}(를) "{1}"에 복사할 수 없습니다. 대신 바로 가기 링크로 파일을 복사합니다. {2}
pl: Nie można użyć twardego linku do skopiowania „{0}” do „{1}”. Zamiast tego kopiuje plik za pomocą linku symbolicznego. {2}
pt_br: Não foi possível usar um link físico para copiar "{0}" para "{1}". Em vez disso, copiando o arquivo com link simbólico. {2}
ru: Не удалось использовать жесткую связь для копирования "{0}" в "{1}". Выполняется копирование файла с символьной ссылкой. {2}
tr: "{0}" yolunu "{1}" yoluna kopyalamak için sabit bağlantı kullanılamadı. Dosya bunun yerine sembolik bağlantı ile kopyalanıyor. {2}
zh_hans: 无法使用硬链接将“{0}”复制到“{1}”。改为使用符号链接复制文件。 {2}
zh_hant: 無法使用永久連結將 "{0}" 複製到 "{1}"。請改為使用符號連結複製檔案。{2}

# Copy.RetryingOnAccessDenied
source: MSB3895: Retrying on ERROR_ACCESS_DENIED because environment variable MSBUILDALWAYSRETRY=1
cs: MSB3895: Opakování na ERROR_ACCESS_DENIED, protože proměnná prostředí MSBUILDALWAYSRETRY = 1
de: MSB3895: Wiederholung bei ERROR_ACCESS_DENIED, da Umgebungsvariable MSBUILDALWAYSRETRY=1 festgelegt ist
es: MSB3895: Reintentando el ERROR_ACCESS_DENIED porque la variable de entorno MSBUILDALWAYSRETRY=1
fr: MSB3895: Nouvelle tentative sur ERROR_ACCESS_DENIED, car la variable d'environnement MSBUILDALWAYSRETRY = 1
it: MSB3895: Nuovo tentativo in ERROR_ACCESS_DENIED perché la variabile d'ambiente MSBUILDALWAYSRETRY = 1".
ja: MSB3895: 環境変数 MSBUILDALWAYSRETRY = 1 のため、ERROR_ACCESS_DENIED で再試行しています
ko: MSB3895: 환경 변수 MSBUILDALWAYSRETRY=1이므로 ERROR_ACCESS_DENIED에서 다시 시도합니다.
pl: MSB3895: ponowienie próby w przypadku ERROR_ACCESS_DENIED, ponieważ zmienną środowiskową jest MSBUILDALWAYSRETRY = 1
pt_br: MSB3895: Tentando novamente em ERROR_ACCESS_DENIED porque a variável de ambiente MSBUILDALWAYSRETRY=1
ru: MSB3895: Повторная попытка ERROR_ACCESS_DENIED, поскольку переменная среды MSBUILDALWAYSRETRY=1
tr: MSB3895: MSBUILDALWAYSRETRY ortam değişkeni = 1 olduğundan ERROR_ACCESS_DENIED üzerinde yeniden deneniyor
zh_hans: MSB3895: 重试 ERROR_ACCESS_DENIED，因为环境变量 MSBUILDALWAYSRETRY=1
zh_hant: MSB3895: 正在 ERROR_ACCESS_DENIED 上重試，因為環境變數 MSBUILDALWAYSRETRY=1

# Copy.SourceIsDirectory
source: MSB3025: The source file "{0}" is actually a directory. The "Copy" task does not support copying directories.
cs: MSB3025: Zdrojový soubor {0} je ve skutečnosti adresář. Úloha kopírování nepodporuje kopírování adresářů.
de: MSB3025: Die Quelldatei "{0}" ist keine Datei, sondern ein Verzeichnis. Mit der Copy-Aufgabe können keine Verzeichnisse kopiert werden.
es: MSB3025: El archivo de origen "{0}" es un directorio. La tarea "Copy" no permite copiar directorios.
fr: MSB3025: Le fichier source "{0}" est en fait un répertoire. La tâche "Copy" ne prend pas en charge la copie des répertoires.
it: MSB3025: il file di origine "{0}" è in realtà una directory. L'attività "Copia" non supporta la copia di directory.
ja: MSB3025: ソース ファイル "{0}" はディレクトリです。"Copy" タスクはディレクトリのコピーをサポートしません。
ko: MSB3025: 소스 파일 "{0}"은(는) 실제로 디렉터리입니다. "Copy" 작업으로는 디렉터리를 복사할 수 없습니다.
pl: MSB3025: Plik źródłowy „{0}” jest w rzeczywistości katalogiem. Zadanie „Copy” nie obsługuje kopiowania katalogów.
pt_br: MSB3025: O arquivo de origem "{0}" é, na verdade, um diretório. A tarefa "Copy" não dá suporte à cópia de diretórios.
ru: MSB3025: исходный файл "{0}" в действительности является каталогом. Задача Copy не поддерживает копирование каталогов.
tr: MSB3025: "{0}" kaynak dosyası aslında bir dizindir. "Kopyala" görevi, dizinleri kopyalamayı desteklemez.
zh_hans: MSB3025: 源文件“{0}”实际上是一个目录。“Copy”任务不支持复制目录。
zh_hant: MSB3025: 來源檔案 "{0}" 其實是目錄。"Copy" 工作不支援複製目錄。

# Copy.Retrying
source: MSB3026: Could not copy "{0}" to "{1}". Beginning retry {2} in {3}ms. {4} {5}
cs: MSB3026: Soubor {0} nelze zkopírovat do umístění {1}. Za {3} ms bude zahájeno opakování {2}. {4} {5}
de: MSB3026: "{0}" konnte nicht in "{1}" kopiert werden. Wiederholung {2} wird in {3} ms gestartet. {4} {5}
es: MSB3026: No se pudo copiar "{0}" en "{1}". Se iniciará el reintento {2} dentro de {3}ms. {4} {5}
fr: MSB3026: Impossible de copier "{0}" vers "{1}". Nouvelle tentative de l'opération {2} dans {3} ms. {4} {5}
it: MSB3026: non è stato possibile copiare "{0}" in "{1}". Il tentativo numero {2} verrà avviato tra {3} ms. {4} {5}
ja: MSB3026: "{0}" を "{1}" にコピーできませんでした。{3} ミリ秒以内に {2} 回目の再試行を開始します。{4} {5}
ko: MSB3026: "{0}"을(를) "{1}"(으)로 복사할 수 없습니다. {3}ms 안에 재시도 {2}을(를) 시작합니다. {4} {5}
pl: MSB3026: Nie można skopiować „{0}” do „{1}”. Ponowna próba {2} za {3} ms. {4} {5}
pt_br: MSB3026: não foi possível copiar "{0}" para "{1}". Iniciando nova tentativa {2} em {3}ms. {4} {5}
ru: MSB3026: не удалось скопировать "{0}" в "{1}". Повторная попытка {2} начнется через {3} мс. {4} {5}
tr: MSB3026: "{0}", "{1}" üzerine kopyalanamadı. {2} numaralı yeniden denemeye {3} ms içinde başlanacak. {4} {5}
zh_hans: MSB3026: 无法将“{0}”复制到“{1}”。{3} 毫秒后将开始第 {2} 次重试。{4} {5}
zh_hant: MSB3026: 無法將 "{0}" 複製到 "{1}"。即將在 {3} 毫秒內重試 {2} 次。{4} {5}

# Copy.ExceededRetries
source: MSB3027: Could not copy "{0}" to "{1}". Exceeded retry count of {2}. Failed. {3}
cs: MSB3027: Soubor {0} nelze zkopírovat do umístění {1}. Byl překročen počet opakování {2}. Nezdařilo se. {3}
de: MSB3027: "{0}" konnte nicht in "{1}" kopiert werden. Die zulässige Anzahl von Wiederholungen von {2} wurde überschritten. Fehler. {3}
es: MSB3027: No se pudo copiar "{0}" en "{1}". Se superó el número de {2} reintentos. Error. {3}
fr: MSB3027: Impossible de copier "{0}" vers "{1}". Dépassement du nombre maximal de nouvelles tentatives de {2}. Échec. {3}
it: MSB3027: non è stato possibile copiare "{0}" in "{1}". È stato superato il numero massimo di tentativi, pari a {2}. L'operazione non è riuscita. {3}
ja: MSB3027: "{0}" を "{1}" にコピーできませんでした。{2} 回の再試行回数を超えたため、失敗しました。{3}
ko: MSB3027: "{0}"을(를) "{1}"(으)로 복사할 수 없습니다. 재시도 횟수({2})를 초과하여 작업을 수행하지 못했습니다. {3}
pl: MSB3027: Nie można skopiować „{0}” do „{1}”. Przekroczono liczbę ponownych prób {2}. Niepowodzenie. {3}
pt_br: MSB3027: não foi possível copiar "{0}" para "{1}". Número de novas tentativas {2} excedido. Falha. {3}
ru: MSB3027: не удалось скопировать "{0}" в "{1}". Превышено допустимое число повторных попыток ({2}). Произошел сбой. {3}
tr: MSB3027: "{0}", "{1}" üzerine kopyalanamadı. {2} yeniden deneme sayısı aşıldı. Başarısız oldu. {3}
zh_hans: MSB3027: 无法将“{0}”复制到“{1}”。超出了重试计数 {2}。失败。{3}
zh_hant: MSB3027: 無法將 "{0}" 複製到 "{1}"。已超過重試次數 {2}。失敗。{3}

# Copy.InvalidRetryCount
source: MSB3028: {0} is an invalid retry count. Value must not be negative.
cs: MSB3028: {0} je neplatný počet opakování. Hodnota nesmí být záporná.
de: MSB3028: {0} ist eine ungültige Anzahl von Wiederholungen. Der Wert darf nicht negativ sein.
es: MSB3028: {0} no es un número de reintentos válido. El valor no puede ser negativo.
fr: MSB3028: {0} n'est pas un nombre de nouvelles tentatives valide. La valeur ne doit pas être négative.
it: MSB3028: {0} non corrisponde a un numero di tentativi valido. Il valore non deve essere negativo.
ja: MSB3028: {0} は無効な再試行回数です。値を負にすることはできません。
ko: MSB3028: {0}은(는) 잘못된 재시도 횟수입니다. 값은 음수일 수 없습니다.
pl: MSB3028: {0} jest nieprawidłową liczbą ponownych prób. Wartość nie może być ujemna.
pt_br: MSB3028: {0} é um número de novas tentativas inválido. O valor não deve ser negativo.
ru: MSB3028: {0} — недопустимое число повторных попыток. Значение не должно быть отрицательным.
tr: MSB3028: {0} geçersiz bir yeniden deneme sayısı. Değer negatif olamaz.
zh_hans: MSB3028: {0} 是无效的重试计数。值不能为负数。
zh_hant: MSB3028: {0} 是無效的重試計數。值不得為負數。

# Copy.InvalidRetryDelay
source: MSB3029: {0} is an invalid retry delay. Value must not be negative.
cs: MSB3029: {0} je neplatné zpoždění opakování. Hodnota nesmí být záporná.
de: MSB3029: {0} ist eine ungültige Wiederholungsverzögerung. Der Wert darf nicht negativ sein.
es: MSB3029: {0} no es un número de reintentos válido. El valor no puede ser negativo.
fr: MSB3029: {0} n'est pas un délai de nouvelle tentative valide. La valeur ne doit pas être négative.
it: MSB3029: {0} non corrisponde a un ritardo del tentativo valido. Il valore non deve essere negativo.
ja: MSB3029: {0} は無効な再試行遅延です。値を負にすることはできません。
ko: MSB3029: {0}은(는) 잘못된 재시도 간격입니다. 값은 음수일 수 없습니다.
pl: MSB3029: {0} jest nieprawidłowym opóźnieniem ponownych prób. Wartość nie może być ujemna.
pt_br: MSB3029: {0} é um atraso de nova tentativa inválido. O valor não deve ser negativo.
ru: MSB3029: {0} — недопустимое значение задержки повторной попытки. Значение не должно быть отрицательным.
tr: MSB3029: {0} geçersiz bir yeniden deneme gecikmesi. Değer negatif olamaz.
zh_hans: MSB3029: {0} 是无效的重试延迟时间。值不能为负数。
zh_hant: MSB3029: {0} 是無效的重試延遲。值不得為負數。

# Copy.SourceFileNotFound
source: MSB3030: Could not copy the file "{0}" because it was not found.
cs: MSB3030: Soubor {0} nebylo možné zkopírovat, protože nebyl nalezen.
de: MSB3030: Datei "{0}" konnte nicht kopiert werden, da die Datei nicht gefunden wurde.
es: MSB3030: No se pudo copiar el archivo "{0}" porque no se encontró.
fr: MSB3030: Impossible de copier le fichier "{0}", car il est introuvable.
it: MSB3030: non è stato possibile copiare il file "{0}" perché non è stato trovato.
ja: MSB3030: ファイル "{0}" は見つからなかったためコピーできません。
ko: MSB3030: "{0}" 파일을 찾을 수 없으므로 복사할 수 없습니다.
pl: MSB3030: Nie można skopiować pliku „{0}”, ponieważ go nie odnaleziono.
pt_br: MSB3030: não foi possível copiar o arquivo "{0}" porque ele não foi encontrado.
ru: MSB3030: не удалось скопировать файл "{0}" - файл не найден.
tr: MSB3030: "{0}" dosyası, bulunamadığı için kopyalanamadı.
zh_hans: MSB3030: 无法复制文件“{0}”，原因是找不到该文件。
zh_hant: MSB3030: 無法複製檔案 "{0}"，因為找不到檔案。

# CreateItem.AdditionalMetadataError
source: MSB3031: Could not set additional metadata. "{0}" is a reserved metadata name and cannot be modified.
cs: MSB3031: Nelze nastavit další metadata. {0} je vyhrazený název metadat, který nelze upravit.
de: MSB3031: Es konnten keine zusätzlichen Metadaten festgelegt werden. "{0}" ist ein reservierter Metadatenname und kann nicht geändert werden.
es: MSB3031: No se pudieron establecer los metadatos adicionales. "{0}" es un nombre de metadatos reservado y no se puede modificar.
fr: MSB3031: Impossible de définir d'autres métadonnées. "{0}" est un nom de métadonnée réservé et il ne peut pas être modifié.
it: MSB3031: non è stato possibile impostare metadati aggiuntivi. "{0}" è un nome di metadati riservato e non può essere modificato.
ja: MSB3031: 追加のメタデータを設定できませんでした。"{0}" は予約されているメタデータ名であるため変更できません。
ko: MSB3031: 추가 메타데이터를 설정할 수 없습니다. "{0}"은(는) 예약된 메타데이터 이름이므로 수정할 수 없습니다.
pl: MSB3031: Nie można ustawić dodatkowych metadanych. „{0}” jest zastrzeżoną nazwą metadanych i nie można jej modyfikować.
pt_br: MSB3031: Não foi possível definir metadados adicionais. "{0}" é um nome de metadados reservado e não pode ser modificado.
ru: MSB3031: Не удалось задать дополнительные метаданные. "{0}" - это зарезервированные метаданные элемента, изменение недоступно.
tr: MSB3031: Ek meta veriler ayarlanamıyor. "{0}" ayrılmış bir meta veri adıdır ve değiştirilemez.
zh_hans: MSB3031: 未能设置其他元数据。“{0}”是保留的元数据名，不能修改。
zh_hant: MSB3031: 無法設定其他中繼資料。"{0}" 是保留的中繼資料名稱，不能修改。
