Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GenerateBootstrapper.DependencyNotFound
source: MSB3162: The '{0}' item selected requires '{1}'. Select the missing prerequisite in the Prerequisites Dialog Box or create a bootstrapper package for the missing prerequisite.
cs: MSB3162: Vybraná položka {0} vyžaduje {1}. Vyberte chybějící součást v dialogovém okně Požadované součásti nebo pro chybějící součást vytvořte balíček zaváděcího nástroje.
de: MSB3162: Das ausgewählte "{0}"-Element erfordert "{1}". Wählen Sie die fehlenden Komponenten im Dialogfeld "Erforderliche Komponenten" aus, oder erstellen Sie ein Bootstrapperpaket für die fehlenden erforderlichen Komponenten.
es: MSB3162: El elemento '{0}' seleccionado requiere '{1}'. Seleccione el requisito previo que falta en el cuadro de diálogo Requisitos previos, o bien cree para él un paquete de arranque.
fr: MSB3162: L'élément '{0}' sélectionné nécessite '{1}'. Sélectionnez le composant requis manquant dans la boîte de dialogue Composants requis ou créez un package du programme d'amorçage pour le composant requis manquant.
it: MSB3162: l'elemento '{0}' selezionato richiede '{1}'. Selezionare il prerequisito mancante nella finestra di dialogo Prerequisiti oppure creare un programma di avvio automatico per il prerequisito mancante.
ja: MSB3162: 選択した '{0}' 項目には '{1}' が必要です。[必須コンポーネント] ダイアログ ボックスで足りない必須コンポーネントを選択するか、または足りない必須コンポーネントのブートストラップ パッケージを作成してください。
ko: MSB3162: 선택한 '{0}' 항목에 '{1}'이(가) 필요합니다. [필수 구성 요소] 대화 상자에서 누락된 필수 구성 요소를 선택하거나 누락된 필수 구성 요소에 대한 부트스트래퍼 패키지를 만듭니다.
pl: MSB3162: Wybrany element {0} wymaga elementu „{1}”. Wybierz brakujące wymaganie wstępne w oknie dialogowym Wymagania wstępne lub utwórz pakiet programu inicjującego dla brakującego wymagania wstępnego.
pt_br: MSB3162: O item "{0}" selecionado requer "{1}". Selecione o pré-requisito ausente na Caixa de Diálogo Pré-Requisitos ou crie um pacote de bootstrapper para o pré-requisito ausente.
ru: MSB3162: для выбранного элемента "{0}" требуется "{1}". Выберите отсутствующий необходимый компонент в диалоговом окне "Необходимые компоненты" или создайте пакет начального загрузчика для отсутствующего необходимого компонента.
tr: MSB3162: Seçilen '{0}' öğesi '{1}' gerektiriyor. Önkoşullar İletişim Kutusunda eksik önkoşulu seçin veya eksik önkoşul için bir önyükleyici paketi oluşturun.
zh_hans: MSB3162: 所选的“{0}”项需要“{1}”。在“系统必备”对话框中选择缺少的系统必备组件，或者为缺少的系统必备组件创建引导程序包。
zh_hant: MSB3162: 選取的 '{0}' 項目需要 '{1}'。請在 [必要條件] 對話方塊中選取遺漏的必要條件，或建立所遺漏必要條件的啟動載入器套件。

# GenerateBootstrapper.DifferingPublicKeys
source: MSB3165: The value of the '{0}' attribute in '{1}' does not match that of file '{2}'.
cs: MSB3165: Hodnota atributu {0} v položce {1} neodpovídá hodnotě v souboru {2}.
de: MSB3165: Der Wert des {0}-Attributs in "{1}" entspricht nicht dem Wert der Datei "{2}".
es: MSB3165: El valor del atributo '{0}' de '{1}' no coincide con el del archivo '{2}'.
fr: MSB3165: La valeur de l'attribut '{0}' dans '{1}' ne correspond pas à celle du fichier '{2}'.
it: MSB3165: il valore dell'attributo '{0}' in '{1}' non corrisponde a quello del file '{2}'.
ja: MSB3165: '{1}' 内の '{0}' 属性の値はファイル '{2}' の値と一致しません。
ko: MSB3165: '{1}'의 '{0}' 특성 값이 '{2}' 파일의 해당 값과 일치하지 않습니다.
pl: MSB3165: Wartość atrybutu '{0}' w '{1}' nie pasuje do wartości pliku '{2}'.
pt_br: MSB3165: O valor do atributo "{0}" em "{1}" não corresponde àquele do arquivo "{2}".
ru: MSB3165: Значение атрибута "{0}" в "{1}" не соответствует значению в файле "{2}".
tr: MSB3165: '{1}' öğesindeki '{0}' özniteliğinin değeri, '{2}' dosyasındakiyle eşleşmiyor.
zh_hans: MSB3165: “{1}”中“{0}”特性的值与文件“{2}”的该特性值不匹配。
zh_hant: MSB3165: '{0}' 屬性在 '{1}' 中的值，與檔案 '{2}' 中的值不相符。

# GenerateBootstrapper.DuplicateItems
source: MSB3168: Duplicate item '{0}' will be ignored.
cs: MSB3168: Duplicitní položka {0} bude ignorována.
de: MSB3168: Das doppelte Element "{0}" wird ignoriert.
es: MSB3168: Se omitirá el elemento duplicado '{0}'.
fr: MSB3168: L'élément dupliqué '{0}' sera ignoré.
it: MSB3168: l'elemento duplicato '{0}' verrà ignorato.
ja: MSB3168: 重複した項目 '{0}' は無視されます。
ko: MSB3168: 중복 항목 '{0}'은(는) 무시됩니다.
pl: MSB3168: Zduplikowany element '{0}' zostanie zignorowany.
pt_br: MSB3168: O item duplicado "{0}" será ignorado.
ru: MSB3168: Повторяющийся элемент "{0}" будет игнорироваться.
tr: MSB3168: Yinelenen '{0}' öğesi yok sayılacak.
zh_hans: MSB3168: 重复项“{0}”将被忽略。
zh_hant: MSB3168: 重複的項目 '{0}' 將會被忽略。

# GenerateBootstrapper.General
source: MSB3169: An error occurred generating a bootstrapper: {0}
cs: MSB3169: Při generování zaváděcího nástroje došlo k chybě: {0}
de: MSB3169: Fehler beim Generieren eines Bootstrappers: {0}
es: MSB3169: Error al generar un arranque: {0}
fr: MSB3169: Une erreur s'est produite lors de la génération d'un programme d'amorçage : {0}
it: MSB3169: errore durante la generazione di un programma di avvio automatico: {0}
ja: MSB3169: ブートストラップの生成中にエラーが発生しました: {0}
ko: MSB3169: 부트스트래퍼를 생성하는 동안 오류가 발생했습니다. {0}
pl: MSB3169: Wystąpił problem podczas generowania programu inicjującego: {0}
pt_br: MSB3169: Erro ao gerar bootstrapper: {0}
ru: MSB3169: Произошла ошибка в ходе создания загрузчика: {0}
tr: MSB3169: Önyükleyici oluşturulurken hata oluştu: {0}
zh_hans: MSB3169: 生成引导程序时出错: {0}
zh_hant: MSB3169: 產生啟動載入器時發生錯誤: {0}

# GenerateBootstrapper.IncludedProductIncluded
source: MSB3151: Item '{0}' already includes '{1}'.
cs: MSB3151: Položka {0} již obsahuje {1}.
de: MSB3151: Das Element "{0}" enthält "{1}" bereits.
es: MSB3151: El elemento '{0}' ya incluye '{1}'.
fr: MSB3151: L'élément '{0}' inclut déjà '{1}'.
it: MSB3151: l'elemento '{0}' include già '{1}'.
ja: MSB3151: 項目 '{0}' は既に '{1}' を含んでいます。
ko: MSB3151: '{0}' 항목에 '{1}'이(가) 이미 포함되어 있습니다.
pl: MSB3151: Element '{0}' już zawiera '{1}'.
pt_br: MSB3151: O item "{0}" já inclui "{1}".
ru: MSB3151: Элемент "{0}" уже включает "{1}".
tr: MSB3151: '{0}' öğesi zaten '{1}' içeriyor.
zh_hans: MSB3151: 项“{0}”已包含“{1}”。
zh_hant: MSB3151: 項目 '{0}' 已經包含 '{1}'。

# GenerateBootstrapper.InvalidComponentsLocation
source: MSB3163: Build input parameter 'ComponentsLocation={0}' is not valid. The value must be one of 'HomeSite', 'Relative', or 'Absolute'. Defaulting to 'HomeSite'.
cs: MSB3163: Vstupní parametr sestavení ComponentsLocation={0} není platný. Parametr musí mít jednu z následujících hodnot: HomeSite, Relative nebo Absolute. Použije se výchozí hodnota HomeSite.
de: MSB3163: Der Buildeingabeparameter "ComponentsLocation={0}" ist ungültig. Der Wert muss "HomeSite", "Relative" oder "Absolute" lauten. "HomeSite" wird standardmäßig festgelegt.
es: MSB3163: El parámetro de entrada de compilación 'ComponentsLocation={0}' no es válido. El valor debe ser: 'HomeSite', 'Relative' o 'Absolute'. Se usará el valor predeterminado, 'HomeSite'.
fr: MSB3163: Le paramètre d'entrée de génération 'ComponentsLocation={0}' n'est pas valide. La valeur doit être 'HomeSite', 'Relative' ou 'Absolute'. La valeur par défaut 'HomeSite' sera utilisée.
it: MSB3163: il parametro di input della compilazione 'ComponentsLocation={0}' non è valido. Il valore deve essere uno dei seguenti: 'HomeSite', 'Relative' o 'Absolute'. Verrà usato il valore predefinito 'HomeSite'.
ja: MSB3163: ビルド入力パラメーター 'ComponentsLocation={0}' は無効です。値は、'HomeSite'、'Relative'、または 'Absolute' のうちの 1 つでなければなりません。既定値は 'HomeSite' です。
ko: MSB3163: 빌드 입력 매개 변수 'ComponentsLocation={0}'이(가) 잘못되었습니다. 이 값은 'HomeSite', 'Relative' 또는 'Absolute' 중 하나여야 합니다. 'HomeSite'를 기본값으로 사용합니다.
pl: MSB3163: Parametr wejściowy kompilacji „ComponentsLocation={0}” jest nieprawidłowy. Należy wybrać jedną z następujących wartości: „HomeSite”, „Relative” lub „Absolute”. Domyślnie zostanie ustawiona wartość „HomeSite”.
pt_br: MSB3163: O parâmetro de entrada de build "ComponentsLocation={0}" não é válido. O valor deve ser um destes: "HomeSite", "Relative" ou "Absolute". O padrão é "HomeSite".
ru: MSB3163: недопустимый входной параметр сборки "ComponentsLocation={0}". Значение должно быть одним из следующих: HomeSite, Relative или Absolute. Значение по умолчанию: HomeSite.
tr: MSB3163: Derleme giriş parametresi 'ComponentsLocation={0}' geçersiz. Değer, 'HomeSite', 'Relative' veya 'Absolute' olmalıdır. Varsayılan 'HomeSite' değeri kullanılıyor.
zh_hans: MSB3163: 生成输入参数“ComponentsLocation={0}”无效。该值必须为“HomeSite”、“Relative”或“Absolute”之一。默认为“HomeSite”。
zh_hant: MSB3163: 建置輸入參數 'ComponentsLocation={0}' 無效。這個值必須是 'HomeSite'、'Relative' 或 'Absolute' 其中一個。預設為 'HomeSite'。

# GenerateBootstrapper.InvalidInput
source: MSB3144: Not enough data was provided to generate a bootstrapper. Please provide a value for at least one of the parameters: 'ApplicationFile' or 'BootstrapperItems'.
cs: MSB3144: Není dostatek dat ke generování zaváděcího nástroje. Zadejte hodnotu alespoň jednoho z těchto parametrů: ApplicationFile nebo BootstrapperItems.
de: MSB3144: Es wurden nicht genügend Daten zum Generieren eines Bootstrappers angegeben. Geben Sie für mindestens einen der folgenden Parameter einen Wert an: "ApplicationFile" oder "BootstrapperItems".
es: MSB3144: No se proporcionaron datos suficientes para generar un arranque. Especifique un valor al menos para uno de los parámetros: 'ApplicationFile' o 'BootstrapperItems'.
fr: MSB3144: Les données fournies sont insuffisantes pour générer un programme d'amorçage. Indiquez une valeur pour au moins l'un des paramètres : 'ApplicationFile' ou 'BootstrapperItems'.
it: MSB3144: i dati forniti non sono sufficienti a generare un programma di avvio automatico. Specificare un valore per almeno uno dei parametri seguenti: 'ApplicationFile' o 'BootstrapperItems'.
ja: MSB3144: ブートストラップを生成するために十分なデータが指定されませんでした。'ApplicationFile' または 'BootstrapperItems' の少なくとも 1 つのパラメーターの値を指定してください。
ko: MSB3144: 부트스트래퍼를 생성하는 데 필요한 데이터가 충분하지 않습니다. 'ApplicationFile' 또는 'BootstrapperItems' 매개 변수 중 적어도 하나에 대한 값을 지정하세요.
pl: MSB3144: Podano za mało danych, aby wygenerować program inicjujący. Podaj wartość dla co najmniej jednego z parametrów: „ApplicationFile” lub „BootstrapperItems”.
pt_br: MSB3144: Não há dados suficientes para gerar um bootstrapper. Forneça um valor para pelo menos um dos parâmetros: "ApplicationFile" ou "BootstrapperItems".
ru: MSB3144: для создания начального загрузчика предоставлено недостаточно данных. Укажите значение как минимум для одного из параметров: ApplicationFile или BootstrapperItems.
tr: MSB3144: Önyükleyici oluşturmak için yeterli veri belirtilmedi. Lütfen şu parametrelerden en az biri için değer belirtin: 'ApplicationFile' veya 'BootstrapperItems'.
zh_hans: MSB3144: 未提供足够的数据来生成引导程序。请为下面至少一个参数提供值: “ApplicationFile”或“BootstrapperItems”。
zh_hant: MSB3144: 提供的資料不足以產生啟動載入器。請至少為下列其中一個參數提供值: 'ApplicationFile' 或 'BootstrapperItems'。

# GenerateBootstrapper.InvalidUrl
source: MSB3145: Build input parameter '{0}={1}' is not a web url or UNC share.
cs: MSB3145: Vstupní parametr sestavení {0}={1} není webová adresa URL ani sdílená položka UNC.
de: MSB3145: Der Buildeingabeparameter {0}={1} ist keine Internet-URL oder UNC-Freigabe.
es: MSB3145: El parámetro de entrada de compilación '{0}={1}' no es una dirección URL de la Web ni un recurso compartido UNC.
fr: MSB3145: Le paramètre d'entrée de génération '{0}={1}' n'est ni une URL Web, ni un partage UNC.
it: MSB3145: il parametro di input della compilazione '{0}={1}' non è un URL Web o una condivisione UNC.
ja: MSB3145: ビルド入力パラメーター '{0}={1}' は Web URL または UNC 共有ではありません。
ko: MSB3145: 빌드 입력 매개 변수 '{0}={1}'은(는) 웹 URL 또는 UNC 공유가 아닙니다.
pl: MSB3145: Parametr wejściowy kompilacji '{0}={1}' nie jest adresem url sieci Web ani udziałem UNC.
pt_br: MSB3145: O parâmetro de entrada de compilação "{0}={1}" não é uma URL da Web nem um compartilhamento UNC.
ru: MSB3145: Входной параметр сборки "{0}={1}" не является URL-адресом веб-ресурса или UNC-адресом общего ресурса.
tr: MSB3145: Oluşturma giriş parametresi '{0}={1}', web URL'si veya UNC paylaşımı değil.
zh_hans: MSB3145: 生成输入参数“{0}={1}”不是 Web URL 或 UNC 共享位置。
zh_hant: MSB3145: 建置輸入參數 '{0}={1}' 不是 Web URL 或 UNC 共用。

# GenerateBootstrapper.MissingDependency
source: MSB3146: Item '{0}' is required by '{1}', but was not included.
cs: MSB3146: Položka {1} vyžaduje položku {0}, která však není zahrnuta.
de: MSB3146: Das Element "{0}" ist für "{1}" erforderlich, wurde jedoch nicht angegeben.
es: MSB3146: '{1}' necesita el elemento '{0}', pero no se incluyó.
fr: MSB3146: L'élément '{0}' est requis par '{1}', mais il n'a pas été inclus.
it: MSB3146: l'elemento '{0}' è richiesto da '{1}', ma non è stato incluso.
ja: MSB3146: 項目 '{0}' は '{1}' で必要ですが、含まれていませんでした。
ko: MSB3146: '{1}'에 필요한 '{0}' 항목이 포함되어 있지 않습니다.
pl: MSB3146: Element '{0}' jest wymagany przez '{1}', ale nie został dołączony.
pt_br: MSB3146: O item "{0}" era necessário para "{1}", mas não foi incluído.
ru: MSB3146: Элемент "{0}" требуется для "{1}", но он не включен.
tr: MSB3146: {0}' öğesi, '{1}' tarafından istendi, ancak eklenmedi.
zh_hans: MSB3146: “{1}”需要项“{0}”，但未包括该项。
zh_hant: MSB3146: '{1}' 需要項目 '{0}'，但卻不包含。

# GenerateBootstrapper.MissingDependencyMultiple
source: MSB3696: One of the following items '{0}' is required by '{1}', but none were included.
cs: MSB3696: Položka {1} vyžaduje jednu z následujících položek {0}, žádná z nich však není zahrnuta.
de: MSB3696: Eines des folgenden Elemente "{0}" ist für "{1}" erforderlich, es sind jedoch keine enthalten.
es: MSB3696: '{1}' necesita uno de los elementos '{0}' siguientes, pero no se incluyó ninguno.
fr: MSB3696: Un des éléments suivants '{0}' est requis par '{1}', mais aucun n'a été inclus.
it: MSB3696: uno dei seguenti elementi '{0}' è necessario per '{1}', ma non ne è stato incluso nessuno.
ja: MSB3696: 次の項目 '{0}' の 1 つが '{1}' によって要求されていますが、どれも含まれていません。
ko: MSB3696: '{1}'에 필요한 다음 '{0}' 항목 중 어느 항목도 포함되어 있지 않습니다.
pl: MSB3696: Jeden z następujących elementów {0} jest wymagany przez {1}, ale żaden nie został dołączony.
pt_br: MSB3696: Um dos itens "{0}" a seguir é necessário para "{1}", mas nenhum foi incluído.
ru: MSB3696: один из следующих элементов "{0}" требуется для "{1}", но ни один не был включен.
tr: MSB3696: '{0}' öğelerinden biri '{1}' tarafından istendi, ancak hiçbiri yoktu.
zh_hans: MSB3696: “{1}”需要以下项之一:“{0}”，但未包括其中任何一项。
zh_hant: MSB3696: '{1}' 需要下列其中一個項目 '{0}'，但卻未被包含在內。

# GenerateBootstrapper.MissingSetupBin
source: MSB3147: Could not find required file '{0}' in '{1}'.
cs: MSB3147: Nebyl nalezen požadovaný soubor {0} v umístění {1}.
de: MSB3147: Die erforderliche Datei "{0}" wurde nicht in "{1}" gefunden.
es: MSB3147: No se encuentra el archivo necesario '{0}' en '{1}'.
fr: MSB3147: Impossible de trouver le fichier requis '{0}' dans '{1}'.
it: MSB3147: il file richiesto '{0}' non è stato trovato in '{1}'.
ja: MSB3147: 必要なファイル '{0}' が '{1}' で見つかりませんでした。
ko: MSB3147: '{1}'에서 필요한 '{0}' 파일을 찾을 수 없습니다.
pl: MSB3147: Nie można odnaleźć wymaganego pliku '{0}' w '{1}'.
pt_br: MSB3147: Não foi possível encontrar o arquivo necessário "{0}" em "{1}".
ru: MSB3147: Не удалось найти требуемый файл "{0}" в "{1}".
tr: MSB3147: İstenen '{0}' dosyası '{1}' konumunda bulunamadı.
zh_hans: MSB3147: 在“{1}”中未能找到所需的文件“{0}”。
zh_hant: MSB3147: 在 '{1}' 中找不到需要的檔案 '{0}'。

# GenerateBootstrapper.MissingVerificationInformation
source: MSB3141: No 'PublicKey' or 'Hash' attribute specified for file '{0}' in item '{1}'.
cs: MSB3141: Nebyl zadán atribut PublicKey nebo Hash pro soubor {0} v položce {1}.
de: MSB3141: Es wurde kein PublicKey- oder Hash-Attribut für die Datei "{0}" im Element "{1}" angegeben.
es: MSB3141: No se especificó el atributo 'PublicKey' o 'Hash' para el archivo '{0}' en el elemento '{1}'.
fr: MSB3141: Aucun attribut 'PubliKey' ou 'Hash' n'est spécifié pour le fichier '{0}' dans l'élément '{1}'.
it: MSB3141: nessun attributo 'PublicKey' o 'Hash' specificato per il file '{0}' nell'elemento '{1}'.
ja: MSB3141: 'PublicKey' または 'Hash' 属性が、項目 '{1}' のファイル '{0}' に対して指定されていません。
ko: MSB3141: '{1}' 항목의 '{0}' 파일에 'PublicKey' 또는 'Hash' 특성을 지정하지 않았습니다.
pl: MSB3141: Brak atrybutu 'PublicKey' lub 'Hash' określonego dla pliku '{0}' w elemencie '{1}'.
pt_br: MSB3141: Nenhum atributo "PublicKey" ou "Hash" foi especificado para o arquivo "{0}" no item "{1}".
ru: MSB3141: Не указаны атрибуты "PublicKey" или "Hash" для файла "{0}" в элементе "{1}".
tr: MSB3141: '{1}' öğesindeki '{0}' dosyası için 'No 'PublicKey' veya 'Hash' özniteliği belirtilmedi.
zh_hans: MSB3141: 在项“{1}”中没有为文件“{0}”指定“PublicKey”或“Hash”特性。
zh_hant: MSB3141: 在項目 '{1}' 中沒有指定檔案 '{0}' 的 'PublicKey' 或 'Hash' 屬性。

# GenerateBootstrapper.MultipleDependeciesNotFound
source: MSB3170: Item '{0}' could not find any of dependent items '{1}'.
cs: MSB3170: Položka {0} nemůže najít žádné nezávislé položky {1}.
de: MSB3170: Das Element "{0}" konnte keines der abhängigen Elemente "{1}" finden.
es: MSB3170: El elemento '{0}' no encontró ningún elemento dependiente '{1}'.
fr: MSB3170: L'élément '{0}' n'a trouvé aucun élément dépendant '{1}'.
it: MSB3170: l'elemento '{0}' non è in grado di trovare nessun elemento dipendente '{1}'.
ja: MSB3170: 項目 '{0}' では、依存する項目 '{1}' が見つかりませんでした。
ko: MSB3170: '{0}' 항목에 대해 종속 항목 '{1}'을(를) 찾을 수 없습니다.
pl: MSB3170: Element '{0}' nie może odnaleźć żadnego z elementów zależnych '{1}'.
pt_br: MSB3170: O item "{0}" não localizou nenhum dos itens "{1}" dependentes.
ru: MSB3170: Элементу "{0}" не удалось найти какие-либо зависимые элементы "{1}".
tr: MSB3170: '{0}' öğesi, '{1}' bağımlı öğesinden hiçbirini bulamadı.
zh_hans: MSB3170: 项“{0}”未能找到任何依赖项“{1}”。
zh_hant: MSB3170: 項目 '{0}' 找不到任何的相依項目 '{1}'。

# GenerateBootstrapper.NoOutputPath
source: MSB3148: No output path specified in build settings.
cs: MSB3148: V nastavení sestavení nebyla zadána žádná výstupní cesta.
de: MSB3148: In den Buildeinstellungen wurde kein Ausgabepfad angegeben.
es: MSB3148: No se especificó la ruta de acceso de salida en la configuración de compilación.
fr: MSB3148: Aucun chemin de sortie spécifié dans les paramètres de génération.
it: MSB3148: non è stato specificato un percorso di output nelle impostazioni di compilazione.
ja: MSB3148: 出力パスがビルド設定で指定されていません。
ko: MSB3148: 빌드 설정에 출력 경로를 지정하지 않았습니다.
pl: MSB3148: W ustawieniach kompilacji nie określono ścieżki wyjściowej.
pt_br: MSB3148: Nenhum caminho de saída foi especificado nas configurações de compilação.
ru: MSB3148: В параметрах сборки не указан путь для вывода.
tr: MSB3148: Oluşturma ayarlarında çıkış yolu belirtilmedi.
zh_hans: MSB3148: 生成设置中未指定输出路径。
zh_hant: MSB3148: 組建設定中沒有指定輸出路徑。

# GenerateBootstrapper.NoResources
source: MSB3149: No resources available for building a bootstrapper.
cs: MSB3149: Nejsou k dispozici žádné prostředky k vytvoření zaváděcího nástroje.
de: MSB3149: Es sind keine Ressourcen für die Erstellung eines Bootstrappers verfügbar.
es: MSB3149: No hay recursos disponibles para compilar un arranque.
fr: MSB3149: Aucune ressource disponible pour générer un programme d'amorçage.
it: MSB3149: nessuna risorsa disponibile per la compilazione di un programma di avvio automatico.
ja: MSB3149: ブートストラップをビルドするために利用可能なリソースがありません。
ko: MSB3149: 부트스트래퍼를 빌드하는 데 사용할 수 있는 리소스가 없습니다.
pl: MSB3149: Brak dostępnych zasobów do skompilowania programu inicjującego.
pt_br: MSB3149: Não há recursos disponíveis para compilar um bootstrapper.
ru: MSB3149: Отсутствуют ресурсы, доступные для сборки загрузчика.
tr: MSB3149: Önyükleyici oluşturmak için kullanılabilir kaynak yok.
zh_hans: MSB3149: 没有可用于生成引导程序的资源。
zh_hant: MSB3149: 沒有可用來建置啟動載入器的資源。

# GenerateBootstrapper.NoStringsForCulture
source: MSB3150: No string resources available for building a bootstrapper with culture '{0}'.
cs: MSB3150: Nejsou k dispozici žádné prostředky řetězců k vytvoření zaváděcího nástroje s jazykovou verzí {0}.
de: MSB3150: Es sind keine Zeichenfolgenressourcen für die Erstellung eines Bootstrappers mit der Kultur "{0}" verfügbar.
es: MSB3150: No hay recursos de cadena disponibles para compilar un arranque con la referencia cultural '{0}'.
fr: MSB3150: Aucune ressource de type chaîne disponible pour générer un programme d'amorçage avec la culture '{0}'.
it: MSB3150: nessuna risorsa di tipo stringa disponibile per la compilazione di un programma di avvio automatico con impostazioni cultura '{0}'.
ja: MSB3150: ブートストラップをカルチャ '{0}' でビルドするために利用可能な文字列リソースがありません。
ko: MSB3150: 문화권이 '{0}'인 부트스트래퍼를 빌드하는 데 사용할 수 있는 문자열 리소스가 없습니다.
pl: MSB3150: Brak zasobów ciągu do utworzenia programu inicjującego z kulturą '{0}'.
pt_br: MSB3150: Não há recursos de cadeia de caracteres disponíveis para compilar um bootstrapper com cultura "{0}".
ru: MSB3150: Отсутствуют строковые ресурсы, доступные для сборки загрузчика с культурой "{0}".
tr: MSB3150: '{0}' kültürüyle önyükleyici oluşturmak için dize kaynağı yok.
zh_hans: MSB3150: 没有可用于生成区域性为“{0}”的引导程序的字符串资源。
zh_hant: MSB3150: 沒有可用來建置啟動載入器文化特性 '{0}' 的字串資源。
