Repository: dotnet/msbuild
Catalog: src/Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# General.SdkToolsPathToolDoesNotExist
source: MSB3086: Task could not find "{0}" using the SdkToolsPath "{1}" or the registry key "{2}". Make sure the SdkToolsPath is set and the tool exists in the correct processor specific location under the SdkToolsPath and that the Microsoft Windows SDK is installed
cs: MSB3086: Úloha nemůže najít položku {0} s použitím parametru SdkToolsPath {1} nebo klíče registru {2}. Ověřte, že je parametr SdkToolsPath nastavený, že se nástroj nachází ve správném umístění pro daný typ procesoru v cestě SdkToolsPath a že je nainstalovaná sada Microsoft Windows SDK.
de: MSB3086: Die Aufgabe konnte "{0}" mit dem SdkToolsPath-Wert "{1}" oder dem Registrierungsschlüssel "{2}" nicht finden. Stellen Sie sicher, dass SdkToolsPath festgelegt, das Tool am korrekten prozessorspezifischen Speicherort unter SdkToolsPath vorhanden und das Microsoft Windows SDK installiert ist.
es: MSB3086: La tarea no encontró "{0}" mediante el valor "{1}" de SdkToolsPath ni mediante la clave del Registro "{2}". Asegúrese de establecer SdkToolsPath, de que la herramienta exista en la ubicación específica del procesador correcta debajo de SdkToolsPath y de que esté instalado Microsoft Windows SDK.
fr: MSB3086: La tâche n'a pas pu trouver "{0}" à l'emplacement défini par la valeur SdkToolsPath "{1}" ou la clé de Registre "{2}". Vérifiez que la propriété SdkToolsPath est définie, que l'outil existe à l'emplacement du processeur approprié, sous SdkToolsPath, et que le SDK Microsoft Windows est installé
it: MSB3086: l'attività non è riuscita a trovare "{0}" usando il valore "{1}" di SdkToolsPath o la chiave del Registro di sistema "{2}". Verificare che SdkToolsPath sia impostato, che lo strumento sia presente nel percorso specifico del processore corretto sotto SdkToolsPath e che Microsoft Windows SDK sia installato
ja: MSB3086: タスクは SdkToolsPath "{1}" またはレジストリ キー "{2}" を使用して "{0}" を見つけられませんでした。SdkToolsPath が設定されていること、SdkToolsPath の下の適切なプロセッサ固有の場所にツールが存在すること、および Microsoft Windows SDK がインストールされていることを確認してください。
ko: MSB3086: 작업에서 SdkToolsPath "{1}" 또는 레지스트리 키 "{2}"을(를) 사용하여 "{0}"을(를) 찾을 수 없습니다. SdkToolsPath가 설정되었는지, 도구가 SdkToolsPath 아래의 올바른 프로세서 특정 위치에 있는지, Microsoft Windows SDK가 설치되었는지 확인하세요.
pl: MSB3086: Zadanie nie może odnaleźć elementu „{0}” przy użyciu właściwości SdkToolsPath „{1}” lub klucza rejestru „{2}”. Upewnij się, że właściwość SdkToolsPath jest ustawiona i że prawidłowa lokalizacja właściwa dla procesora istnieje w właściwości SdkToolsPath oraz że zainstalowano zestaw Microsoft Windows SDK.
pt_br: MSB3086: A tarefa não conseguiu localizar "{0}" usando SdkToolsPath "{1}" ou a chave do Registro "{2}". Verifique se SdkToolsPath está definido e se a ferramenta existe na localização correta específica ao processador sob SdkToolsPath e se o SDK do Microsoft Windows está instalado
ru: MSB3086: задаче не удалось найти "{0}" с использованием SdkToolsPath "{1}" или раздела реестра "{2}". Убедитесь, что свойство SdkToolsPath задано, а средство находится в нужном расположении для процессора по пути SdkToolsPath, и пакет Microsoft Windows SDK установлен.
tr: MSB3086: Görev, "{1}" SdkToolsPath değerini veya "{2}" kayıt defteri anahtarını kullanarak "{0}" öğesini bulamadı. SdkToolsPath özelliğinin ayarlandığından, aracın SdkToolsPath altında işlemciye özgü doğru konumda bulunduğundan ve Microsoft Windows SDK’nın yüklü olduğu emin olun
zh_hans: MSB3086: 任务未能使用 SdkToolsPath“{1}”或注册表项“{2}”找到“{0}”。请确保已设置 SdkToolsPath，在 SdkToolsPath 之下的相应处理器特定位置存在该工具，并且已安装 Microsoft Windows SDK
zh_hant: MSB3086: 工作無法使用 SdkToolsPath "{1}" 或登錄機碼 "{2}" 找到 "{0}"。請確認已設定 SdkToolsPath、工具位於 SdkToolsPath 底下的正確處理器專屬位置，且已安裝 Microsoft Windows SDK

# General.SdkToolsPathError
source: MSB3666: The SDK tool "{0}" could not be found. {1}
cs: MSB3666: Nástroj SDK {0} nebyl nalezen. {1}
de: MSB3666: Das SDK-Tool {0} wurde nicht gefunden. {1}
es: MSB3666: No se encuentra la herramienta "{0}" del SDK. {1}
fr: MSB3666: Impossible de trouver l'outil SDK "{0}". {1}
it: MSB3666: lo strumento SDK "{0}" non è stato trovato. {1}
ja: MSB3666: SDK ツール "{0}" が見つかりませんでした。{1}
ko: MSB3666: SDK 도구 "{0}"을(를) 찾을 수 없습니다. {1}
pl: MSB3666: Nie można odnaleźć narzędzia SDK „{0}”. {1}
pt_br: MSB3666: A ferramenta "{0}" do SDK não foi encontrada. {1}
ru: MSB3666: Не удалось найти инструмент SDK "{0}". {1}
tr: MSB3666: SDK aracı "{0}" bulunamadı. {1}
zh_hans: MSB3666: 未能找到 SDK 工具“{0}”。{1}
zh_hant: MSB3666: 找不到 SDK 工具 "{0}"。{1}

# General.ReferenceDoesNotExist
source: MSB3104: The referenced assembly "{0}" was not found. If this assembly is produced by another one of your projects, please make sure to build that project before building this one.
cs: MSB3104: Odkazované sestavení {0} nebylo nalezeno. Pokud je toto sestavení vytvořeno jiným projektem, je třeba příslušný projekt sestavit před sestavením tohoto projektu.
de: MSB3104: Die referenzierte "{0}"-Assembly wurde nicht gefunden. Falls diese Assembly von einem anderen Projekt erstellt wird, muss dieses Projekt vor diesem Projekt erstellt werden.
es: MSB3104: No se encuentra el ensamblado al que se hace referencia "{0}". Si este ensamblado lo genera otro de sus proyectos, asegúrese de compilar ese proyecto primero.
fr: MSB3104: Impossible de trouver l'assembly référencé "{0}". Si cet assembly est généré par un autre projet, vous devez d'abord générer ce projet.
it: MSB3104: l'assembly "{0}" a cui si fa riferimento non è stato trovato. Se l'assembly è prodotto da un altro progetto, assicurarsi di compilare tale progetto prima di compilare quello corrente.
ja: MSB3104: 参照アセンブリ "{0}" が見つかりませんでした。このアセンブリが別のプロジェクトによって生成された場合、このプロジェクトをビルドする前に、その生成元のプロジェクトをビルドすることを確認してください。
ko: MSB3104: 참조된 어셈블리 "{0}"을(를) 찾을 수 없습니다. 다른 프로젝트에서 이 어셈블리를 생성한 경우 이 어셈블리를 빌드하기 전에 해당 프로젝트를 빌드해야 합니다.
pl: MSB3104: Nie można odnaleźć wskazywanego zestawu „{0}”. Jeżeli zestaw jest tworzony przez inny projekt, upewnij się, że przed utworzeniem tego zestawu ten projekt został utworzony.
pt_br: MSB3104: O assembly usado como referência "{0}" não foi encontrado. Se esse assembly tiver sido produzido por outro projeto, compile aquele projeto antes de compilar este.
ru: MSB3104: не удалось найти сборку "{0}", на которую указывает ссылка. Если эта сборка создана другим вашим проектом, убедитесь, что сборка того проекта выполнена перед сборкой этого.
tr: MSB3104: Başvurulan "{0}" bütünleştirilmiş kodu bulunamadı. Bu bütünleştirilmiş kod başka bir projeniz tarafından üretiliyorsa lütfen bu projeyi derlemeden önce söz konusu projeyi derlediğinizden emin olun.
zh_hans: MSB3104: 未找到引用的程序集“{0}”。如果此程序集是由您的另一个项目生成的，请确保在生成该项目之后再生成此程序集。
zh_hant: MSB3104: 找不到參考的組件 "{0}"。如果這個組件是由您的其他專案所產生，請務必先建置該專案，之後才建置此專案。

# General.ToolCommandFailed
source: MSB3093: The command exited with code {0}.
cs: MSB3093: Příkaz byl ukončen s kódem {0}.
de: MSB3093: Der Befehl wurde mit dem Code {0} beendet.
es: MSB3093: El comando salió con el código {0}.
fr: MSB3093: La commande s'est arrêtée avec le code {0}.
it: MSB3093: uscita dal comando con codice {0}.
ja: MSB3093: コマンドはコード {0} で終了しました。
ko: MSB3093: 명령이 종료되었습니다(코드: {0}).
pl: MSB3093: Polecenie zostało zakończone przez kod {0}.
pt_br: MSB3093: O comando foi encerrado com o código {0}.
ru: MSB3093: Выход из команды с кодом "{0}".
tr: MSB3093: Komuttan {0} koduyla çıkıldı.
zh_hans: MSB3093: 命令已退出，代码为 {0}。
zh_hant: MSB3093: 命令以返回碼 {0} 結束。

# General.TwoVectorsMustHaveSameLength
source: MSB3094: "{2}" refers to {0} item(s), and "{3}" refers to {1} item(s). They must have the same number of items.
cs: MSB3094: Položka {2} odkazuje na {0} položek a položka {3} odkazuje na {1} položek. Musí mít stejný počet položek.
de: MSB3094: "{2}" verweist auf {0} Element(e), und "{3}" verweist auf {1} Element(e). Die Anzahl von Elementen muss identisch sein.
es: MSB3094: "{2}" hace referencia a {0} elementos y "{3}" hace referencia a {1} elementos. Deben tener el mismo número de elementos.
fr: MSB3094: "{2}" fait référence à {0} élément(s) et "{3}", à {1} élément(s). Ils doivent avoir le même nombre d'éléments.
it: MSB3094: "{2}" fa riferimento a {0} elemento/i, mentre "{3}" fa riferimento a {1} elemento/i. Devono avere lo stesso numero di elementi.
ja: MSB3094: "{2}" は {0} 項目を参照し、"{3}" は {1} 項目を参照します。これらは同じ項目数を持たなければなりません。
ko: MSB3094: "{2}"은(는) 항목을 {0}개 참조하고 "{3}"은(는) 항목을 {1}개 참조합니다. 참조하는 항목 수는 같아야 합니다.
pl: MSB3094: „{2}” odwołuje się do następującej liczby elementów: {0}, a „{3}” odwołuje się do następującej liczby elementów: {1}. Liczba tych elementów musi być taka sama.
pt_br: MSB3094: "{2}" refere-se ao(s) item(ns) {0} e "{3}" refere-se ao(s) item(ns) {1}. Eles devem ter o mesmo número de itens.
ru: MSB3094: "{2}" ссылается на следующее число элементов: {0}, а "{3}" — на {1}. Число элементов должно быть одинаковым.
tr: MSB3094: "{2}", {0} öğeye; "{3}", {1} öğeye başvuruyor. Aynı sayıda öğeye sahip olmaları gerekir.
zh_hans: MSB3094: “{2}”引用 {0} 个项，而“{3}”引用 {1} 个项。它们必须具有相同的项数。
zh_hant: MSB3094: "{2}" 參考 {0} 個項目，"{3}" 則參考 {1} 個項目。兩者參考的項目數目必須相同。

# GenerateBindingRedirects.CreatingBindingRedirectionFile
source: Creating binding redirection file "{0}".
cs: Vytváření souboru přesměrování vazby „{0}“.
de: Bindungsumleitungsdatei "{0}" wird erstellt.
es: Creando el archivo de redirección de enlace "{0}".
fr: Création du fichier de redirection de liaison «{0}».
it: Creazione del file di reindirizzamento del binding "{0}".
ja: バインド リダイレクト ファイル "{0}" を作成しています。
ko: 바인딩 리디렉션 파일 "{0}"을(를) 만드는 중입니다.
pl: Tworzenie pliku przekierowania powiązania „{0}”.
pt_br: Criando arquivo de redirecionamento de associação "{0}".
ru: Создание файла перенаправления привязки "{0}".
tr: Bağlama yeniden yönlendirme dosyası "{0}" oluşturuluyor.
zh_hans: 正在创建绑定重定向文件“{0}”。
zh_hant: 建立連結重新導向檔案 "{0}"。

# GenerateBindingRedirects.MissingConfigurationNode
source: MSB3831: The application configuration file must have root configuration element.
cs: MSB3831: Konfigurační soubor aplikace musí mít kořenový element konfigurace.
de: MSB3831: Die Anwendungskonfigurationsdatei muss über ein Stammkonfigurationselement verfügen.
es: MSB3831: El archivo de configuración de la aplicación debe tener un elemento de configuración raíz.
fr: MSB3831: le fichier de configuration d'application doit avoir un élément de configuration racine.
it: MSB3831: il file di configurazione dell'applicazione deve avere un elemento di configurazione radice.
ja: MSB3831: アプリケーション構成ファイルにはルート構成要素が必要です。
ko: MSB3831: 애플리케이션 구성 파일은 루트 구성 요소를 포함해야 합니다.
pl: MSB3831: Plik konfiguracji aplikacji musi mieć główny element konfiguracyjny.
pt_br: MSB3831: o arquivo de configuração do aplicativo deve ter um elemento de configuração raiz.
ru: MSB3831: Файл конфигурации приложения должен содержать корневой элемент конфигурации.
tr: MSB3831: Uygulama yapılandırma dosyasının kök yapılandırma öğesi olmalıdır.
zh_hans: MSB3831: 应用程序配置文件必须具有根配置元素。
zh_hant: MSB3831: 應用程式組態檔必須有根組態項目。

# GenerateBindingRedirects.MalformedVersionNumber
source: MSB3832: The version number "{0}" is invalid.
cs: MSB3832: Číslo verze {0} není platné.
de: MSB3832: Die Versionsnummer "{0}" ist ungültig.
es: MSB3832: El número de versión "{0}" no es válido.
fr: MSB3832: le numéro de version "{0}" n'est pas valide.
it: MSB3832: il numero di versione "{0}" non è valido.
ja: MSB3832: バージョン番号 "{0}" は無効です。
ko: MSB3832: 버전 번호 "{0}"이(가) 잘못되었습니다.
pl: MSB3832: Numer wersji "{0}" jest nieprawidłowy.
pt_br: MSB3832: o número de versão "{0}" é inválido.
ru: MSB3832: Недопустимый номер версии "{0}".
tr: MSB3832: "{0}" sürüm numarası geçersiz.
zh_hans: MSB3832: 版本号“{0}”无效。
zh_hant: MSB3832: 版本號碼 "{0}" 無效。

# GenerateBindingRedirects.MalformedAssemblyName
source: MSB3833: The assembly name "{0}" contained in the suggested binding redirect is invalid.
cs: MSB3833: Název sestavení {0} obsažený v navrženém přesměrování vazby není platný.
de: MSB3833: Der im vorgeschlagenen BindingRedirect-Eintrag enthaltene Assemblyname "{0}" ist ungültig.
es: MSB3833: El nombre del ensamblado "{0}" incluido en la redirección de enlace sugerida no es válido.
fr: MSB3833: le nom d'assembly "{0}" contenu dans la redirection de liaison suggérée n'est pas valide.
it: MSB3833: il nome assembly "{0}" contenuto nel reindirizzamento di associazione suggerito non è valido.
ja: MSB3833: 推奨されるバインド リダイレクトに含まれるアセンブリ名 "{0}" は無効です。
ko: MSB3833: 제안된 바인딩 리디렉션에 포함된 어셈블리 이름 "{0}"이(가) 잘못되었습니다.
pl: MSB3833: Nazwa zestawu "{0}" zawartego w sugerowanym przekierowaniu powiązania jest nieprawidłowa.
pt_br: MSB3833: o nome do assembly "{0}" contido no redirecionamento de associação sugerido é inválido.
ru: MSB3833: Имя сборки "{0}", содержащееся в предлагаемом перенаправлении привязки, недопустимо.
tr: MSB3833: Önerilen bağlama yeniden yönlendirmesinde bulunan "{0}" derleme adı geçersiz.
zh_hans: MSB3833: 建议的绑定重定向中包含的程序集名称“{0}”无效。
zh_hant: MSB3833: 建議的繫結重新導向中包含的組件名稱 "{0}" 無效。

# GenerateBindingRedirects.NoSuggestedRedirects
source: No suggested binding redirects from ResolveAssemblyReferences.
cs: Úkol ResolveAssemblyReferences nevrátil žádné návrhy na přesměrování vazeb.
de: Keine vorgeschlagenen BindingRedirect-Einträge von ResolveAssemblyReferences.
es: No hay redirecciones de enlace sugeridas procedentes de ResolveAssemblyReferences.
fr: Aucune redirection de liaison suggérée à partir de ResolveAssemblyReferences.
it: Nessun reindirizzamento di associazione suggerito da ResolveAssemblyReferences.
ja: ResolveAssemblyReferences から推奨されるバインド リダイレクトがありません。
ko: ResolveAssemblyReferences에서 제안된 바인딩 리디렉션이 없습니다.
pl: Brak sugerowanych przekierowań powiązań z ResolveAssemblyReferences.
pt_br: Nenhum redirecionamento de associação sugerido de ResolveAssemblyReferences.
ru: Нет предлагаемых перенаправлений привязки от ResolveAssemblyReferences.
tr: ResolveAssemblyReferences öğesinden hiçbir önerilen bağlama yeniden yönlendirmesi yok.
zh_hans: ResolveAssemblyReferences 中没有建议的绑定重定向。
zh_hant: ResolveAssemblyReferences 未提供建議的繫結重新導向。

# GenerateBindingRedirects.MissingNode
source: MSB3835: The "{0}" node is missing from the "{1}" node. Skipping.
cs: MSB3835: V uzlu {1} chybí uzel {0}. Bude vynechán.
de: MSB3835: Der Knoten "{0}" fehlt im Knoten "{1}". Er wird übersprungen.
es: MSB3835: Falta del nodo "{0}" en el nodo "{1}". Se omitirá.
fr: MSB3835: Le nœud "{0}" est manquant dans le nœud "{1}". Opération ignorée.
it: MSB3835: il nodo "{0}" non è presente nel nodo "{1}" e verrà ignorato.
ja: MSB3835: "{1}" ノードに "{0}" ノードがありません。省略します。
ko: MSB3835: "{0}" 노드가 "{1}" 노드에 없습니다. 건너뜁니다.
pl: MSB3835: W węźle „{1}” brakuje węzła „{0}”. Operacja zostanie pominięta.
pt_br: MSB3835: O nó "{0}" está ausente do nó "{1}". Ignorando.
ru: MSB3835: узел "{0}" отсутствует в узле "{1}". Пропускается.
tr: MSB3835: "{0}" düğümü, "{1}" düğümünde eksik. Atlanıyor.
zh_hans: MSB3835: “{1}”节点中缺少“{0}”节点。正在跳过。
zh_hant: MSB3835: "{1}" 節點中遺漏 "{0}" 節點。即將略過。

# GenerateBindingRedirects.OverlappingBindingRedirect
source: MSB3836: The explicit binding redirect on "{0}" conflicts with an autogenerated binding redirect. Consider removing it from the application configuration file or disabling autogenerated binding redirects. The build will replace it with: "{1}".
cs: MSB3836: Explicitní přesměrování vazby na {0} koliduje s automaticky vygenerovaným přesměrováním vazby. Zvažte jeho odebrání z konfiguračního souboru aplikace nebo zakázání automaticky vygenerovaných přesměrování vazby. V sestavení ho nahradí: {1}.
de: MSB3836: Die explizite Bindungsumleitung für "{0}" verursacht einen Konflikt mit einer automatisch generierten Bindungsumleitung. Entfernen Sie diese ggf. aus der Anwendungskonfigurationsdatei, oder deaktivieren Sie automatisch generierte Bindungsumleitungen. Im Build wird die Bindungsumleitung durch Folgendes ersetzt: "{1}".
es: MSB3836: La redirección de enlace explícita en "{0}" entra en conflicto con una redirección de enlace generada automáticamente. Considere la posibilidad de quitarla del archivo de configuración de la aplicación o de deshabilitar las redirecciones de enlace generadas automáticamente. La compilación la reemplazará por: "{1}".
fr: MSB3836: La redirection de liaison explicite sur "{0}" est en conflit avec une redirection de liaison générée automatiquement. Supprimez-la du fichier de configuration de l'application ou désactivez les redirections de liaison générées automatiquement. La redirection sera remplacée par "{1}" lors de la génération.
it: MSB3836: il reindirizzamento di associazione esplicito in "{0}" è in conflitto con uno generato automaticamente. Provare a rimuoverlo dal file di configurazione dell'applicazione oppure a disabilitare i reindirizzamenti di associazione generati automaticamente. La compilazione lo sostituirà con: "{1}".
ja: MSB3836: "{0}" 上の明示的なバインド リダイレクトが、自動生成されたバインド リダイレクトと競合します。それをアプリケーション構成ファイルから削除するか、自動生成されたバインド リダイレクトを無効にすることを考慮してください。ビルドはそれを "{1}" で置き換えます。
ko: MSB3836: "{0}"의 기존 바인딩 리디렉션이 자동 생성된 바인딩 리디렉션과 충돌합니다. 애플리케이션 구성 파일에서 제거하거나 자동 생성된 바인딩 리디렉션을 비활성화하세요. 빌드에서 이 항목을 "{1}"(으)로 대체합니다.
pl: MSB3836: Wystąpił konflikt między jawnym przekierowaniem powiązania „{0}” i automatycznie wygenerowanym przekierowaniem powiązania. Rozważ usunięcie go z pliku konfiguracji aplikacji lub wyłączenie automatycznie generowanych przekierowań powiązań. W czasie kompilacji zostanie ono zamienione na przekierowanie „{1}”.
pt_br: MSB3836: O redirecionamento de associação explícito em "{0}" está em conflito com um redirecionamento de associação gerado automaticamente. Considere removê-lo do arquivo de configuração de aplicativo ou desabilitar os redirecionamentos de associação gerados automaticamente. O build o substituirá por: "{1}".
ru: MSB3836: явное перенаправление привязки на "{0}" конфликтует с автоматически созданным перенаправлением привязки. Попробуйте удалить его из файла конфигурации приложения или отключить автоматически создаваемые перенаправления привязки. При сборке оно будет заменено на: "{1}".
tr: MSB3836: "{0}" üzerindeki açık bağlama yeniden yönlendirmesi, otomatik olarak oluşturulan bir bağlama yeniden yönlendirmesi ile çakışıyor. Açık bağlama yeniden yönlendirmesini uygulama yapılandırma dosyasından kaldırın veya otomatik oluşturulan bağlama yeniden yönlendirmelerini devre dışı bırakın. Derlemede şununla değiştirilecek: "{1}".
zh_hans: MSB3836: “{0}”上的显式绑定重定向与自动生成的绑定重定向冲突。请考虑将其从应用程序配置文件中删除或者禁用自动生成的绑定重定向。生成会将其替换为:“{1}”。
zh_hant: MSB3836: "{0}" 上的明確繫結重新導向與自動產生的繫結重新導向相衝突。請考慮將其從應用程式組態檔移除，或停用自動產生的繫結重新導向。組建會以 "{1}" 加以取代。

# GenerateBindingRedirects.ProcessingSuggestedRedirect
source: Processing suggested binding redirect on "{0}" with MaxVersion "{1}".
cs: Zpracování navrženého přesměrování vazby na {0} s atributem MaxVersion {1}.
de: Der vorgeschlagene BindingRedirect-Eintrag für "{0}" wird mit MaxVersion "{1}" bearbeitet.
es: Procesando la redirección de enlace sugerida en "{0}" con MaxVersion "{1}".
fr: Traitement de la redirection de liaison suggérée sur "{0}" avec MaxVersion "{1}".
it: Elaborazione del reindirizzamento di associazione suggerito in "{0}" con MaxVersion "{1}".
ja: MaxVersion "{1}" を使用して、"{0}" 上で推奨されるバインド リダイレクトを処理しています。
ko: "{0}"의 제안된 바인딩 리디렉션을 MaxVersion "{1}"(으)로 처리하는 중입니다.
pl: Przetwarzanie sugerowanego przekierowania powiązania w "{0}" o atrybucie MaxVersion "{1}".
pt_br: Processando o redirecionamento de associação sugerido em "{0}" com MaxVersion "{1}".
ru: Система обработки предложила перенаправление привязки на "{0}" с MaxVersion "{1}".
tr: "{0}" üzerindeki önerilen bağlama yeniden yönlendirmesi MaxVersion "{1}" ile işleniyor.
zh_hans: 使用 MaxVersion“{1}”处理“{0}”上建议的绑定重定向。
zh_hant: 正在 MaxVersion "{1}" 的 "{0}" 上處理建議的繫結重新導向。

# GenerateBootstrapper.CircularDependency
source: MSB3161: A circular dependency was detected between the following built packages: {0}.
cs: MSB3161: Mezi následujícími balíčky sestavení byla zjištěna cyklická závislost: {0}.
de: MSB3161: Zwischen den folgenden erstellten Paketen wurde eine Ringabhängigkeit festgestellt: {0}.
es: MSB3161: Se detectó una dependencia circular entre los siguientes paquetes compilados: {0}.
fr: MSB3161: Une dépendance circulaire a été détectée entre les packages générés suivants : {0}.
it: MSB3161: rilevata dipendenza circolare tra i seguenti pacchetti compilati: {0}.
ja: MSB3161: 循環する依存関係が、次のビルドされたパッケージ間で検出されました: {0}
ko: MSB3161: 빌드된 다음 패키지 사이에서 순환 종속성이 발견되었습니다. {0}
pl: MSB3161: Wykryto zależność cykliczną między następującymi skompilowanymi pakietami: {0}.
pt_br: MSB3161: Foi detectada uma dependência circular entre os seguintes pacotes compilados: {0}.
ru: MSB3161: Обнаружена циклическая зависимость между следующими пакетами сборок: {0}.
tr: MSB3161: Aşağıdaki oluşturulmuş paketler arasında döngüsel bağımlılık algılandı: {0}.
zh_hans: MSB3161: 检测到以下生成包之间的一个循环依赖项: {0}。
zh_hant: MSB3161: 在下列建置套件之間偵測到循環相依性: {0}。

# GenerateBootstrapper.CopyError
source: MSB3142: An error occurred trying to copy '{0}' to '{1}': {2}
cs: MSB3142: Při pokusu o zkopírování položky {0} do umístění {1} došlo k chybě: {2}
de: MSB3142: Fehler beim Kopieren von "{0}" in "{1}": {2}
es: MSB3142: Error al intentar copiar '{0}' en '{1}': {2}
fr: MSB3142: Une erreur s'est produite lors de la copie de '{0}' vers '{1}' : {2}
it: MSB3142: errore durante il tentativo di copiare '{0}' in '{1}': {2}
ja: MSB3142: '{0}' を '{1}' にコピーしようとしてエラーが発生しました: {2}
ko: MSB3142: '{0}'을(를) '{1}'(으)로 복사하는 동안 오류가 발생했습니다. {2}
pl: MSB3142: Wystąpił błąd podczas próby skopiowania '{0}' do '{1}': {2}
pt_br: MSB3142: Erro ao tentar copiar "{0}" para "{1}": {2}
ru: MSB3142: Произошла ошибка при попытке выполнить копирование элемента "{0}" в "{1}". {2}
tr: MSB3142: '{0}', '{1}' konumuna kopyalanmaya çalışılırken hata oluştu: {2}
zh_hans: MSB3142: 尝试将“{0}”复制到“{1}”时出错: {2}
zh_hant: MSB3142: 嘗試將 '{0}' 複製到 '{1}' 時發生錯誤: {2}

# GenerateBootstrapper.CopyPackageError
source: MSB3143: An error occurred trying to copy '{0}' for item '{1}': {2}
cs: MSB3143: Při pokusu o zkopírování položky {0} pro položku {1} došlo k chybě: {2}
de: MSB3143: Fehler beim Kopieren von "{0}" für das Element "{1}": {2}
es: MSB3143: Error al intentar copiar '{0}' para el elemento '{1}': {2}
fr: MSB3143: Une erreur s'est produite lors de la tentative de copie de '{0}' pour l'élément '{1}': {2}
it: MSB3143: si è verificato un errore durante il tentativo di copiare '{0}' per l'elemento '{1}': {2}
ja: MSB3143: 項目 '{1}' の '{0}' をコピーしようとしてエラーが発生しました: {2}
ko: MSB3143: '{1}' 항목에 대해 '{0}'을(를) 복사하는 동안 오류가 발생했습니다. {2}
pl: MSB3143: Wystąpił błąd podczas próby skopiowania '{0}' dla elementu '{1}': {2}
pt_br: MSB3143: Erro ao tentar copiar "{0}" para o item "{1}": {2}
ru: MSB3143: Произошла ошибка при попытке выполнить копирование "{0}" для элемента "{1}". {2}
tr: MSB3143: '{1}' öğesi için '{0}' kopyalanmaya çalışılırken hata oluştu: {2}
zh_hans: MSB3143: 尝试复制项“{1}”的“{0}”时出错: {2}
zh_hant: MSB3143: 嘗試複製項目 '{1}' 的 '{0}' 時發生錯誤: {2}
