Repository: dotnet/msbuild
Catalog: toolset/src/Microsoft.DotNet.Cli.Sln.Internal/xlf/LocalizableStrings.*.xlf
Languages: fr, pt_br

# GlobalSectionMoreThanOnceError
source: Global section specified more than once
fr: Section Global spécifiée plusieurs fois
pt_br: Seção global especificada mais de uma vez

# GlobalSectionNotClosedError
source: Global section not closed
fr: Section Global non fermée
pt_br: Seção global não fechada

# FileHeaderMissingError
source: Expected file header not found
fr: En-tête de fichier attendu introuvable
pt_br: Cabeçalho do arquivo esperado não encontrado

# ProjectSectionNotClosedError
source: Project section not closed
fr: Section Project non fermée
pt_br: Seção de projeto não fechada

# InvalidSectionTypeError
source: Invalid section type: {0}
fr: Type de section non valide : {0}
pt_br: Tipo de seção inválido: {0}

# SectionIdMissingError
source: Section id missing
fr: ID de section manquant
pt_br: ID de sessão ausente

# ClosingSectionTagNotFoundError
source: Closing section tag not found
fr: Balise de fermeture de section introuvable
pt_br: Marca de fechamento de seção não encontrada

# ErrorMessageFormatString
source: Invalid format in line {0}: {1}
fr: Format non valide dans la ligne {0} : {1}
pt_br: Formato inválido na linha {0}: {1}

# ProjectParsingErrorFormatString
source: Project section is missing '{0}' when parsing the line starting at position {1}
fr: '{0}' est manquant dans la section de projet lors de l'analyse de la ligne à partir de la position {1}
pt_br: A seção do projeto está sem o '{0}' ao analisar a linha na posição {1}

# InvalidPropertySetFormatString
source: Property set is missing '{0}'
fr: '{0}' est manquant dans le jeu de propriétés
pt_br: O conjunto de propriedade está sem '{0}'

# FileHeaderMissingVersionError
source: File header is missing version
fr: Version manquante pour l'en-tête de fichier
pt_br: O cabeçalho do arquivo está sem a versão
