Repository: dotnet/msbuild
Catalog: src/Microsoft.DotNet.ProjectJsonMigration/xlf/LocalizableStrings.*.xlf
Languages: ja, pt_br, ru, tr, zh_hant

# DoubleMigrationError
source: Detected double project migration: {0}
ja: ダブル プロジェクト移行が検出されました: {0}
pt_br: Detecção de migração dupla de projeto: {0}
ru: Обнаружен двойной перенос проекта: {0}.
tr: İkili proje geçişi algılandı: {0}
zh_hant: 偵測到重複的專案移轉: {0}

# CannotMergeMetadataError
source: Cannot merge metadata with the same name and different values
ja: 名前が同じで値が異なるメタデータをマージすることはできません
pt_br: Não é possível mesclar metadados com o mesmo nome e valores diferentes
ru: Не удается объединить метаданные с одинаковым именем и разными значениями.
tr: Aynı ada ve farklı değerlere sahip meta veriler birleştirilemez
zh_hant: 無法合併名稱相同但值不同的中繼資料

# NoXprojFileGivenError
source: {0}: No xproj file given.
ja: {0}:xproj ファイルが指定されていません。
pt_br: {0}: Nenhum arquivo xproj fornecido.
ru: {0}: {0}: не указан XPROJ-файл.
tr: {0}: xproj dosyası belirtilmedi.
zh_hant: {0}:未指定 xproj 檔案。

# MultipleXprojFilesError
source: Multiple xproj files found in {0}, please specify which to use
ja: 複数の xproj ファイルが {0} に見つかりました。使用するファイルを指定してください
pt_br: Vários arquivos xproj encontrados em {0}. Especifique qual deles deve ser usado
ru: В {0} найдено несколько XPROJ-файлов, выберите один из них.
tr: {0} içinde birden çok xproj dosyası bulundu, lütfen kullanılacak dosyayı belirtin
zh_hant: 在 {0} 中找到多個 xproj 檔案，請指定要使用的檔案

# NullMSBuildProjectTemplateError
source: Expected non-null MSBuildProjectTemplate in MigrationSettings
ja: MigrationSettings に null 以外の MSBuildProjectTemplate が必要です
pt_br: MSBuildProjectTemplate não nulo esperado em MigrationSettings
ru: Ожидается отличное от NULL значение MSBuildProjectTemplate в MigrationSettings.
tr: MigrationSettings içinde null olmayan MSBuildProjectTemplate bekleniyordu
zh_hant: MigrationSettings 中需要非 null MSBuildProjectTemplate

# CannotMigrateProjectWithCompilerError
source: Cannot migrate project {0} using compiler {1}
ja: コンパイラ {1} を使用してプロジェクト {0} を移行できません
pt_br: Não é possível migrar o projeto {0} usando o compilador {1}
ru: Не удается перенести проект {0} с помощью компилятора {1}.
tr: {0} projesi, {1} derleyicisi kullanılarak geçirilemiyor
zh_hant: 無法使用編譯器 {1} 移轉專案 {0}

# ExpectedElementToBeOfTypeNotTypeError
source: Expected element to be of type {0}, but got {1}
ja: 型 {0} の要素が必要でしたが、{1} を取得しました
pt_br: Esperado elemento do tipo {0}, mas {1} foi obtido
ru: Ожидался элемент типа {0}, но получен {1}.
tr: Öğenin {0} türünde olması bekleniyordu ancak {1} alındı
zh_hant: 需要類型 {0} 的元素，但卻是 {1}

# ProjAlreadyExistsError
source: {0} already exists. Has migration already been run?
ja: '{0}' は既に存在します。既に移行を実行しましたか?
pt_br: O {0} já existe. A migração já foi executada?
ru: {0} уже существует. Миграция уже выполнялась?
tr: {0} zaten var. Geçiş zaten çalıştırıldı mı?
zh_hant: {0} 已經存在。是否已執行移轉?

# NullDestinationElementError
source: expected destinationElement to not be null
ja: destinationElement は null でないことが必要です
pt_br: esperado destinationElement não nulo
ru: Ожидается отличное от NULL значение destinationElement
tr: destinationElement öğesinin null olmaması bekleniyordu
zh_hant: destinationElement 不得為 null

# DiagnosticMessageTemplate
source: {0} (line: {1}, file: {2})
ja: {0} (行: {1}、ファイル: {2})
pt_br: {0} (linha: {1}, arquivo: {2})
ru: {0} (строка: {1}, файл: {2})
tr: {0} (satır: {1}, dosya: {2})
zh_hant: {0} (行: {1}，檔案: {2})

# CannotMergeItemsOfDifferentTypesError
source: Cannot merge items of different types.
ja: 異なる種類のアイテムをマージすることはできません。
pt_br: Não é possível mesclar itens de tipos diferentes.
ru: Не удается объединить элементы с разными типами.
tr: Farklı türlerdeki öğeler birleştirilemez.
zh_hant: 無法合併不同類型的項目。

# CannotMergeItemsWithoutCommonIncludeError
source: Cannot merge items without a common include.
ja: 共通インクルードなしでアイテムをマージすることはできません。
pt_br: Não é possível mesclar itens sem uma inclusão comum.
ru: Не удается объединить элементы без общего включения.
tr: Ortak bir include olmadan öğeler birleştirilemez.
zh_hant: 無法合併不具通用包含的項目。

# PropertyTransformApplicatorWrongElementTypeError
source: Expected element to be of type {0}, but got {1}
ja: 型 {0} の要素が必要でしたが、{1} を取得しました
pt_br: Esperado elemento do tipo {0}, mas {1} foi obtido
ru: Ожидался элемент типа {0}, но получен {1}.
tr: Öğenin {0} türünde olması bekleniyordu ancak {1} alındı
zh_hant: 需要類型 {0} 的元素，但卻是 {1}

# UnexpectedTypeError
source: Unexpected type {0}
ja: 予期しない型 {0}
pt_br: Tipo inesperado {0}
ru: Неожиданный тип {0}
tr: Beklenmeyen tür {0}
zh_hant: 未預期的類型 {0}

# MIGRATE1011
source: Deprecated Project
ja: 使用されていないプロジェクト
pt_br: Projeto Preterido
ru: Нерекомендуемый проект
tr: Proje Kullanım Dışı Bırakıldı
zh_hant: 已被取代的專案

# MIGRATE1012
source: Project not Restored
ja: 復元されなかったプロジェクト
pt_br: Projeto não Restaurado
ru: Проект не восстановлен.
tr: Proje Geri Yüklenmedi
zh_hant: 專案未還原

# MIGRATE1013
source: No Project
ja: プロジェクトなし
pt_br: Nenhum projeto
ru: Нет проекта.
tr: Proje Yok
zh_hant: 沒有專案

# MIGRATE1013Arg
source: The project.json specifies no target frameworks in {0}
ja: project.json が、{0} でターゲット フレームワークを指定していません
pt_br: O project.json não especifica nenhuma estrutura de destino em {0}
ru: Файл project.json не указывает целевые платформы в {0}.
tr: Project.json {0} içinde hedef çerçeve belirtmiyor
zh_hant: project.json 在 {0} 中未指定目標 Framework

# MIGRATE1014
source: Unresolved Dependency
ja: 未解決の依存関係
pt_br: Dependência Não Resolvida
ru: Неразрешенная зависимость
tr: Çözümlenmemiş Bağımlılık
zh_hant: 未解析的相依性

# MIGRATE1014Arg
source: Unresolved project dependency ({0})
ja: 未解決のプロジェクト依存関係 ({0})
pt_br: Dependência de projeto não resolvida ({0})
ru: Неразрешенная зависимость проекта ({0})
tr: Çözümlenmemiş proje bağımlılığı ({0})
zh_hant: 未解析的專案相依性 ({0})

# MIGRATE1015
source: File Overwrite
ja: ファイルの上書き
pt_br: Substituição de Arquivo
ru: Перезапись файла
tr: Dosya Üzerine Yazma
zh_hant: 檔案覆寫

# MIGRATE1016
source: Unsupported Script Variable
ja: サポートされていないスクリプト変数
pt_br: Variável de Script Sem Suporte
ru: Неподдерживаемая переменная скрипта
tr: Desteklenmeyen Betik Değişkeni
zh_hant: 不受支援的指令碼變數

# MIGRATE1016Arg
source: {0} is currently an unsupported script variable for project migration
ja: {0} は現在、プロジェクト移行ではサポートされていないスクリプト変数です
pt_br: Atualmente, {0} é uma variável de script sem suporte para migração de projeto
ru: {0} сейчас является неподдерживаемой переменной скрипта для переноса проекта.
tr: {0} şu anda proje geçişi için desteklenmeyen bir betik değişkeni
zh_hant: {0} 目前對專案移轉而言為不受支援的指令碼變數

# MIGRATE1017
source: Multiple Xproj Files
ja: 複数の Xproj ファイル
pt_br: Vários Arquivos Xproj
ru: Несколько файлов XPROJ
tr: Birden Çok Xproj Dosyası
zh_hant: 多個 Xproj 檔案

# MIGRATE1018
source: Dependency Project not found
ja: 依存関係プロジェクトが見つかりません
pt_br: Projeto de Dependência não encontrado
ru: Проект зависимости не найден.
tr: Bağımlılık Projesi bulunamadı
zh_hant: 找不到相依性專案

# MIGRATE1018Arg
source: Dependency project not found ({0})
ja: 依存関係プロジェクトが見つかりません ({0})
pt_br: Projeto de dependência não encontrado ({0})
ru: Проект зависимости не найден ({0}).
tr: Bağımlılık projesi bulunamadı ({0})
zh_hant: 找不到相依性專案 ({0})

# MIGRATE1019
source: Unsupported Script Event Hook
ja: サポートされていないスクリプト イベント フック
pt_br: Gancho de Evento de Script Sem Suporte
ru: Неподдерживаемый перехватчик события скрипта
tr: Desteklenmeyen Betik Olayı Kancası
zh_hant: 不受支援的指令碼事件掛勾

# MIGRATE1019Arg
source: {0} is an unsupported script event hook for project migration
ja: {0} は、プロジェクト移行ではサポートされていないスクリプト イベント フックです
pt_br: {0} é um gancho de evento de script sem suporte para a migração de um projeto
ru: {0} является неподдерживаемым перехватчиком события скрипта для переноса проекта.
tr: {0}, proje geçişi için desteklenmeyen bir betik olay kancası
zh_hant: {0} 對專案移轉而言為不受支援的指令碼事件掛勾

# MIGRATE20011
source: Multi-TFM
ja: マルチ TFM
pt_br: Múltiplo TFM
tr: Çoklu TFM

# MIGRATE20012
source: Configuration Exclude
ja: 構成の除外
pt_br: Exclusão de Configuração
ru: Исключение конфигурации
tr: Yapılandırmadan Dışlama
zh_hant: 組態排除

# MIGRATE20013
source: Non-Csharp App
ja: Csharp 以外のアプリ
pt_br: Aplicativo não Csharp
ru: Приложение, отличное от Csharp
tr: Csharp Olmayan Uygulama
zh_hant: 非 Csharp 應用程式

# MIGRATE20018
source: Files specified under PackOptions
ja: PackOptions で指定されたファイル
pt_br: Arquivos especificados em PackOptions
ru: Файлы, указанные в PackOptions
tr: PackOptions altında belirtilen dosyalar
zh_hant: PackOptions 下指定的檔案

# IncludesNotEquivalent
source: {0}.{1} includes not equivalent.
ja: {0}.{1} は、等しくない値を含みます。
pt_br: {0}.{1} inclui não equivalente.
ru: {0}.{1} включает "не эквивалентно".
tr: {0}.{1} eşit olmayanı içerir.
zh_hant: {0}.{1} 包含不對等。

# ExcludesNotEquivalent
source: {0}.{1} excludes not equivalent.
ja: {0}.{1} は、等しくない値を除外します。
pt_br: {0}.{1} exclui não equivalente.
ru: {0}.{1} исключает "не эквивалентно".
tr: {0}.{1} eşit olmayanı dışlar.
zh_hant: {0}.{1} 排除不對等。

# RemovesNotEquivalent
source: {0}.{1} removes not equivalent.
ja: {0}.{1} は、等しくない値を削除します。
pt_br: {0}.{1} remove não equivalente.
ru: {0}.{1} удаляет "не эквивалентно".
tr: {0}.{1} eşit olmayanı kaldırır.
zh_hant: {0}.{1} 移除不對等。

# MetadataDoesntExist
source: {0}.{1} metadata doesn't exist {{ {2} {3} }}
ja: {0}.{1} メタデータは存在しません: {{ {2} {3} }}
pt_br: {0}.{1} os metadados não existem {{ {2} {3} }}
ru: Метаданные {0}.{1} не существуют {{ {2} {3} }}
tr: {0}.{1} meta verileri yok {{ {2} {3} }}
zh_hant: {0}.{1} 中繼資料不存在 {{ {2} {3} }}

# MetadataHasAnotherValue
source: {0}.{1} metadata has another value {{ {2} {3} {4} }}
ja: {0}.{1} メタデータに別の値が含まれています: {{ {2} {3} {4} }}
pt_br: {0}.{1} os metadados têm outro valor {{ {2} {3} {4} }}
ru: Метаданные {0}.{1} имеют другое значение {{ {2} {3} {4} }}
tr: {0}.{1} meta verileri başka bir değere sahip {{ {2} {3} {4} }}
zh_hant: {0}.{1} 中繼資料有其他值 {{ {2} {3} {4} }}

# AddingMetadataToItem
source: {0}: Adding metadata to {1} item: {{ {2}, {3}, {4} }}
ja: {0}:メタデータを {1} アイテムに追加しています: {{ {2}, {3}, {4} }}
pt_br: {0}: Adicionando os metadados ao item {1}: {{ {2}, {3}, {4} }}
ru: {0}: добавление метаданных в элемент {1}: {{ {2}, {3}, {4} }}
tr: {0}: Meta veriler {1} öğesine ekleniyor: {{ {2}, {3}, {4} }}
zh_hant: {0}:正在將中繼資料新增至 {1} 項目: {{ {2}, {3}, {4} }}

# SkipMigrationAlreadyMigrated
source: {0}: Skip migrating {1}, it is already migrated.
ja: {0}:{1} の移行をスキップします。既に移行されています。
pt_br: {0}: Ignorar a migração de {1}; ele já foi migrado.
ru: {0}: пропуск миграции {1}, этот объект уже перенесен.
tr: {0}: {1} öğesini geçirmeyi atlayın, öğe zaten geçirildi.
zh_hant: {0}:跳過移轉 {1}，其已移轉過。

# ExecutingRule
source: Executing rule: {0}
ja: ルールを実行しています: {0}
pt_br: Executando regra: {0}
ru: Выполнение правила: {0}
tr: Kural çalıştırılıyor: {0}
zh_hant: 正在執行規則: {0}

# NoConfigurationOrFrameworkFoundInProject
source: {0}: No configuration or framework build options found in project
ja: {0}:プロジェクトに構成またはフレームワーク ビルド オプションが見つかりません
pt_br: {0}: Nenhuma opção de build de estrutura ou configuração encontrada no projeto
ru: {0}: в проекте не найдены параметры сборки для платформы или конфигурации.
tr: {0}: Projede herhangi bir yapılandırma veya çerçeve derleme seçeneği yok
zh_hant: {0}:在專案中找不到組態或架構建置選項

# MigratingCountTargetFrameworks
source: Migrating {0} target frameworks
ja: {0} ターゲット フレームワークを移行しています
pt_br: Migrando estruturas de destino {0}
ru: Перенос целевых платформ: {0}
tr: {0} hedef çerçeve geçiriliyor
zh_hant: 正在移轉 {0} 目標 Framework

# MigratingFramework
source: Migrating framework {0}
ja: フレームワーク {0} を移行しています
pt_br: Migrando estrutura {0}
ru: Перенос платформы: {0}
tr: {0} çerçevesi geçiriliyor
zh_hant: 正在移轉架構 {0}

# ImportsTransformNullFor
source: {0}: imports transform null for {1}
ja: {0}: {1} の null 変換をインポートします
pt_br: {0}: transformação de importação nula para {1}
ru: {0}: импорты преобразуют значение NULL для {1}
tr: {0}: {1} için null dönüştürmeyi içeri aktarır
zh_hant: {0}: {1} 的匯入轉換為 null

# MigratingCountXprojToCsprojReferences
source: {0}: Migrating {1} xproj to csproj references
ja: {0}:{1} xproj を csproj 参照に移行しています
pt_br: {0}: Migrando {1} xproj para referências de csproj
ru: {0}: перенос XPROJ {1} в ссылки CSPROJ
tr: {0}: {1} xproj, csproj başvurularına geçiriliyor
zh_hant: {0}:正在將 {1} xproj 移轉至 csproj 參考

# ExecutingMigrationRule
source: {0}: Executing migration rule {1}
ja: {0}:移行ルール {1} を実行しています
pt_br: {0}: Executando regra de migração {1}
ru: {0}: выполнение правила переноса {1}
tr: {0}: Geçiş kuralı {1} yürütülüyor
zh_hant: {0}:正在執行移轉規則 {1}

# ItemTransformApplicatorHeader
source: {0}: Item {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4}, Update: {5} }}
ja: {0}:アイテム {{アイテムの種類: {1}、条件: {2}、含有: {3}、除外: {4}、更新: {5} }}
pt_br: {0}: Item {{ ItemType: {1}, Condição: {2}, Incluir: {3}, Excluir: {4}, Atualizar: {5} }}
ru: {0}: элемент {{ ItemType: {1}, условие: {2}, включение: {3}, исключение: {4}, обновление: {5} }}
tr: {0}: Öğe {{ Öğe Türü: {1}, Koşul: {2}, Dahil Et: {3}, Dışla: {4}, Güncelleştir: {5} }}
zh_hant: {0}:項目 {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4}, Update: {5} }}

# ItemTransformApplicatorItemGroup
source: {0}: ItemGroup {{ Condition: {1} }}
ja: {0}:ItemGroup {{ 条件: {1} }}
pt_br: {0}: ItemGroup {{ Condição: {1} }}
ru: {0}: ItemGroup {{ условие: {1} }}
tr: {0}: Öğe Grubu {{ Koşul: {1} }}

# ItemTransformAppliatorItemCompletelyMerged
source: {0}: Item completely merged
ja: {0}:アイテムが完全にマージされました
pt_br: {0}: Item totalmente mesclado
ru: {0}: элемент полностью объединен
tr: {0}: Öğe tamamen birleştirildi
zh_hant: {0}:項目已完整合併

# ItemTransformApplicatorAddItemHeader
source: {0}: AddItemToItemGroup {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4}, Update: {5} }}
ja: {0}:AddItemToItemGroup {{アイテムの種類: {1}、条件: {2}、含有: {3}、除外: {4}、更新: {5} }}
pt_br: {0}: AddItemToItemGroup {{ ItemType: {1}, Condição: {2}, Incluir: {3}, Excluir: {4}, Atualizar: {5} }}
ru: {0}: AddItemToItemGroup {{ ItemType: {1}, условие: {2}, включение: {3}, исключение: {4}, обновление: {5} }}
tr: {0}: Öğe Grubuna Ekle {{ Öğe Türü: {1}, Koşul: {2}, Dahil Et: {3}, Dışla: {4}, Güncelleştir: {5} }}

# ItemTransformApplicatorMergingItemWithExistingItems
source: {0}: Merging Item with {1} existing items with a different condition chain.
ja: {0}:別の条件チェーンで、アイテムを \ {1 \} 個の既存のアイテムとマージしています。
pt_br: {0}: Mesclando item com os itens existentes {1} e com uma cadeia de condição diferente.
ru: {0}: объединение элемента с существующими элементами {1} с другой цепочкой условий.
tr: {0}: Öğe, farklı bir koşul zincirine sahip {1} mevcut öğeyle birleştiriliyor.
zh_hant: {0}:正在合併具 {1} 個現有項目的項目與其他條件鏈結。

# ItemTransformApplicatorEncompassedIncludes
source: {0}: encompassed includes {1}
ja: {0}: 包含には {1} が含まれます
pt_br: {0}: abrangido inclui {1}
ru: {0}: охват включает {1}
tr: {0}: kapsanan {1} öğesini içeriyor
zh_hant: {0}: 包含內含 {1}

# ItemTransformApplicatorRemovingItem
source: {0}: Removing Item {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4} }}
ja: {0}:アイテムを削除しています {{アイテムの種類: {1}、条件: {2}、含有: {3}、除外: {4} }}
pt_br: {0}: Removendo Item {{ ItemType: {1}, Condição {2\}, Incluir: {3}, Excluir: {4} }}
ru: {0}: удаление элемента {{ ItemType: {1}, условие: {2}, включение: {3}, исключение: {4} }}
tr: {0}: Öğe Kaldırılıyor {{ Öğe Türü: {1}, Koşul: {2}, Dahil Et: {3}, Dışla: {4} }}
zh_hant: {0}:正在移除項目 {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4} }}

# ItemTransformApplicatorIgnoringItem
source: {0}: Ignoring Item {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4} }}
ja: {0}:アイテムを無視しています {{アイテムの種類: {1}、条件: {2}、含有: {3}、除外: {4} }}
pt_br: {0}: Ignorando Item {{ ItemType: {1}, Condição {2\}, Incluir: {3}, Excluir: {4} }}
ru: {0}: пропуск элемента {{ ItemType: {1}, условие: {2}, включение: {3}, исключение: {4} }}
tr: {0}: Öğe Yoksayılıyor {{ Öğe Türü: {1}, Koşul: {2}, Dahil Et: {3}, Dışla: {4} }}
zh_hant: {0}:正在略過項目 {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4} }}

# ItemTransformApplicatorMergingItemWithExistingItemsSameChain
source: {0}: Merging Item with {1} existing items with the same condition chain.
ja: {0}:同じ条件チェーンで、アイテムを \ {1 \} 個の既存のアイテムとマージしています。
pt_br: {0}: Mesclando item com os itens existentes {1} e com a mesma cadeia de condição.
ru: {0}: объединение элемента с существующими элементами {1} с такой же цепочкой условий.
tr: {0}: Öğe, aynı koşul zincirine sahip {1} mevcut öğeyle birleştiriliyor.
zh_hant: {0}:正在合併具 {1} 個現有項目的項目與相同條件鏈結。

# ItemTransformApplicatorAddingMergedItem
source: {0}: Adding Merged Item {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4} }}
ja: {0}:マージしたアイテムを追加しています {{アイテムの種類: {1}、条件: {2}、含有: {3}、除外: {4} }}
pt_br: {0}: Adicionando Item Mesclado {{ ItemType: {1}, Condição {2\}, Incluir: {3}, Excluir: {4} }}
ru: {0}: добавление объединенного элемента {{ ItemType: {1}, условие: {2}, включение: {3}, исключение: {4} }}
tr: {0}: Birleştirilen Öğe Ekleniyor {{ IÖğe Türü: {1}, Koşul: {2}, Dahil Et: {3}, Dışla: {4} }}
zh_hant: {0}:正在新增合併的項目 {{ ItemType: {1}, Condition: {2}, Include: {3}, Exclude: {4} }}

# MergingProperty
source: Merging property, output merged property
ja: プロパティ、出力マージ プロパティをマージしています
pt_br: Mesclando propriedade, propriedade mesclada de saída
ru: Объединение свойства, выходное объединенное свойство
tr: Özellik birleştiriliyor, birleştirilmiş özellik çıkışı
zh_hant: 正在合併屬性，輸出合併的屬性

# IgnoringMergedProperty
source: Ignoring fully merged property
ja: 完全にマージしたプロパティを無視しています
pt_br: Ignorando propriedade totalmente mesclada
ru: Пропуск полностью объединенного свойства
tr: Tamamen birleştirilmiş özellik yoksayılıyor
zh_hant: 正在略過完整合併的屬性

# PropertyInfo
source: {0}: {1}, {{ Name={2}, Value={3} }}
ru: {0}: {1}, {{ имя={2}, значение={3} }}
tr: {0}: {1}, {{ Ad={2}, Değer={3} }}
