Repository: dotnet/msbuild
Catalog: src/Resolvers/Microsoft.NET.Sdk.WorkloadManifestReader/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ConcreteWorkloadHasNoDescription
source: Workload definition '{0}' is a concrete dev workload but has no description
cs: Definice úlohy {0} je konkrétní vývojářská úloha, která ale nemá žádný popis.
de: Die Workloaddefinition "{0}" ist eine konkrete Entwicklungsworkload, enthält aber keine Beschreibung.
es: La definición de la carga de trabajo "{0}" es una carga de trabajo de desarrollo concreta, pero no tiene ninguna descripción.
fr: La définition de charge de travail '{0}' est une charge de travail de développement concrète mais n'a aucune description
it: La definizione del carico di lavoro '{0}' è un carico di lavoro di sviluppo concreto ma non include alcuna descrizione
ja: ワークロード定義 '{0}' は実在の開発ワークロードですが、説明がありません
ko: 워크로드 정의 '{0}'이(가) 구체적인 개발 워크로드이지만 설명이 없습니다.
pl: Definicja obciążenia pracą „{0}” jest konkretnym obciążeniem deweloperskim, ale nie ma opisu
pt_br: A definição de carga de trabalho '{0}' é uma carga de trabalho de desenvolvimento concreta, mas não tem nenhuma descrição
ru: Определение рабочей нагрузки "{0}" является конкретной рабочей нагрузкой разработки, но не имеет описания.
tr: '{0}' iş yükü tanımı, somut bir geliştirici iş yükü ancak açıklaması yok
zh_hans: 工作负载定义“{0}”是一个具体的开发工作负载，但没有说明
zh_hant: 工作負載定義 '{0}' 為實體開發工作負載，但沒有任何描述

# ConflictingWorkloadDefinition
source: Workload definition '{0}' in manifest '{1}' [{2}] conflicts with manifest '{3}' [{4}]
cs: Definice úlohy {0} v manifestu {1} [{2}] je v konfliktu s manifestem {3} [{4}].
de: Die Workloaddefinition „{0}“ im Manifest „{1}“ [{2}] steht in Konflikt mit dem Manifest „{3}“ [{4}].
es: La definición de carga de trabajo '{0}' en el manifiesto '{1}' [{2}] entra en conflicto con el manifiesto '{3}' [{4}]
fr: La définition de charge de travail '{0}' dans le manifeste '{1}' [{2}] est en conflit avec le manifeste '{3}' [{4}].
it: La definizione del carico di lavoro '{0}' nel manifesto '{1}' [{2}] è in conflitto con il manifesto '{3}' [{4}]
ja: マニフェスト '{1}' [{2}] 内のワークロード定義 '{0}' が、マニフェスト '{3}' [{4}] と競合しています
ko: 매니페스트 '{1}' [{2}]의 워크로드 정의 '{0}'이(가) 매니페스트 '{3}' [{4}]와(과) 충돌합니다
pl: Definicja obciążenia „{0}” w manifeście „{1}” [{2}] powoduje konflikt z manifestem „{3}” [{4}]
pt_br: A definição de workload '{0}' no manifesto '{1}' [{2}] conflite com o manifesto '{3}' [{4}]
ru: Определение рабочей нагрузки "{0}" в манифесте "{1}" [{2}] конфликтует с манифестом "{3}" [{4}]
tr: '{1}' [{2}] bildirimindeki '{0}' iş yükü tanımı '{3}' [{4}] bildirimiyle çakışıyor
zh_hans: 清单“{0}”[{1}] 中的工作负载定义“{2}”与清单“{3}”[{4}] 冲突
zh_hant: 資訊清單 '{1}' [{2}] 中的工作負載定義 '{0}' 與資訊清單 '{3}' [{4}] 相衝突

# ConflictingWorkloadPack
source: Workload pack '{0}' in manifest '{1}' [{2}] conflicts with manifest '{3}' [{4}]
cs: Balíček úlohy {0} v manifestu {1} [{2}] je v konfliktu s manifestem {3} [{4}].
de: Das Workloadpaket „{0}“ im Manifest „{1}“ [{2}] steht in Konflikt mit dem Manifest „{3}“ [{4}].
es: Paquete de carga de trabajo '{0}' en el manifiesto '{1}' [{2}] entra en conflicto con el manifiesto '{3}' [{4}]
fr: Le pack de charge de travail '{0}' dans le manifeste '{1}' [{2}] est en conflit avec le manifeste '{3}' [{4}].
it: Il pacchetto del carico di lavoro '{0}' nel manifesto '{1}' [{2}] è in conflitto con il manifesto '{3}' [{4}]
ja: マニフェスト '{1}' [{2}] 内のワークロード パック '{0}' が、マニフェスト '{3}' [{4}] と競合しています
ko: 매니페스트 '{1}' [{2}]의 워크로드 팩 '{0}'이(가) 매니페스트 '{3}' [{4}]와(과) 충돌합니다
pl: Pakiet obciążenia „{0}” w manifeście „{1}” [{2}] powoduje konflikt z manifestem „{3}” [{4}]
pt_br: O Workload Pack '{0}' no manifesto '{1}' [{2}] conflite com o manifesto '{3}' [{4}]
ru: Пакет рабочей нагрузки "{0}" в манифесте "{1}" [{2}] конфликтует с манифестом "{3}" [{4}]
tr: '{1}' [{2}] bildirimindeki '{0}' iş yükü paketi '{3}' [{4}] bildirimiyle çakışıyor
zh_hans: 清单“{0}”[{1}] 中的工作负载包“{2}”与清单“{3}”[{4}] 冲突
zh_hant: 資訊清單 '{1}' [{2}] 中的工作負載套件 '{0}' 與資訊清單 '{3}' [{4}] 相衝突

# CyclicWorkloadRedirect
source: Cyclic workload redirect '{0}' in manifest '{1}' [{2}]
cs: Cyklické přesměrování úlohy {0} v manifestu {1} [{2}]
de: Zyklische Workloadumleitung „{0}“ im Manifest „{1}“ [{2}]
es: Redireccionamiento cíclico de la carga de trabajo '{0}' en el manifiesto '{1}' [{2}]
fr: Réorientation cyclique de la charge de travail '{0}' dans le manifeste '{1}' [{2}]
it: Reindirizzamento del carico di lavoro ciclico '{0}' nel manifesto '{1}' [{2}]
ja: マニフェスト '{1}' [{2}] における周期的なワークロード リダイレクト '{0}'
ko: 매니페스트 '{1}' [{2}]의 순환 워크로드 리디렉션 '{0}
pl: Cykliczne przekierowanie obciążenia „{0}” w manifeście „{1}” [{2}]
pt_br: Redirecionamento de carga de trabalho cíclica '{0}' no manifesto ' {1} ' [{2}]
ru: Циклическое перенаправление рабочей нагрузки "{0}" в манифесте "{1}" [{2}]
tr: '{1}' [{2}] bildirimindeki '{0}' döngüsel iş yükü yeniden yönlendirmesi
zh_hans: 循环工作负载重定向清单“{0}”中的“{1}”[{2}]
zh_hant: 資訊清單 '{1}' [{2}] 中的循環工作負載重新導向 '{0}'

# DuplicateKeyAtOffset
source: Duplicate key '{0}' at offset {1}
cs: Duplicitní klíč {0} u posunu {1}
de: Doppelter Schlüssel "{0}" bei Offset {1}.
es: Clave "{0}" duplicada en el desplazamiento {1}
fr: Clé dupliquée '{0}' à l'offset {1}
it: Chiave '{0}' duplicata alla posizione di offset {1}
ja: オフセット {1} のキー '{0}' が重複しています
ko: 오프셋 {1}에 중복 키 '{0}'이(가) 있습니다.
pl: Zduplikowany klucz „{0}” pod przesunięciem {1}
pt_br: Chave duplicada '{0}' no deslocamento {1}
ru: Повторяющийся ключ "{0}" в смещении {1}
tr: {1} uzaklığında yinelenen '{0}' anahtarı
zh_hans: 偏移为 {1} 时的重复键“{0}”
zh_hant: 位移 {1} 有重複的金鑰 '{0}'

# DuplicateManifestID
source: Manifest provider {0} returned a duplicate manifest ID '{1}' [{2}] that conflicts with existing manifest [{3}]
cs: Zprostředkovatel manifestu {0} vrátil duplicitní ID manifestu {1} [{2}], který je v konfliktu s existujícím manifestem [{3}].
de: Der Manifestanbieter {0} hat eine doppelte Manifest-ID „{1}“ [{2}] zurückgegeben, die in Konflikt mit dem vorhandenem Manifest [{3}] steht.
es: El proveedor de manifiestos {0}ha devuelto un identificador de manifiesto duplicado '{1}' [{2}] que entra en conflicto con el manifiesto existente [{3}]
fr: Le fournisseur de manifeste {0} a retourné un ID de manifeste' {1} ' [{2}] en conflit qui est en conflit avec le manifeste [{3}] existant
it: Il provider del manifesto {0} ha restituito un ID manifesto duplicato '{1}' [{2}] in conflitto con il manifesto esistente [{3}]
ja: マニフェスト プロバイダー {0} は、既存のマニフェスト [{3}] と競合する重複したマニフェスト ID '{1}' [{2}] を返しました
ko: 매니페스트 공급자 {0}이(가) 기존 매니페스트 [{3}]과(와) 충돌하는 중복 매니페스트 ID '{1}' [{2}]을(를) 반환했습니다
pl: Dostawca manifestu {0} zwrócił zduplikowany identyfikator manifestu „{1}” [{2}], który powoduje konflikt z istniejącym manifestem [{3}]
pt_br: O provedor de manifesto {0} retornou uma ID de manifesto duplicada '{1}' [{2}] que entra em conflito com o manifesto existente [{3}]
ru: Поставщик манифеста {0} вернул повторяющийся идентификатор манифеста "{1}" [{2}], который конфликтует с существующим манифестом [{3}]
tr: {0} bildirim sağlayıcısı, mevcut bildirimle [{3}] çakışan yinelenen bildirim kimliği ('{1}') [{2}] döndürdü
zh_hans: 清单提供程序 {0} 返回了与现有清单[{1}]冲突的重复清单 ID“{2}”[{3}]
zh_hant: 資訊清單提供者 {0} 傳回重複的資訊清單識別碼 '{1}' [{2}]，其與現有資訊清單 [{3}] 相衝突

# ExpectedBoolAtOffset
source: Expected boolean value at offset {0}
cs: Očekávána logická hodnota u posunu {0}
de: Boolescher Wert bei Offset {0} erwartet.
es: Se esperaba un valor booleano en el desplazamiento {0}
fr: Valeur booléenne attendue à l'offset {0}
it: È prevista un valore booleano alla posizione di offset {0}
ja: オフセット {0} にはブール値が必要です
ko: 오프셋 {0}에 부울 값이 필요합니다.
pl: Oczekiwano wartości logicznej pod przesunięciem {0}
pt_br: Valor booliano esperado no deslocamento {0}
ru: Ожидается логическое значение в смещении {0}
tr: {0} uzaklığında boolean değeri bekleniyordu
zh_hans: 移量为 {0} 时所需的布尔值
zh_hant: 位移 {0} 有預期的布林值

# ExpectedIntegerAtOffset
source: Expected integer value at offset {0}
cs: Očekávána celočíselná hodnota u posunu {0}
de: Ganze Zahl bei Offset {0} erwartet.
es: Se esperaba un valor entero en el desplazamiento {0}
fr: Valeur entière attendue au décalage {0}
it: È prevista un valore intero alla posizione di offset {0}
ja: オフセット {0} には整数値が必要です
ko: 오프셋 {0}에 정수 값이 있어야 합니다.
pl: Oczekiwano wartości całkowitej pod przesunięciem {0}
pt_br: Valor inteiro esperado no deslocamento {0}
ru: Ожидается целое значение в смещении {0}
tr: {0} uzaklığında tamsayı değeri bekleniyordu
zh_hans: 偏移量 {0} 的预期整数值
zh_hant: 預期在位移 {0} 處的整數值

# ExpectedStringAtOffset
source: Expected string value at offset {0}
cs: Očekávána řetězcová hodnota u posunu {0}
de: Zeichenfolgenwert bei Offset {0} erwartet.
es: Se esperaba un valor de cadena en el desplazamiento {0}
fr: Valeur de chaîne attendue à l'offset {0}
it: È previsto un valore stringa alla posizione di offset {0}
ja: オフセット {0} には文字列値が必要です
ko: 오프셋 {0}에 문자열 값이 필요합니다.
pl: Oczekiwano wartości ciągu pod przesunięciem {0}
pt_br: Valor de cadeia de caracteres esperado no deslocamento {0}
ru: Ожидается строковое значение в смещении {0}
tr: {0} uzaklığında dize değeri bekleniyordu
zh_hans: 偏移为 {0} 时所需的字符串值
zh_hant: 位移 {0} 有預期的字串值

# ExpectedTokenAtOffset
source: Expected {0} token at offset {1}
cs: Očekáván token {0} u posunu {1}
de: Token "{0}" bei Offset {1} erwartet.
es: Se esperaba un token de {0} en el desplazamiento {1}
fr: Jeton {0} attendu à l'offset {1}
it: È previsto il token {0} alla posizione di offset {1}
ja: オフセット {0} には {1} トークンが必要です
ko: 오프셋 {1}에 {0} 토큰이 필요합니다.
pl: Oczekiwano tokenu {0} pod przesunięciem {1}
pt_br: Token {0} esperado no deslocamento {1}
ru: Ожидается токен {0} в смещении {1}
tr: {1} uzaklığında {0} belirteci bekleniyordu
zh_hans: 偏移为 {1} 时所需的 {0} 标记
zh_hant: 位移 {1} 有預期的 {0} 權杖

# IncompleteDocument
source: Document ended prematurely
cs: Dokument předčasně ukončen
de: Dokument ist unvollständig.
es: El documento finalizó antes de tiempo
fr: Fin prématurée du document
it: Il documento è stato interrotto prima del completamento
ja: ドキュメントが途中で終了しました
ko: 문서가 중간에 끝났습니다.
pl: Dokument zakończony przedwcześnie
pt_br: O documento terminou prematuramente
ru: Документ завершен преждевременно
tr: Belge zamanından önce sonlandırıldı
zh_hans: 文档过早结束
zh_hant: 文件已提前結束

# InvalidManifestVersion
source: Invalid version: {0}
cs: Neplatná verze: {0}
de: Ungültige Version: {0}
es: Versión no válida: {0}
fr: Version non valide : {0}
it: Versione non valida: {0}
ja: 無効なバージョン: {0}
ko: 잘못된 버전: {0}
pl: Nieprawidłowa wersja: {0}
pt_br: Versão inválida: {0}
ru: Недопустимая версия: {0}
tr: Geçersiz sürüm: {0}
zh_hans: 版本 {0} 无效
zh_hant: 無效的版本: {0}

# InvalidVersionForWorkload
source: Error parsing version '{1}' for workload manifest ID '{0}'
cs: Chyba při analýze verze {1} pro ID manifestu úlohy {0}
de: Fehler beim Analysieren der Version \"{1}\" für die Workloadmanifest-ID \"{0}\"
es: Error al analizar la versión \"{1}\" para el id. de manifiesto de carga de trabajo \"{0}\"
it: Errore durante l'analisi della versione '{1}' per l'ID manifesto del carico di lavoro '{0}'
ja: ワークロード マニフェスト ID '{0}' のバージョン '{1}' の解析でエラーが発生しました
pl: Wystąpił błąd podczas analizowania wersji „{1}” dla identyfikatora manifestu obciążenia „{0}”
zh_hant: 剖析工作負載資訊清單識別碼 '{1}' 的版本 '{0}' 時發生錯誤

# ManifestDependencyMissing
source: Did not find workload manifest dependency '{0}' required by manifest '{1}' [{2}]
cs: Nebyla nalezena závislost manifestu úlohy {0} požadovaná manifestem {1} [{2}].
de: Die Workloadmanifestabhängigkeit „{0}“, die vom Manifest „{1}“ [{2}] benötigt wird, wurde nicht gefunden.
es: No se ha encontrado la dependencia del manifiesto de carga de trabajo '{0}' requerida por el manifiesto '{1}' [{2}]
fr: La dépendance de manifeste de charge de travail « {0} » requise par le manifeste « {1} » [{2}] est introuvable
it: La dipendenza del manifesto del carico di lavoro '{0}' richiesta dal manifesto '{1}' [{2}] non è stata trovata
ja: マニフェスト '{1}' [{2}] で必要なワークロード マニフェストの依存関係 '{0}' が見つかりません
ko: 매니페스트 '{1}' [{2}]에 필요한 워크로드 매니페스트 종속성 '{0}'을(를) 찾지 못했습니다
pl: Nie znaleziono zależności manifestu obciążenia „{0}” wymaganej przez manifest „{1}” [{2}]
pt_br: Não foi possível encontrar a dependência do manifesto de carga de trabalho '{0}' exigida pelo manifesto '{1}' [{2}]
ru: Не найдена зависимость манифеста рабочей нагрузки "{0}", необходимая для манифеста "{1}" [{2}]
tr: {1}' [{2}] bildirimi için gereken '{0}' iş yükü bildirimi bağımlılığı bulunamadı
zh_hans: 未找到清单“{1}”[{2}] 所需的工作负载清单依赖项“{0}”
zh_hant: 找不到資訊清單 '{1}' [{2}] 所需的工作負載資訊清單相依性 '{0}'

# ManifestDependencyVersionTooLow
source: Workload manifest dependency '{0}' version '{1}' is lower than version '{2}' required by manifest '{3}' [{4}]
cs: Závislost manifestu úlohy {0} verze {1} je nižší než verze {2} požadovaná manifestem {3} [{4}].
de: Die Workloadmanifestabhängigkeit „{0}“, Version „{1}“, ist niedriger als die Version „{2}“, die vom Manifest „{3}“ [{4}] benötigt wird.
es: La dependencia del manifiesto de carga de trabajo '{0}' versión '{1}' es inferior a la versión '{2}' requerida por el manifiesto '{3}' [{4}]
fr: La version {0}' de la dépendance du manifeste de charge de travail est inférieure à la version '{1}' requise par {2}le manifeste '{3}' [{4}].
it: La dipendenza del manifesto del carico di lavoro '{0}' versione '{1}' è inferiore alla versione '{2}' richiesta dal manifesto '{3}' [{4}]
ja: ワークロード マニフェストの依存関係 '{0}' のバージョン '{1}' は、マニフェスト '{3}' [{4}] で必要とされるバージョン '{2}' 以前のものです
ko: 워크로드 매니페스트 종속성 '{0}' 버전 '{1}'이(가) '{3}' [{4}]에 필요한 버전 '{2}'보다 낮습니다
pl: Zależność manifestu obciążenia „{0}” w wersji „{1}” jest niższa niż w wersji "{2}" wymaganej przez manifest „{3}”[{4}]
pt_br: A dependência do manifesto de carga de trabalho '{0}' versão '{1}' é inferior à versão '{2}' exigida pelo manifesto '{3}' [{4}]
ru: Зависимость манифеста рабочей нагрузки "{0}" версии "{1}" ниже версии "{2}", необходимой для манифеста "{3}" [{4}]
tr: '{0}' iş yükü bildirimi bağımlılığının '{1}' sürümü, '{3}' [{4}] bildirimi için gereken '{2}' sürümünden düşük
zh_hans: 工作负荷清单依赖项“{0}”版本“{1}”低于清单“{2}”所需的版本“{3}”[{4}]
zh_hant: 工作負載資訊清單相依性 '{0}' 版本 ' {1} ' 低於資訊清單 '{3}' [{4}] 所需的版本 '{2}'

# ManifestFromInstallStateNotFound
source: Workload manifest {0}, which was specified in {1}, was not found. Running "dotnet workload repair" may resolve this.
cs: Manifest úlohy {0}, který byl určen v {1}, nebyl nalezen. Tento problém může vyřešit spuštění „dotnet workload repair“.
de: Das Arbeitsauslastungsmanifest {0}, das in {1} angegeben wurde, wurde nicht gefunden. Die Ausführung von "dotnet workload repair" kann dies beheben.
es: No se ha encontrado el manifiesto de carga de trabajo {0}, que se especificó en {1}. La ejecución de "dotnet workload repair" puede resolverlo.
it: Il manifesto del carico di lavoro {0}, specificato in {1}, non è stato trovato. L'esecuzione della "dotnet workload repair" può risolvere questo errore.
ja: {1} で指定されたワークロード マニフェスト {0} が見つかりませんでした。"dotnet workload repair" を実行すると、これを解決できる場合があります。
pl: Nie znaleziono manifestu obciążenia {0}, który został określony w: {1}. Uruchomienie polecenia "dotnet workload repair" może rozwiązać ten problem.
zh_hant: 找不到 {1} 中指定的工作負載資訊清單 {0}。執行 "dotnet workload repair" 可能會解決這個問題。

# ManifestFromWorkloadSetNotFound
source: Workload manifest {0} from workload version {1} was not installed. Running "dotnet workload repair" may resolve this.
cs: Manifest úlohy {0} z verze úlohy {1} nebyl nainstalován. Tento problém může vyřešit spuštění „dotnet workload repair“.
de: Das Workloadmanifest {0} aus der Workloadversion {1} wurde nicht installiert. Die Ausführung von "dotnet workload repair" kann dies beheben.
es: No se ha instalado el manifiesto de carga de trabajo {0} de la versión de carga de trabajo {1}. La ejecución de "dotnet workload repair" puede resolverlo.
it: Il manifesto del carico di lavoro {0} dalla versione {1} del carico di lavoro non è stato installato. L'esecuzione della "dotnet workload repair" può risolvere questo errore.
ja: ワークロード バージョン {1} のワークロード マニフェスト {0} がインストールされませんでした。"dotnet workload repair" を実行すると、これを解決できる場合があります。
pl: Nie zainstalowano manifestu obciążenia {0} z wersji obciążenia {1}. Uruchomienie polecenia "dotnet workload repair" może rozwiązać ten problem.
zh_hant: 未安裝工作負載版本 {1} 中的工作負載資訊清單 {0}。執行 "dotnet workload repair" 可能會解決這個問題。

# MissingBaseWorkload
source: Could not find workload '{0}' extended by workload '{1}' in manifest '{2}' [{3}]
cs: Nepovedlo se najít úlohu {0} rozšířenou podle úlohy {1} v manifestu {2} [{3}].
de: Die Workload „{0}“, die von der Workload „{1}“ im Manifest „{2}“ [{3}] erweitert wurde, konnte nicht gefunden werden.
es: No se ha encontrado la carga de trabajo '{0}' extendida por la carga de trabajo '{1}' en el manifiesto '{2}' [{3}]
fr: Impossible de trouver la charge de travail '{0}' prolongée par la charge de travail '{1}' dans le manifeste '{2}' [{3}].
it: Non è stato possibile trovare il carico di lavoro '{0}' esteso dal carico di lavoro '{1}' nel manifesto '{2}' [{3}]
ja: マニフェスト '{2}' [{3}] 内のワークロード '{1}' によって拡張されたワークロード '{0}' が見つかりません
ko: '{2}' [{3}] 매니페스트에서 워크로드 '{1}'에 의해 확장된 워크로드 '{0}'을(를) 찾을 수 없습니다
pl: Nie można odnaleźć obciążenia „{0}” rozszerzonego przez obciążenie „{1}" w manifeście „{2}” [{3}]
pt_br: Não foi possível localizar a carga de trabalho '{0}' estendida pela carga de trabalho '{1}' no manifesto '{2}' [{3}]
ru: Не удалось найти рабочую нагрузку "{0}", расширенную рабочей нагрузкой "{1}" в манифесте "{2}" [{3}]
tr: '{2}' [{3}] bildirimindeki '{1}' iş yükü tarafından uzatılan '{0}' iş yükü bulunamadı
zh_hans: 无法找到由清单“{2}”[{3}] 中的工作负载“{1}”扩展的工作负载“{0}”
zh_hant: 在資訊清單 '{2}' [{3}] 中找不到工作負載 '{1}' 延伸的工作負載 '{0}'

source: Missing or invalid manifest version
cs: Chybějící nebo neplatná verze manifestu
de: Manifestversion fehlt oder ist ungültig.
es: Falta la versión del manifiesto o no es válida
fr: Version manquante ou non valide du manifeste
it: Versione del manifesto mancante o non valida
ja: マニフェストのバージョンがないか、無効です
ko: 매니페스트 버전이 없거나 잘못되었습니다.
pl: Brak wersji manifestu lub jest ona nieprawidłowa
pt_br: Versão do manifesto ausente ou inválida
ru: Версия манифеста отсутствует или недопустима
tr: Bildirim sürümü eksik veya geçersiz
zh_hans: 清单版本缺失或无效
zh_hant: 缺少資訊清單版本或其無效

# MissingWorkloadPackKind
source: Missing kind for workload pack '{0}'
cs: Chybějící typ pro sadu úloh {0}
de: Fehlende Art für Workloadpaket "{0}".
es: Falta el tipo del paquete de carga de trabajo "{0}"
fr: Genre manquant pour le pack de charges de travail '{0}'
it: Tipo mancante per il pacchetto '{0}' del carico di lavoro
ja: ワークロード パック '{0}' の種類がありません
ko: 워크로드 팩 '{0}'에 대한 종류가 없습니다.
pl: Brak rodzaju dla pakietu obciążenia „{0}”
pt_br: O tipo do pacote de carga de trabalho '{0}' está ausente
ru: Отсутствует тип для пакета рабочей нагрузки "{0}"
tr: '{0}' iş yükü paketi için tip eksik
zh_hans: 工作负载包“{0}”类型缺失
zh_hant: 缺少工作負載套件 '{0}' 的種類

# MissingWorkloadPackVersion
source: Missing version for workload pack '{0}'
cs: Chybějící verze pro sadu úloh {0}
de: Version für Workloadpaket "{0}" fehlt.
es: Falta la versión del paquete de carga de trabajo "{0}"
fr: Version manquante pour le pack de charges de travail '{0}'
it: Versione mancante per il pacchetto '{0}' del carico di lavoro
ja: ワークロード パック '{0}' のバージョンがありません
ko: 워크로드 팩 '{0}'에 대한 버전이 없습니다.
pl: Brak wersji dla pakietu obciążenia „{0}”
pt_br: Versão do pacote de carga de trabalho '{0}' ausente
ru: Отсутствует версия для пакета рабочей нагрузки "{0}"
tr: '{0}' iş yükü paketi için sürüm eksik
zh_hans: 工作负载包“{0}”版本缺失
zh_hant: 缺少工作負載套件 '{0}' 的版本

# RedirectWorkloadHasOtherKeys
source: Redirect workload '{0}' has keys other than 'redirect-to'
cs: Přesměrování úlohy {0} má jiné klíče než redirect-to.
de: Die Umleitungsworkload „{0}“ hat andere Schlüssel als „redirect-to“.
es: La carga de trabajo de redireccionamiento '{0}' tiene claves distintas que las de 'redirect-to'
fr: La charge de travail de redirection « {0} » a des clés autres que « redirection vers ».
it: Il carico di lavoro '{0}' di reindirizzamento ha chiavi diverse da ' Redirect-to '
ja: リダイレクト ワークロード '{0}' に 'redirect-to' 以外のキーがあります
ko: 리디렉션 워크로드 '{0}'에 'redirect-to' 이외의 다른 키가 있습니다
pl: Obciążenie przekierowania „{0}” ma klucze inne niż „redirect-to”
pt_br: A carga de trabalho de redirecionamento '{0}' tem chaves diferentes além de 'redirecionar-para'
ru: Перенаправление рабочей нагрузки "{0}" содержит ключи, отличные от "redirect-to"
tr: '{0}' yeniden yönlendirme iş yükünde 'redirect-to' dışında anahtarlar var
zh_hans: 重定向工作负荷“{0}”具有“重定向到”以外的键
zh_hant: 重新導向工作負載 '{0}' 具有 'redirect-to' 以外的其他金鑰

# UnexpectedTokenAtOffset
source: Unexpected token '{0}' at offset {1}
cs: Neočekávaný token {0} u posunu {1}
de: Unerwartetes Token "{0}" bei Offset {1}.
es: Token "{0}" inesperado en el desplazamiento {1}
fr: Jeton '{0}' inattendu à l'offset {1}
it: Token '{0}' imprevisto alla posizione di offset {1}
ja: オフセット {1} に予期しないトークン '{0}' があります
ko: 오프셋 {1}에 예기치 않은 토큰 '{0}'이(가) 있습니다.
pl: Nieoczekiwany token „{0}” pod przesunięciem {1}
pt_br: Token inesperado '{0}' no deslocamento {1}
ru: Непредвиденный токен "{0}" в смещении {1}
tr: {1} uzaklığında beklenmeyen '{0}' belirteci
zh_hans: 偏移为 {1} 时意外出现的标记“{0}”
zh_hant: 位移 {1} 有未預期的權杖 '{0}'

# UnknownKeyAtOffset
source: Unknown key '{0}' at offset {1}
cs: Neznámý klíč {0} u posunu {1}
de: Unbekannter Schlüssel "{0}" bei Offset {1}.
es: Clave "{0}" desconocida en el desplazamiento {1}
fr: Clé inconnue '{0}' à l'offset {1}
it: Chiave '{0}' sconosciuta alla posizione di offset {1}
ja: オフセット {1} に不明なキー '{0}' があります
ko: 오프셋 {1}에 알 수 없는 키 '{0}'이(가) 있습니다.
pl: Nieznany klucz „{0}” pod przesunięciem {1}
pt_br: Chave desconhecida '{0}' no deslocamento {1}
ru: Неизвестный ключ "{0}" в смещении {1}
tr: {1} uzaklığında bilinmeyen '{0}' anahtarı
zh_hans: 偏移为 {1} 时的未知键“{0}”
zh_hant: 位移 {1} 有不明的金鑰 '{0}'

# UnknownWorkloadDefinitionKind
source: Unknown workload definition kind '{0}' at offset {1}
cs: Neznámý typ definice úlohy {0} u posunu {1}
de: Unbekannte Art der Workloaddefinition ({0}) bei Offset {1}.
es: Tipo de definición de la carga de trabajo "{0}" desconocido en el desplazamiento {1}
fr: Genre de définition de charge de travail inconnu '{0}' à l'offset {1}
it: Tipo di definizione di carico di lavoro '{0}' sconosciuto alla posizione di offset {1}
ja: オフセット {1} に不明なワークロード定義の種類 '{0}' があります
ko: 오프셋 {1}에 알 수 없는 워크로드 정의 종류 '{0}'이(가) 있습니다.
pl: Nieznany rodzaj definicji obciążenia „{0}” pod przesunięciem {1}
pt_br: Tipo de definição de carga de trabalho '{0}' desconhecido no deslocamento {1}
ru: Неизвестный тип определения рабочей нагрузки "{0}" в смещении {1}
tr: {1} uzaklığında bilinmeyen '{0}' iş yükü tanımı tipi
zh_hans: 偏移为 {1} 时的未知工作负载定义类型“{0}”
zh_hant: 位移 {1} 有不明的工作負載定義種類 '{0}'

# UnknownWorkloadPackKind
source: Unknown workload pack kind '{0}' at offset {1}
cs: Neznámý druh sady úloh {0} u posunu {1}
de: Unbekannte Art des Workloadpakets ({0}) bei Offset {1}.
es: Tipo de paquete de carga de trabajo "{0}" desconocido en el desplazamiento {1}
fr: Genre de pack de charge de travail inconnu '{0}' à l'offset {1}
it: Tipo di pacchetto del carico di lavoro '{0}' sconosciuto alla posizione di offset {1}
ja: オフセット {1} に不明なワークロード パックの種類 '{0}' があります
ko: 오프셋 {1}에 알 수 없는 워크로드 팩 종류 '{0}'이(가) 있습니다.
pl: Nieznany rodzaj pakietu obciążenia „{0}” pod przesunięciem {1}
pt_br: Tipo de pacote de carga de trabalho '{0}' desconhecido no deslocamento {1}
ru: Неизвестный тип пакета рабочей нагрузки "{0}" в смещении {1}
tr: {1} uzaklığında bilinmeyen '{0}' iş yükü paketi tipi
zh_hans: 偏移为 {1} 时的未知工作负载包类型“{0}”
zh_hant: 位移 {1} 有不明的工作負載套件種類 '{0}'
