Repository: dotnet/msbuild
Catalog: src/Resolvers/Microsoft.NET.Sdk.WorkloadManifestReader/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnresolvedWorkloadRedirect
source: Unresolved target '{0}' for workload redirect '{1}' in manifest '{2}' [{3}]
cs: Nevyřešený cíl {0} pro přesměrování úlohy {1} v manifestu {2} [{3}]
de: Nicht aufgelöstes Ziel „{0}“ für die Workloadumleitung „{1}“ im Manifest „{2}“ [{3}]
es: Destino sin resolver '{0}' para redirección de carga de trabajo '{1}' en el manifiesto '{2}' [{3}]
fr: Cible non résolue « {0} » pour la redirection de charge de travail « {1} » dans le manifeste « {2} » [{3}]
it: Destinazione non risolta '{0}' per il reindirizzamento del carico di lavoro '{1}' nel manifesto '{2}' [{3}]
ja: マニフェスト '{2}' [{3}] 内のワークロード リダイレクト '{1}' に対する未解決のターゲット '{0}'
ko: 매니페스트 '{2}' [{3}]의 워크로드 리디렉션 '{1}'에 대한 확인되지 않는 대상 '{0}'
pl: Nierozpoznany element docelowy „{0}” przekierowania obciążenia „{1}” w manifeście „{2}” [{3}]
pt_br: Destino '{0}' não resolvido para o redirecionamento de carga de trabalho '{1}' no manifesto '{2}' [{3}]
ru: Неразрешенный целевой объект "{0}" для перенаправления рабочей нагрузки "{1}" в манифесте "{2}" [{3}]
tr: '{2}' [{3}] bildirimindeki '{1}' iş akışı yeniden yönlendirmesi için '{0}' hedefi çözümlenemedi
zh_hans: 工作负载未解析的目标“{0}”重定向到清单“{2}”[{3}] 中的“{1}”
zh_hant: 資訊清單 '{2}' [{3}] 中工作負載重新導向 '{1}' 的未解析目標 '{0}'

# WorkloadVersionFromGlobalJsonNotFound
source: Workload version {0}, which was specified in {1}, was not found. Run "dotnet workload restore" to install this workload version.
cs: Verze {0} úlohy, která byla zadána v {1}, nebyla nalezena. Spuštěním příkazu dotnet workload restore nainstalujte tuto verzi úlohy.
de: Die Arbeitsauslastungsversion {0}, die in {1} angegeben wurde, wurde nicht gefunden. Führen Sie „dotnet workload restore“ aus, um diese Workloadversion zu installieren.
es: No se encontró la versión de carga de trabajo {0}, que se especificó en {1}. Ejecuta "dotnet workload restore" para instalar esta versión de carga de trabajo.
it: La versione del carico di lavoro {0}, specificata in {1}, non è stata trovata. Eseguire "dotnet workload restore" per installare questa versione del carico di lavoro.
ja: {1} で指定されたワークロード バージョン {0} が見つかりませんでした。"dotnet workload restore" を実行して、このワークロード バージョンをインストールします。
pl: Nie znaleziono wersji obciążenia {0} określonej w kontenerze {1}. Uruchom polecenie „dotnet workload restore”, aby zainstalować tę wersję obciążenia.
zh_hant: 找不到 {1} 中指定的工作負載版本 {0}。執行 "dotnet workload restore" 以安裝此工作負載版本。

# WorkloadVersionFromInstallStateNotFound
source: Workload version {0}, which was specified in {1}, was not found.
cs: Verze úlohy {0}, která byla zadána v {1}, nebyla nalezena.
de: Die Arbeitsauslastungsversion {0}, die in {1} angegeben wurde, wurde nicht gefunden.
es: No se ha encontrado la versión de carga de trabajo {0}, que se especificó en {1}.
it: La versione del carico di lavoro {0}, specificata in {1}, non è stata trovata.
ja: {1} で指定されたワークロード バージョン {0} が見つかりませんでした。
pl: Nie znaleziono wersji obciążenia {0}, która została określona w: {1}.
zh_hant: 找不到 {1} 中指定的工作負載版本 {0}。
