Repository: dotnet/msbuild
Catalog: src/Tasks/Microsoft.NET.Build.Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, ru, tr, zh_hans, zh_hant

# NU1006
source: {0}. Please run 'dotnet restore' to generate a new asset file.
cs: {0}. Ke generování nového souboru prostředků prosím použijte příkaz „dotnet restore“.
es: {0}. Ejecute "dotnet restore" para generar un nuevo archivo de recurso.
fr: {0}. Exécutez 'dotnet restore' pour générer un nouveau fichier de composants.
it: {0}. Per generare un nuovo file di risorse, eseguire 'dotnet restore'.
ja: {0}。'dotnet restore' を実行して、新しい資産ファイルを生成してください。
ko: {0}. 새 자산 파일을 생성하려면 'dotnet restore'를 실행하세요.
ru: {0}. Выполните команду "dotnet restore" для создания нового файла активов.
tr: {0}. Yeni bir varlık dosyası oluşturmak için 'dotnet restore' çalıştırın.
zh_hans: {0}。请运行“dotnet restore”以生成新的资产文件。
zh_hant: {0}。請執行 'dotnet restore' 產生新的資產檔案。

# NU1007
source: Dependency specified was '{0}' but ended up with '{1}'.
cs: Zadaná závislost byla {0}, ale skončila s {1}.
es: La dependencia especificada era "{0}", pero finalizaba con "{1}".
fr: La dépendance spécifiée était '{0}' mais se terminait par '{1}'.
it: La dipendenza specificata era '{0}' ma è risultata essere '{1}'.
ja: 指定した依存関係は '{0}' ですが、'{1}' が見つかりました。
ko: 지정된 종속성은 '{0}'인데 '{1}'(으)로 끝납니다.
ru: Была указана зависимость "{0}", но в конце стоит "{1}".
tr: Belirtilen bağımlılık '{0}' ancak '{1}' alındı.
zh_hans: 指定的依赖项为“{0}”，但以“{1}”结尾。
zh_hant: 指定的相依性為 '{0}' 但最終為 '{1}'。

# NU1008
source: {0} is an unsupported framework.
cs: {0} není podporovaná platforma.
es: {0} es una plataforma no compatible.
fr: {0} est un framework non pris en charge.
it: {0} è un framework non supportato.
ja: {0} は、サポートされていないフレームワークです。
ko: {0}은(는) 지원되지 않는 프레임워크입니다.
ru: Платформа {0} не поддерживается.
tr: {0} çerçevesi desteklenmiyor.
zh_hans: {0} 是不受支持的框架。
zh_hant: {0} 為不受支援的架構。

# NU1009
source: The expected asset file does not exist. Please run 'dotnet restore' to generate a new asset file.
cs: Očekávaný soubor prostředků neexistuje. Ke generování nového souboru prostředků prosím použijte příkaz „dotnet restore“.
es: El archivo de recurso esperado no existe. Ejecute "dotnet restore" para generar un nuevo archivo de recurso.
fr: Le fichier de composants attendu n'existe pas. Exécutez 'dotnet restore' pour générer un nouveau fichier de composants.
it: Il file di risorse previsto non esiste. Per generare un nuovo file di risorse, eseguire 'dotnet restore'.
ja: 必要な資産ファイルが存在しません。'dotnet restore' を実行して、新しい資産ファイルを生成してください。
ko: 예상되는 자산 파일이 없습니다. 새 자산 파일을 생성하려면 'dotnet restore'를 실행하세요.
ru: Ожидаемый файл активов не существует. Выполните команду "dotnet restore" для создания нового файла активов.
tr: Beklenen varlık dosyası yok.Yeni bir varlık dosyası oluşturmak için 'dotnet restore' çalıştırın.
zh_hans: 预期资产文件不存在。请运行“dotnet restore”以生成新的资产文件。
zh_hant: 所需的資產檔案不存在。請執行 'dotnet restore' 產生新的資產檔案。

# NU1010
source: The dependency type was changed
cs: Typ závislosti se změnil.
es: El tipo de dependencia cambió
fr: Le type de dépendance a été changé
it: Il tipo di dipendenza è cambiato
ja: 依存関係の種類が変更されました
ko: 종속성 유형이 변경되었습니다.
ru: Тип зависимости был изменен.
tr: Bağımlılık türü değiştirildi
zh_hans: 依赖项类型已更改
zh_hant: 相依性類型已變更

# NU1011
source: The dependency target '{0}' is unsupported.
cs: Cíl závislosti {0} není podporovaný.
es: El destino de dependencia"{0}" no es compatible.
fr: La cible de dépendance '{0}' n'est pas prise en charge.
it: La destinazione '{0}' della dipendenza non è supportata.
ja: 依存関係ターゲット '{0}' はサポートされていません。
ko: '{0}' 종속성 대상은 지원되지 않습니다.
ru: Целевой объект зависимости "{0}" не поддерживается.
tr: Bağımlılık hedefi ('{0}') desteklenmiyor.
zh_hans: 不支持依赖项目标“{0}”。
zh_hant: 相依性目標 '{0}' 不受支援。

# NU1012
source: Dependency conflict. '{0}' expected '{1}' but received '{2}'
cs: Konflikt závislostí. {0} očekával {1}, ale přijal {2}.
es: Conflicto de dependencia. "{0}" esperaba "{1}", pero recibió "{2}"
fr: Conflit de dépendances. '{0}' attendait '{1}' mais a reçu '{2}'
it: Conflitto di dipendenze. In '{0}' è previsto '{1}', ma è stato ricevuto '{2}'
ja: 依存関係の競合。'{0}' には '{1}' が必要ですが、'{2}' を受信しました。
ko: 종속성 충돌. '{0}'에서 '{1}'을(를) 예상했지만 '{2}'을(를) 수신했습니다.
ru: Конфликт зависимостей. "{0}" ожидал "{1}", но получил "{2}".
tr: Bağımlılık çakışması. '{0}' '{1}' bekliyordu ancak '{2}' alındı
zh_hans: 依赖项冲突。“{0}”预期“{1}”，但接收到“{2}”
zh_hant: 相依性衝突。'{0}' 需要 '{1}' 但收到 '{2}'

# DuplicateItemsError
source: Duplicate '{0}' items were included. The .NET SDK includes '{0}' items from your project directory by default. You can either remove these items from your project file, or set the '{1}' property to '{2}' if you want to explicitly include them in your project file. For more information, see {4}. The duplicate items were: {3}
zh_hans: 包含了重复的“{0}”项。.NET SDK 默认情况下包括你项目中的“{0}”项。可以从项目文件中删除这些项，或者如果希望将其显示包含在项目文件中，则可以将“{1}”属性设置为“{2}”。重复项为: {3}

# PackageReferenceOverrideWarning
source: A PackageReference for '{0}' was included in your project. This package is implicitly referenced by the .NET SDK and you do not typically need to reference it from your project. For more information, see {1}
zh_hans: 项目中包含了“{0}”的 PackageReference。此包由 .NET SDK 隐式引用，且通常情况下你无需从项目中对其进行引用。有关详细信息，请参阅 {1}

# NoCompatibleTargetFramework
source: Project '{0}' has no target framework compatible with '{1}'.
cs: Cílová platforma projektu {0} není kompatibilní s {1}.
de: Für das Projekt "{0}" ist kein mit "{1}" kompatibles Framework vorhanden.
es: El proyecto '{0}' no tiene una plataforma de destino compatible con '{1}'.
fr: Le projet '{0}' n'a aucun framework cible compatible avec '{1}'.
it: Per il progetto '{0}' non esiste alcun framework di destinazione compatibile con '{1}'.
ja: プロジェクト '{0}' には、'{1}' と互換性のあるターゲット フレームワークがありません。
ko: '{0}' 프로젝트에 '{1}'과(와) 호환되는 대상 프레임워크가 없습니다.
ru: Проект "{0}" не содержит целевую платформу, совместимую с "{1}".
tr: '{0}' projesinde '{1}' ile uyumlu bir hedef çerçeve yok.
zh_hant: 專案 '{0}' 沒有與 '{1}' 相容的目標 Framework。

# RuntimeIdentifierMustBeSetForNETFramework
source: RuntimeIdentifier must be set for .NETFramework executables. Consider RuntimeIdentifier=win7-x86 or RuntimeIdentifier=win7-x64.
cs: Hodnota RuntimeIdentifier musí být nastavena pro spustitelné soubory .NET Frameworku. Můžete použít hodnotu RuntimeIdentifier=win7-x86 nebo RuntimeIdentifier=win7-x64.
de: "RuntimeIdentifier" muss für ausführbare .NETFramework-Dateien festgelegt werden. Verwenden Sie ggf. "RuntimeIdentifier=win7-x86" oder "RuntimeIdentifier=win7-x64".
es: RuntimeIdentifier debe establecerse para archivos ejecutables de .NET Framework. Considere usar RuntimeIdentifier=win7-x86 o RuntimeIdentifier=win7-x64.
fr: RuntimeIdentifier doit être défini pour les exécutables .NET Framework. Considérez RuntimeIdentifier=win7-x86 ou RuntimeIdentifier=win7-x64.
it: Per gli eseguibili di .NET Framework è necessario impostare RuntimeIdentifier. Provare a specificare RuntimeIdentifier=win7-x86 o RuntimeIdentifier=win7-x64.
ja: .NETFramework 実行可能ファイルの RuntimeIdentifier を設定する必要があります。RuntimeIdentifier=win7-x86 または RuntimeIdentifier=win7-x64 を検討してください。
ko: .NET Framework 실행 파일에는 RuntimeIdentifier를 설정해야 합니다. RuntimeIdentifier=win7-x86 또는 RuntimeIdentifier=win7-x64를 사용해 보세요.
ru: RuntimeIdentifier необходимо задать для исполняемых файлов .NETFramework. Рекомендуется RuntimeIdentifier=win7-x86 или RuntimeIdentifier=win7-x64.
tr: .NETFramework yürütülebilir dosyaları için RuntimeIdentifier ayarlanmalıdır. RuntimeIdentifier=win7-x86 veya RuntimeIdentifier=win7-x64 ayarlanabilir.
zh_hant: 必須為 .NETFramework 可執行檔設定 RuntimeIdentifier。請考慮使用 RuntimeIdentifier=win7-x86 或 RuntimeIdentifier=win7-x64。
