Repository: dotnet/msbuild
Catalog: src/Tasks/Microsoft.NET.Build.Tasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, ru, tr, zh_hans, zh_hant

# AtLeastOneTargetFrameworkMustBeSpecified
source: At least one possible target framework must be specified.
cs: Je potřeba zadat alespoň jednu možnou cílovou platformu
de: Geben Sie mindestens ein mögliches Zielframework an.
es: Debe especificarse al menos una plataforma de destino posible.
fr: Au moins un framework cible doit être spécifié.
it: È necessario specificare almeno un framework di destinazione possibile.
ja: 可能性のあるターゲット フレームワークを少なくとも 1 つ指定する必要があります。
ko: 가능한 대상 프레임워크를 하나 이상 지정해야 합니다.
ru: Необходимо указать хотя бы одну целевую платформу.
tr: En az bir olası hedef çerçeve belirtilmelidir.
zh_hans: 必须指定至少一个可能的目标框架。
zh_hant: 必須指定至少一個可能的目標 Framework。

# NoCompatibleTargetFramework
source: Project '{0}' targets '{2}'. It cannot be referenced by a project that targets '{1}'.
zh_hans: 项目“{0}”没有与“{1}”兼容的目标框架。

# InvalidFrameworkName
source: Invalid framework name: '{0}'.
cs: Neplatný název platformy: {0}
de: Ungültiger Frameworkname: {0}.
es: Nombre de plataforma no válido: '{0}'.
fr: Nom de framework non valide : '{0}'.
it: Nome di framework non valido: '{0}'.
ja: 無効なフレームワーク名: '{0}'。
ko: 프레임워크 이름 '{0}'이(가) 잘못되었습니다.
ru: Недопустимое имя платформы: "{0}".
tr: Geçersiz çerçeve adı: '{0}'.
zh_hans: 无效的框架名称:“{0}”。
zh_hant: 無效的架構名稱: '{0}'。

# AssetsFileNotFound
source: Assets file '{0}' not found. Run a NuGet package restore to generate this file.
cs: Soubor prostředků {0} se nenašel. Pokud chcete tento soubor vygenerovat, spusťte obnovení balíčku NuGet.
de: Die Ressourcendatei "{0}" wurde nicht gefunden. Führen Sie eine NuGet-Paketwiederherstellung aus, um diese Datei zu generieren.
es: No se encuentra el archivo de recursos '{0}'. Ejecute una restauración de paquetes NuGet para generar el archivo.
fr: Fichier de composants '{0}' introuvable. Exécutez une restauration de package NuGet pour générer ce fichier.
it: Il file di risorse '{0}' non è stato trovato. Per generare questo file, eseguire un ripristino del pacchetto NuGet.
ja: 資産ファイル '{0}' が見つかりません。NuGet パッケージの復元を実行して、このファイルを生成してください。
ko: 자산 파일 `{0}`을(를) 찾을 수 없습니다. NuGet 패키지 복원을 실행하여 이 파일을 생성하세요.
ru: Файл ресурсов "{0}" не найден. Выполните восстановление пакета NuGet, чтобы создать этот файл.
tr: '{0}' varlık dosyası bulunamadı. Bu dosyayı oluşturmak için, NuGet paketi geri yükleme işlemi gerçekleştirin.
zh_hans: 找不到资产文件“{0}”。运行 NuGet 程序包还原以生成此文件。
zh_hant: 找不到資產檔案 '{0}'。執行 NuGet 套件還原以產生此檔案。

# AssetsFileMissingTarget
source: Assets file '{0}' doesn't have a target for '{1}'. Ensure you have restored this project for TargetFramework='{2}' and RuntimeIdentifier='{3}'.
cs: Soubor prostředků {0} nemá cíl pro {1}. Ověřte, že jste projekt obnovili pro hodnoty TargetFramework={2} a RuntimeIdentifier={3}.
de: Die Ressourcendatei "{0}" hat kein Ziel für "{1}". Vergewissern Sie sich, dass Sie dieses Projekt für das Zielframework "{2}" und die Laufzeit-ID "{3}" wiederhergestellt haben.
es: El archivo de recursos '{0}' no tiene un destino para '{1}'. Asegúrese de que ha restaurado el proyecto para TargetFramework='{2}' y RuntimeIdentifier='{3}'.
fr: Le fichier de composant '{0}' n'a pas de cible pour '{1}'. Vérifiez que vous avez restauré ce projet pour TargetFramework='{2}' et RuntimeIdentifier='{3}'.
it: Il file di risorse '{0}' non contiene una destinazione per '{1}'. Assicurarsi di aver ripristinato questo progetto per TargetFramework='{2}' e RuntimeIdentifier='{3}'.
ja: 資産ファイル '{0}' に '{1}' のターゲットがありません。TargetFramework='{2}' および RuntimeIdentifier='{3}' のこのプロジェクトを復元したことを確認してください。
ko: 자산 파일 '{0}'에 '{1}'의 대상이 없습니다. TargetFramework='{2}' 및 RuntimeIdentifier='{3}'에 대해 이 프로젝트를 복원했는지 확인하세요.
ru: Файл ресурсов "{0}" не имеет целевого объекта для "{1}". Убедитесь, что выполнено восстановление этого проекта для TargetFramework="{2}" и RuntimeIdentifier="{3}".
tr: '{0}' varlık dosyasında '{1}' için hedef yok. TargetFramework='{2}' ve RuntimeIdentifier='{3}' için bu projeyi geri yüklediğinizden emin olun.
zh_hans: 资产文件“{0}”没有“{1}”的目标。确保已针对 TargetFramework=“{2}”和 RuntimeIdentifier=“{3}”还原此项目。
zh_hant: 資產檔案 '{0}' 沒有 '{1}' 的目標。請確定您已還原此專案 (TargetFramework='{2}' 且 RuntimeIdentifier='{3}')。

# AssetsFilePathNotRooted
source: Assets file path '{0}' is not rooted. Only full paths are supported.
cs: Cesta k souboru prostředků {0} není uvedena od kořene. Podporované jsou jen celé cesty.
de: Der Ressourcendateipfad "{0}" hat keinen Stamm. Nur vollständige Pfade werden unterstützt.
es: La ruta de acceso del archivo de recursos '{0}' no tiene raíz. Solo se admiten rutas de acceso completas.
fr: Le chemin du fichier de composant '{0}' n'est pas associé à une racine. Seuls les chemins complets sont pris en charge.
it: Il percorso dei file di risorse '{0}' non contiene una radice. Sono supportati solo percorsi completi.
ja: 資産ファイル パス '{0}' にルートが指定されていません。完全パスのみがサポートされます。
ko: 자산 파일 경로 '{0}'이(가) 루트에서 시작하지 않습니다. 전체 경로만 지원됩니다.
ru: Путь к файлу ресурсов "{0}" должен содержать корневой каталог. Поддерживаются только полные пути.
tr: '{0}' varlık dosya yolunun kökü belirtilmemiş. Yalnızca tam yollar desteklenir.
zh_hans: 资产文件路径“{0}”不是根路径。仅支持完整路径。
zh_hant: 資產檔案路徑 '{0}' 不是根目錄。僅支援完整路徑。

# CannotFindProjectInfo
source: Cannot find project info for '{0}'. This can indicate a missing project reference.
cs: Nelze najít informace o projektu pro {0}. Může to znamenat chybějící odkaz na projekt.
de: Die Projektinformationen für "{0}" wurden nicht gefunden. Dies ist möglicherweise auf einen fehlenden Projektverweis zurückzuführen.
es: No se encuentra la información de proyecto de '{0}'. Esto puede indicar que falta una referencia de proyecto.
fr: Informations sur le projet introuvables pour '{0}'. Ceci peut indiquer une référence de projet manquante.
it: Le informazioni del progetto per '{0}' non sono state trovate. Questo errore può indicare la mancanza di un riferimento al progetto.
ja: '{0}' のプロジェクト情報が見つかりません。これは、プロジェクト参照がないことを示している可能性があります。
ko: '{0}'에 대한 프로젝트 정보를 찾을 수 없습니다. 프로젝트 참조가 없음을 나타낼 수 있습니다.
ru: Невозможно найти сведения о проекте для "{0}". Возможно, отсутствует ссылка на проект.
tr: '{0}' için proje bilgisi bulunamıyor. Bu durum, eksik bir proje başvurusu olduğunu gösteriyor olabilie.
zh_hans: 找不到“{0}”的项目信息。这可以指示缺少一个项目引用。
zh_hant: 找不到 '{0}' 的專案資訊。這可能表示遺漏專案參考。

# ContentFileDoesNotContainExpectedParentPackageInformation
source: Content file '{0}' does not contain expected parent package information.
cs: V souboru obsahu {0} nejsou očekávané informace o nadřízeném balíčku.
de: Die Inhaltsdatei "{0}" enthält nicht die erwarteten Informationen zum übergeordneten Paket.
es: El archivo de contenido '{0}' no tiene la información de paquete primario que se esperaba.
fr: Le fichier de contenu '{0}' ne contient pas les informations attendues sur le package parent.
it: Il file di contenuto '{0}' non contiene le informazioni previste sul pacchetto padre.
ja: 予期される親パッケージ情報がコンテンツ ファイル '{0}' に入っていません。
ko: 콘텐츠 파일 '{0}'에 필요한 패키지 정보가 없습니다.
ru: Файл содержимого "{0}" не содержит ожидаемые сведения о родительском пакете.
tr: '{0}' içerik dosyası beklenen üst paket bilgilerini içermiyor.
zh_hans: 内容文件“{0}”不包含预期的父包信息。
zh_hant: 內容檔案 '{0}' 未包含必要的父套件資訊。

# MissingItemMetadata
source: Missing '{0}' metadata on '{1}' item '{2}'.
cs: Chybí metadata {0} o {1} položky {2}.
de: Die Metadaten "{0}" für das Element "{2}" vom Typ "{1}" sind nicht vorhanden.
es: Faltan los metadatos de '{0}' en el elemento de '{1}' '{2}'.
fr: Métadonnées '{0}' manquantes sur l'élément '{1}' '{2}'.
it: Mancano i metadati di '{0}' sull'elemento '{2}' di '{1}'.
ja: '{1}' 項目 '{2}' の '{0}' メタデータがありません。
ko: '{1}' 항목 '{2}'에 '{0}' 메타데이터가 없습니다.
ru: Отсутствуют метаданные "{0}" для элемента "{2}" "{1}".
tr: '{1}' öğesi '{2}' üzerinde '{0}' meta verileri eksik.
zh_hans: 在“{1}”项“{2}”上缺少“{0}”元数据。
zh_hant: '{1}' 項目 '{2}' 上遺漏 '{0}' 中繼資料。

# UnrecognizedPreprocessorToken
source: Unrecognized preprocessor token '{0}' in '{1}'.
cs: Nerozpoznaný token preprocesoru {0} v {1}.
de: Unbekanntes Präprozessortoken "{0}" in "{1}".
es: Token de preprocesador no reconocido '{0}' en '{1}'.
fr: Jeton de préprocesseur '{0}' non reconnu dans '{1}'.
it: Token di preprocessore '{0}' non riconosciuto in '{1}'.
ja: 認識されないプリプロセッサ トークン '{0}' が '{1}' に存在します。
ko: '{1}'에서 전처리기 토큰 '{0}'을(를) 인식할 수 없습니다.
ru: Нераспознанный маркер препроцессора "{0}" в "{1}".
tr: '{1}' içinde tanınmayan ön işlemci belirteci: '{0}'.
zh_hans: “{1}”中无法识别的预处理器标记“{0}”。
zh_hant: '{1}' 中的前置處理器 Token '{0}' 無法辨識。

# ContentPreproccessorParameterRequired
source: The '{0}' task must be given a value for parameter '{1}' in order to consume preprocessed content.
cs: Úloha {0} musí mít hodnotu parametru {1}, aby mohla použít předem zpracovaný obsah.
de: Die Aufgabe "{0}" muss für die Nutzung vorverarbeiteter Inhalte mit einem Wert für den Parameter "{1}" versehen werden.
es: Debe darse un valor al parámetro '{1}' de la tarea '{0}' para poder consumir contenido preprocesado.
fr: La tâche '{0}' doit recevoir une valeur pour le paramètre '{1}' pour pouvoir consommer du contenu prétraité.
it: Per poter utilizzare il contenuto pre-elaborato, è necessario assegnare un valore per il parametro '{1}' nell'attività '{0}'.
ja: 前処理されたコンテンツを使用するためには、パラメーター '{1}' の値を '{0}' タスクに指定する必要があります。
ko: 전처리된 콘텐츠를 사용하려면 '{0}' 작업에서 '{1}' 매개 변수의 값을 지정해야 합니다.
ru: В задачу "{0}" необходимо передать значение для параметра "{1}" для использования предварительно обработанного содержимого.
tr: Önceden işlenen içeriği kullanabilmesi için '{0}' görevine, '{1}' parametresine ilişkin bir değer verilmelidir.
zh_hans: 必须向“{0}”任务提供参数“{1}”的值以便使用预处理的内容。
zh_hant: 必須為 '{0}' 工作指定參數 '{1}' 的值，才能取用前置處理過的內容。

# ProjectAssetsConsumedWithoutMSBuildProjectPath
source: Assets are consumed from project '{0}', but no corresponding MSBuild project path was found in '{1}'.
cs: Prostředky se použijí z projektu {0}, ale v {1} se nenašla odpovídající cesta k projektu MSBuildu.
de: Es werden Ressourcen aus dem Projekt "{0}" genutzt, in "{1}" wurde jedoch kein entsprechender MSBuild-Projektpfad gefunden.
es: Los recursos se consumen desde el proyecto '{0}', pero no se ha encontrado la ruta de acceso de proyecto de MSBuild correspondiente en '{1}'.
fr: Les composants sont consommés à partir du projet '{0}', mais aucun chemin de projet MSBuild correspondant n'a été trouvé dans '{1}'.
it: Le risorse vengono utilizzate dal progetto '{0}', ma non è stato trovato alcun percorso di progetto MSBuild corrispondente in '{1}'.
ja: プロジェクト '{0}' の資産が使用されますが、対応する MSBuild プロジェクト パスが '{1}' で見つかりませんでした。
ko: '{0}' 프로젝트의 자산이 사용되었지만, '{1}'에서 해당 MSBuild 프로젝트 경로를 찾을 수 없습니다.
ru: Ресурсы используются из проекта "{0}", однако соответствующий путь к проекту MSBuild не найден в "{1}".
tr: '{0}' projesindeki varlıklar kullanılıyor, ancak '{1}' içinde karşılık gelen bir MSBuild projesi bulunamadı.
zh_hans: 从项目“{0}”消耗资产，但在“{1}”中找不到相应的 MSBuild 项目路径。
zh_hant: 已從專案 '{0}' 取用資產，但在 '{1}' 中找不到對應的 MSBuild 專案路徑。

# UnexpectedFileType
source: Unexpected file type for '{0}'. Type is both '{1}' and '{2}'.
cs: Nečekaný typ souboru {0}. Typ je {1} i {2}.
de: Unerwarteter Dateityp für "{0}". Der Typ ist sowohl "{1}" als auch "{2}".
es: Tipo de archivo no esperado para '{0}'. El tipo es tanto '{1}' como '{2}'.
fr: Type de fichier inattendu pour '{0}'. Le type est à la fois '{1}' et '{2}'.
it: Tipo di file imprevisto per '{0}'. Il tipo è sia '{1}' che '{2}'.
ja: '{0}' のファイルの種類が正しくありません。種類は '{1}' と '{2}' の両方です。
ko: '{0}'에 대해 예기치 않은 파일 형식입니다. 형식이 '{1}'인 동시에 '{2}'입니다.
ru: Непредвиденный тип файла для "{0}". Тип является "{1}" и "{2}".
tr: '{0}' için beklenmeyen dosya türü. Tür, hem '{1}' hem de '{2}'.
zh_hans: “{0}”的意外文件类型。类型是“{1}”和“{2}”。
zh_hant: '{0}' 屬於未預期的檔案類型類型同時為 '{1}' 和 '{2}'。

# CannotInferTargetFrameworkIdentiferAndVersion
source: Cannot infer TargetFrameworkIdentifier and/or TargetFrameworkVersion from TargetFramework='{0}'. They must be specified explicitly.
cs: Z údaje TargetFramework={0} nejde odvodit hodnota TargetFrameworkIdentifier ani hodnota TargetFrameworkVersion. Musí být výslovně zadané.
de: "TargetFrameworkIdentifier" und/oder "TargetFrameworkVersion" kann nicht von "TargetFramework='{0}'" abgeleitet werden. Sie müssen explizit angegeben werden.
es: No se puede inferir TargetFrameworkIdentifier y/o TargetFrameworkVersion de TargetFramework='{0}'. Deben especificarse de forma explícita.
fr: Impossible de déduire TargetFrameworkIdentifier et/ou TargetFrameworkVersion à partir de TargetFramework='{0}'. Ils doivent être spécifiés explicitement.
it: Non è possibile dedurre TargetFrameworkIdentifier e/o TargetFrameworkVersion da TargetFramework='{0}'. Devono essere specificati in modo esplicito.
ja: TargetFrameworkIdentifier または TargetFrameworkVersion あるいはその両方を TargetFramework='{0}' から推論できません。それらは明示的に指定する必要があります。
ko: TargetFramework='{0}'에서 TargetFrameworkIdentifier 및/또는 TargetFrameworkVersion을 유추할 수 없습니다. 명시적으로 지정해야 합니다.
ru: Невозможно определить TargetFrameworkIdentifier и (или) TargetFrameworkVersion на основе TargetFramework="{0}". Они должны быть указаны явно.
tr: TargetFrameworkIdentifier ve/veya TargetFrameworkVersion, TargetFramework='{0}' içinden çıkarsanamıyor. Bunlar açıkça belirtilmelidir.
zh_hans: 无法从 TargetFramework=“{0}”推断 TargetFrameworkIdentifier 和/或 TargetFrameworkVersion。必须显式指定这两项。
zh_hant: 無法從 TargetFramework='{0}' 推斷 TargetFrameworkIdentifier 及/或 TargetFrameworkVersion。您必須明確加以指定。

# ContentItemDoesNotProvideOutputPath
source: Content item for '{0}' sets '{1}', but does not provide '{2}' or '{3}'.
cs: Položka obsahu pro {0} nastaví {1}, ale neposkytuje {2} ani {3}.
de: Das Inhaltselement für "{0}" legt "{1}" fest, gibt aber "{2}" oder "{3}" nicht an.
es: El elemento de contenido de '{0}' establece '{1}', pero no proporciona '{2}' ni '{3}'.
fr: L'élément de contenu pour '{0}' définit '{1}', mais ne fournit ni '{2}' ni '{3}'.
it: L'elemento di contenuto per '{0}' imposta '{1}', ma non fornisce '{2}' o '{3}'.
ja: '{0}' のコンテンツ項目で '{1}' が設定されますが、'{2}' または '{3}' は指定されません。
ko: {0}'의 콘텐츠 항목이 '{1}'을(를) 설정하지만, '{2}' 또는 '{3}'을(를) 제공하지 않습니다.
ru: Элемент содержимого для "{0}" задает "{1}", но не предоставляет "{2}" или "{3}".
tr: '{0}' için içerik öğesi, '{1}' değerini ayarlıyor ancak '{2}' veya '{3}' sağlamıyor.
zh_hans: “{0}”的内容项设置“{1}”，但不提供“{2}”或“{3}”。
zh_hant: '{0}' 的內容項目設定 '{1}'，但未提供 '{2}' 或 '{3}'。

# DuplicatePreprocessorToken
source: The preprocessor token '{0}' has been given more than one value. Choosing '{1}' as the value.
cs: Token preprocesoru {0} získal víc hodnot než jednu. Volba hodnoty {1}.
de: Das Präprozessortoken "{0}" wurde mit mehreren Werten versehen. "{1}" wird als Wert ausgewählt.
es: Se han dado varios valores para el token de preprocesador '{0}'. Se va a elegir '{1}' como valor.
fr: Plusieurs valeurs ont été affectées au jeton de préprocesseur '{0}'. La valeur choisie est '{1}'.
it: Al token di preprocessore '{0}' è stato assegnato più di un valore. Come valore verrà scelto '{1}'.
ja: プリプロセッサ トークン '{0}' に複数の値が指定されています。値として '{1}' を選択します。
ko: 전처리기 토큰 '{0}'의 값이 두 개 이상 지정되었습니다. '{1}'을(를) 값으로 선택합니다.
ru: Для маркера препроцессора "{0}" задано несколько значений. Выбор "{1}" в качестве значения.
tr: '{0}' ön işlemci belirtecine birden fazla değer verildi. Değer olarak '{1}' seçiliyor.
zh_hans: 已向预处理器标记“{0}”提供多个值。选择“{1}”作为值。
zh_hant: 已為前置處理器 Token '{0}' 指定多個值。正在選擇 '{1}' 作為值。

# ErrorsOccurredWhenEmittingSatelliteAssembly
source: Errors occured when emitting satellite assembly '{0}'.
cs: Při generování satelitního sestavení {0} došlo k chybám.
de: Fehler beim Ausgeben der Satellitenassembly "{0}".
es: Se han producido errores al emitir el ensamblado satélite '{0}'.
fr: Des erreurs se sont produites pendant l'émission de l'assembly satellite '{0}'.
it: Si sono verificati errori durante la creazione dell'assembly satellite '{0}'.
ja: サテライト アセンブリ '{0}' を出力しているときに、エラーが発生しました。
ko: 위성 어셈블리 '{0}'을(를) 내보내는 동안 오류가 발생했습니다.
ru: При выпуске вспомогательной сборки "{0}" возникли ошибки.
tr: '{0}' uydu bütünleştirilmiş kodu yayılırken hatalar oluştu.
zh_hans: 发出附属程序集“{0}”时出错。
zh_hant: 發出附屬組件 '{0}' 時發生錯誤。

# UnableToFindResolvedPath
source: Unable to find resolved path for '{0}'.
cs: Nepodařilo se najít vyhodnocenou cestu pro {0}.
de: Der aufgelöste Pfad für "{0}" wurde nicht gefunden.
es: No se encuentra la ruta de acceso resuelta para '{0}'.
fr: Chemin résolu introuvable pour '{0}'.
it: Il percorso risolto per '{0}' non è stato trovato.
ja: 解決された '{0}' のパスが見つかりません。
ko: '{0}'에 대해 확인된 경로를 찾을 수 없습니다.
ru: Не удается найти разрешенный путь для "{0}".
tr: '{0}' için çözümlenmiş yol bulunamıyor.
zh_hans: 找不到“{0}”的已解析路径。
zh_hant: 找不到 '{0}' 的解析路徑。

# UnexpectedDependencyWithNoVersionNumber
source: Unexpected dependency '{0}' with no version number.
cs: Nečekaná závislost {0} bez čísla verze.
de: Unerwartete Abhängigkeit "{0}" ohne Versionsnummer.
es: Dependencia '{0}' sin número de versión no esperada.
fr: Dépendance '{0}' sans numéro de version inattendue.
it: La dipendenza '{0}' è imprevista e non ha numero di versione.
ja: バージョン番号のない予期しない依存関係 '{0}' です。
ko: 버전 번호가 없는 예기치 않은 종속성 '{0}'입니다.
ru: Непредвиденная зависимость "{0}" без номера версии.
tr: Sürüm numarası olmayan, beklenmeyen bağımlılık: '{0}'.
zh_hans: 不具有版本号的意外依赖项“{0}”。
zh_hant: 未預期的相依性 '{0}'，沒有版本號碼。

# AssetPreprocessorMustBeConfigured
source: Asset preprocessor must be configured before assets are processed.
cs: Před zpracováním prostředků je potřeba nakonfigurovat preprocesor prostředků.
de: Der Ressourcenpräprozessor muss konfiguriert werden, bevor Ressourcen verarbeitet werden.
es: Debe configurarse el preprocesador de recursos antes de que se procesen los recursos.
fr: Le préprocesseur de composants doit être configuré avant que les composants ne soient traités.
it: Prima di elaborare le risorse, è necessario configurare il preprocessore di risorse.
ja: 資産を処理する前に、資産プリプロセッサを構成する必要があります。
ko: 자산을 처리하려면 먼저 자산 전처리기를 구성해야 합니다.
ru: Препроцессор ресурсов необходимо настроить перед обработкой ресурсов.
tr: Varlıkların işlenebilmesi için varlık ön işlemcisi yapılandırılmalıdır.
zh_hans: 必须在处理资产之前配置资产预处理器。
zh_hant: 必須設定資產前置處理器，才能處理資產。

# InvalidNuGetVersionString
source: Invalid NuGet version string: '{0}'.
cs: Neplatný řetězec verze NuGet: {0}
de: Ungültige NuGet-Versionszeichenfolge: {0}.
es: Cadena de versión de NuGet no válida: '{0}'.
fr: Chaîne de version NuGet non valide : '{0}'.
it: La stringa di versione '{0}' di NuGet non è valida.
ja: 無効な NuGet バージョン文字列: '{0}'。
ko: NuGet 버전 문자열 '{0}'이(가) 잘못되었습니다.
ru: Недопустимая строка версии Invalid NuGet: "{0}".
tr: Geçersiz NuGet sürüm dizesi: '{0}'.
zh_hans: 无效的 NuGet 版本字符串:“{0}”。
zh_hant: 無效的 NuGet 版本字串: '{0}'。

# DOTNET1011
source: Framework not installed: {0} in {1}
cs: Nenainstalovaná platforma: {0} v {1}
es: Plataforma no instalada: {0} en {1}
fr: Framework non installé : {0} dans {1}
it: Framework non installato: {0} in {1}
ja: {1} にフレームワーク {0} がインストールされていません
ko: {0} 프레임워크가 {1}에 설치되지 않았습니다.
ru: Платформа не установлена: {0} в {1}
tr: Çerçeve yüklenmedi: {1} içinde {0}
zh_hans: 未安装的框架: {1} 中的 {0}
zh_hant: 未安裝架構: {0} (在 {1} 中)

# DOTNET1012
source: The reference assemblies directory was not specified. You can set the location using the DOTNET_REFERENCE_ASSEMBLIES_PATH environment variable.
cs: Není zadaný adresář referenčních sestavení. K nastavení umístění použijte proměnnou prostředí DOTNET_REFERENCE_ASSEMBLIES_PATH.
es: No se especificó el directorio de ensamblados de referencia. Puede establecer la ubicación mediante la variable de entorno DOTNET_REFERENCE_ASSEMBLIES_PATH.
fr: Le répertoire des assemblys de référence n'a pas été spécifié. Vous pouvez définir l'emplacement à l'aide de la variable d'environnement DOTNET_REFERENCE_ASSEMBLIES_PATH.
it: La directory degli assembly di riferimento non è stata specificata. È possibile impostare il percorso con la variabile di ambiente DOTNET_REFERENCE_ASSEMBLIES_PATH.
ja: 参照アセンブリのディレクトリが指定されていません。DOTNET_REFERENCE_ASSEMBLIES_PATH 環境変数を使用して、場所を設定できます。
ko: 참조 어셈블리 디렉터리가 지정되지 않았습니다. DOTNET_REFERENCE_ASSEMBLIES_PATH 환경 변수를 사용하여 위치를 설정할 수 있습니다.
ru: Не указан каталог ссылочной сборки. Вы можете задать это расположение с помощью переменной среды DOTNET_REFERENCE_ASSEMBLIES_PATH.
tr: Başvuru bütünleştirilmiş kodları dizini belirtilmedi. DOTNET_REFERENCE_ASSEMBLIES_PATH ortam değişkenini kullanarak konumu ayarlayabilirsiniz.
zh_hans: 未指定引用程序集目录。可以使用 DOTNET_REFERENCE_ASSEMBLIES_PATH 环境变量设置位置。
zh_hant: 未指定參考組件目錄。您可使用 DOTNET_REFERENCE_ASSEMBLIES_PATH 環境變數設定位置。

# DOTNET1013
source: The following dependencies are marked with type 'platform', however only one dependency can have this type: {0}
cs: Následující závislosti jsou označené typem „platform“, ale tento typ může mít jenom jedna závislost: {0}
es: Las dependencias siguientes están marcadas con el tipo "plataforma"; sin embargo, solo una dependencia puede tener este tipo: {0}
fr: Les dépendances suivantes sont marquées avec le type 'platform'. Toutefois, une seule dépendance peut avoir ce type : {0}
it: Le dipendenze seguenti sono contrassegnate dal tipo 'platform', tuttavia questo tipo può essere assegnato a una sola dipendenza: {0}
ja: 次の依存関係は型 'platform' でマークされています。ただし、この型 {0} を持つことができる依存関係は 1 つのみです
ko: 다음 종속성이 '플랫폼' 유형으로 표시되었지만, 하나의 종속성만 이 유형을 가질 수 있습니다. {0}
ru: Следующие зависимости помечены с типом "platform", но всего одна зависимость может иметь этот тип: {0}.
tr: Aşağıdaki bağımlılıklar 'platform' türüyle işaretlendi ancak yalnızca bir bağımlılık bu türe sahip olabilir: {0}
zh_hans: 以下依赖项使用类型“platform”标记，但只有一个依赖项可以具有此类型: {0}
zh_hant: 下列相依性以類型 'platform' 標記，但只有一個相依性可具備此類型: {0}

# DOTNET1014
source: Failed to read lock file
cs: Soubor zámku se nedá přečíst.
es: No se pudo leer el archivo de bloqueo
fr: Échec de la lecture du fichier de verrouillage
it: Non è stato possibile leggere il file di blocco
ja: ロック ファイルの読み取りに失敗しました
ko: 잠금 파일 읽기 실패
ru: Не удалось считать файл блокировки.
tr: Kilit dosyası okunamadı
zh_hans: 未能读取锁定文件
zh_hant: 無法讀取鎖定檔案

# DOTNET1017
source: Project file does not exist '{0}'.
cs: Soubor projektu neexistuje {0}.
es: El archivo de proyecto no existe "{0}".
fr: Le fichier projet n'existe pas : '{0}'.
it: Il file di progetto '{0}' non esiste.
ja: プロジェクト ファイルが存在しません: '{0}'。
ko: 프로젝트 파일에 '{0}'이(가) 없습니다.
ru: Файл проекта не существует: "{0}".
tr: Proje dosyası yok: '{0}'.
zh_hans: 项目文件不存在“{0}”。
zh_hant: 專案檔不存在 '{0}'。

# NU1001
source: The dependency '{0}' could not be resolved.
cs: Závislost {0} se nepodařilo vyřešit.
es: No se pudo resolver la dependencia "{0}".
fr: Impossible de résoudre la dépendance '{0}'.
it: Non è stato possibile risolvere la dipendenza '{0}'.
ja: 依存関係 '{0}' を解決できませんでした。
ko: '{0}' 종속성을 확인할 수 없습니다.
ru: Не удалось разрешить зависимость "{0}".
tr: '{0}' bağımlılığı çözülemedi.
zh_hans: 无法解析依赖项“{0}”。
zh_hant: 無法解析相依性 '{0}'。

# NU1002
source: The dependency '{0}' in project '{1}' does not support framework '{2}'.
cs: Závislost {0} v projektu {1} nepodporuje platformu {2}.
es: La dependencia "{0}" del proyecto "{1}" no es compatible con la plataforma "{2}".
fr: La dépendance '{0}' du projet '{1}' ne prend pas en charge le framework '{2}'.
it: La dipendenza '{0}' nel progetto '{1}' non supporta il framework '{2}'.
ja: プロジェクト '{1}' の依存関係 '{0}' は、フレームワーク '{2}' をサポートしません。
ko: '{1}' 프로젝트의 '{0}' 종속성이 '{2}' 프레임워크를 지원하지 않습니다.
ru: Зависимость "{0}" в проекте "{1}" не поддерживает платформу "{2}".
tr: '{1}' projesi içindeki '{0}' bağımlılığı '{2}' çerçevesini desteklemiyor.
zh_hans: 项目“{1}”中的依赖项“{0}”不支持框架“{2}”。
zh_hant: 專案 '{1}' 中的相依性 '{0}' 不支援架構 '{2}'。
