Repository: dotnet/msbuild
Catalog: src/Compatibility/Microsoft.DotNet.PackageValidation/xlf/Resources.*.xlf
Languages: cs, ja, ko, pl, ru, zh_hant

# ApiCompatibilityBaselineHeader
source: Breaking changes to the API surface between '{0}' (left) and '{1}' (right) for versions {2} and {3} respectively:
cs: Změny způsobující chyby povrchu rozhraní API mezi {0} (vlevo) a {1} (vpravo) pro verze {2} a {3} v uvedeném pořadí:
ja: バージョン {2} と {3} それぞれの '{0}' (左) と '{1}' (右) の間の API サーフェスに対する破壊的変更は、以下のとおりです。
ko: 버전 {2} 및 {3}에 대해 각각 '{0}'(왼쪽) 및 '{1}' (오른쪽) 사이의 API 표면에 호환성이 손상되는 변경 내용:
pl: Zmiany powodujące niezgodność powierzchni interfejsu API między "{0}" (po lewej) i "{1}" (po prawej) w przypadku wersji odpowiednio {2} i {3}:
ru: Критические изменения поверхности API между "{0}" (слева) и "{1}" (справа) для версий {2} и {3} соответственно:
zh_hant: 分別針對版本 {2} 和 {3}，在 '{0}' (左) 和 '{1}' (右) 之間的 API 介面中斷性變更:

# ApiCompatibilityHeader
source: API compatibility errors between '{0}' (left) and '{1}' (right):
cs: Chyby kompatibility rozhraní API mezi {0} (vlevo) a {1} (vpravo):
ja: '{0}' (左) と '{1}' (右) の API 互換性エラーは、以下のとおりです。
ko: '{0}'(왼쪽) 및 '{1}'(오른쪽) 사이의 API 호환성 오류:
pl: Błędy zgodności interfejsu API między "{0}" (po lewej) i "{1}" (po prawej):
ru: Ошибки совместимости API между {0} (слева) и {1} (справа):
zh_hant: '{0}' (左) 與 '{1}' (右) 之間的 API 相容性錯誤:

source: [Baseline]
cs: [Směrný plán]
ja: [ベースライン]
ko: [기준선]
pl: [Linia bazowa]
ru: [Базовый план]
zh_hant: [基準]

# EmptyPackagePath
source: Package path is empty. Please provide a valid package path.
cs: Cesta k balíčku je prázdná. Zadejte prosím platnou cestu k balíčku.
ja: パッケージ パスが空です。有効なパッケージ パスを指定してください。
ko: 패키지 경로가 비어 있습니다. 유효한 패키지 경로를 제공하세요.
pl: Ścieżka pakietu jest pusta. Podaj prawidłową ścieżkę pakietu.
ru: Путь к пакету пуст. Укажи допустимый путь к пакету.
zh_hant: 套件路徑為空白。請提供有效的套件路徑。

# InvalidPackagePath
source: Package path '{0}' is invalid.
cs: Cesta k balíčku {0} není platná.
ja: パッケージ パス '{0}' が無効です。
ko: 패키지 경로 '{0}'이(가) 잘못되었습니다.
pl: Ścieżka pakietu "{0}" jest nieprawidłowa.
ru: Путь к пакету {0} является недопустимым.
zh_hant: 套件路徑 '{0}' 無效。

# MissingTargetFramework
source: Target framework {0} is no longer supported in the latest version.
cs: Cílová architektura {0} se už v nejnovější verzi nepodporuje.
ja: ターゲット フレームワーク {0} は、最新バージョンではサポートされなくなりました。
ko: 대상 프레임워크 {0}은(는) 최신 버전에서 더 이상 지원되지 않습니다.
pl: Platforma docelowa {0} nie są już obsługiwana w najnowszej wersji.
ru: Целевая платформа {0} больше не поддерживается в последней версии.
zh_hant: 最新版本不再支援目標 Framework {0}。

# MissingTargetFrameworkAndRid
source: Target framework {0} and runtime identifier (RID) {1} is no longer supported in the latest version.
cs: Cílová architektura {0} a identifikátor modulu runtime (RID) {1} se už v nejnovější verzi nepodporují.
ja: ターゲット フレームワーク {0} とランタイム識別子 (RID) {1} は、最新バージョンではサポートされなくなりました。
ko: 대상 프레임워크 {0} 및 런타임 식별자(RID) {1}이(가) 최신 버전에서 더 이상 지원되지 않습니다.
pl: Platforma docelowa {0} i identyfikator środowiska uruchomieniowego (RID) {1} nie są już obsługiwane w najnowszej wersji.
ru: Целевая платформа {0} и идентификатор среды выполнения (RID) {1} больше не поддерживаются в последней версии.
zh_hant: 最新版本不再支援目標 Framework {0} 及執行階段識別碼 (RID) {1}。

# NoCompatibleCompileTimeAsset
source: Target framework {0} does not have a compatible compile time asset in the package.
cs: Cílová architektura {0} nemá v balíčku kompatibilní prostředek při kompilaci.
ja: ターゲット フレームワーク {0} には、互換性のあるランタイム時間アセットがパッケージ内にありません。
ko: 대상 프레임워크 {0}에 패키지에 호환되는 컴파일 시간 자산이 없습니다.
pl: Platforma docelowa {0} nie ma zgodnego elementu czasu kompilacji w pakiecie.
ru: Целевая платформа {0} не имеет совместимого ресурса времени компиляции в пакете.
zh_hant: 目標 Framework {0} 在套件中沒有相容的編譯時間資產。

# NoCompatibleRidSpecificRuntimeAsset
source: Target framework {0}-{1} does not have a compatible runtime asset in the package.
cs: Cílová architektura {0} – {1} nemá v balíčku kompatibilní prostředek modulu runtime.
ja: ターゲット フレームワーク {0} - {1} には、互換性のあるランタイム アセットがパッケージ内にありません。
ko: 대상 프레임워크 {0}-{1}에 패키지에 호환되는 런타임 자산이 없습니다.
pl: Platforma docelowa {0}-{1} nie ma zgodnego elementu uruchomieniowego w pakiecie.
ru: Целевая платформа {0}-{1} не имеет совместимого ресурса среды выполнения в пакете.
zh_hant: 目標 Framework {0}-{1} 在套件中沒有相容的執行階段資產。

# NoCompatibleRuntimeAsset
source: Target framework {0} does not have a compatible runtime asset in the package.
cs: Cílová architektura {0} nemá v balíčku kompatibilní prostředek modulu runtime.
ja: ターゲット フレームワーク {0} では、互換性のあるランタイム アセットがパッケージ内にありません。
ko: 대상 프레임워크 {0}에 패키지에 호환되는 런타임 자산이 없습니다.
pl: Platforma docelowa {0} nie ma zgodnego elementu uruchomieniowego w pakiecie.
ru: Целевая платформа {0} не имеет совместимого ресурса среды выполнения в пакете.
zh_hant: 目標 Framework {0} 在套件中沒有相容的執行階段資產。

# NonExistentPackagePath
source: Package '{0}' not found. Please provide a valid package path.
cs: Balíček {0} se nenašel. Zadejte prosím platnou cestu k balíčku.
ja: パッケージ '{0}' が見つかりません。有効なパッケージ パスを指定してください。
ko: 패키지 '{0}'을(를) 찾을 수 없습니다. 유효한 패키지 경로를 제공하세요.
pl: Nie znaleziono pakietu "{0}". Podaj prawidłową ścieżkę pakietu.
ru: Пакет "{0}" не найден. Укажите допустимый путь к пакету.
zh_hant: 找不到套件 '{0}'。請提供有效的套件路徑。
