Repository: dotnet/msbuild
Catalog: src/Cli/dotnet/commands/dotnet-tool/update/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hant

# InvalidNuGetVersionRange
source: Specified version '{0}' is not a valid NuGet version range.
cs: Zadaná verze {0} není platným rozsahem verzí NuGet.
de: Die angegebene Version "{0}" ist kein gültiger NuGet-Versionsbereich.
es: La versión especificada "{0}" no es una gama de versiones de NuGet válida.
fr: La version spécifiée '{0}' n'est pas une plage de versions NuGet valide.
it: La versione specificata '{0}' non è un intervallo di versioni NuGet valido.
ja: 指定されたバージョン '{0}' は、有効な NuGet バージョン範囲ではありません。
ko: 지정된 버전 '{0}'이(가) 유효한 NuGet 버전 범위가 아닙니다.
pl: Określona wersja „{0}” nie należy do prawidłowego zakresu wersji pakietu NuGet.
pt_br: A versão '{0}' especificada não é um intervalo de versão do NuGet válido.
ru: Указанная версия "{0}" не входит в допустимый диапазон версий NuGet.
tr: Belirtilen '{0}' sürümü geçerli bir NuGet sürüm aralığı değil.
zh_hant: 指定的版本 '{0}' 不是有效的 NuGet 版本範圍。

# LocalOptionDescription
source: Update the tool and the local tool manifest.
cs: Aktualizuje nástroj a jeho místní manifest.
de: Aktualisieren Sie das Tool und das lokale Toolmanifest.
es: Actualice la herramienta y el manifiesto de la herramienta local.
fr: Met à jour l'outil et met à jour le manifeste d'outils locaux.
it: Aggiorna lo strumento e il manifesto degli strumenti locale.
ja: ツールとローカル ツール マニフェストを更新します。
ko: 도구와 로컬 도구 매니페스트를 업데이트합니다.
pl: Zaktualizuj narzędzie i manifest narzędzi lokalnych.
pt_br: Atualize a ferramenta e o manifesto de ferramenta local.
ru: Обновление средства и манифеста локального средства.
tr: Aracı ve yerel araç bildirimini güncelleştirin.
zh_hant: 更新工具與本機工具資訊清單。

# ManifestPathOptionDescription
source: Path to the manifest file.
cs: Cesta k souboru manifestu
de: Pfad zur Manifestdatei.
es: Ruta de acceso al archivo de manifiesto.
fr: Chemin du fichier manifeste.
it: Percorso del file manifesto.
ja: マニフェスト ファイルへのパス。
ko: 매니페스트 파일 경로입니다.
pl: Ścieżka do pliku manifestu.
pt_br: Caminho para o arquivo de manifesto.
ru: Путь к файлу манифеста.
tr: Bildirim dosyasının yolu.
zh_hant: 資訊清單檔的路徑。

# PackageIdArgumentDescription
source: The NuGet Package Id of the tool to update.
cs: ID balíčku NuGet nástroje, který se má aktualizovat
de: Die NuGet-Paket-ID des zu aktualisierenden Tools.
es: El id. del paquete de NuGet que se actualizará.
fr: ID de package NuGet de l'outil à mettre à jour.
it: ID pacchetto NuGet dello strumento da aggiornare.
ja: 更新するツールの NuGet パッケージ ID。
ko: 업데이트할 도구의 NuGet 패키지 ID입니다.
pl: Identyfikator pakietu NuGet narzędzia do zaktualizowania.
pt_br: A ID do pacote do NuGet da ferramenta a ser atualizada.
ru: Идентификатор пакета NuGet обновляемого инструмента.
tr: Güncelleştirilecek aracın NuGet Paket Kimliği.
zh_hant: 要更新之工具的 NuGet 套件識別碼。

# SpecifyExactlyOnePackageId
source: Specify one tool Package Id to update.
cs: Zadejte jedno ID balíčku nástroje, který se má aktualizovat.
de: Geben Sie eine Toolpaket-ID für das Update an.
es: Especifique un id. de paquete de herramientas para actualizar.
fr: Spécifiez un ID de package d'outil à mettre à jour.
it: Specificare un ID pacchetto dello strumento da aggiornare.
ja: 更新するツール パッケージの ID を 1 つ指定してください。
ko: 업데이트할 도구 패키지 ID를 하나 지정하세요.
pl: Określ jeden identyfikator pakietu narzędzia do zaktualizowania.
pt_br: Especifique uma ID de Pacote de ferramenta a ser atualizada.
ru: Укажите один обновляемый идентификатор пакета инструмента.
tr: Güncelleştirilecek tek bir aracın Paketi Kimliğini belirtin.
zh_hant: 請指定一個要更新的工具套件識別碼。

# UpdateLocaToolSucceededVersionNoChange
source: Tool '{0}' is up to date (version '{1}' manifest file {2}) .
cs: Nástroj {0} je aktuální (verze {1}, soubor manifestu {2}).
de: Das Tool "{0}" ist auf dem neuesten Stand (Version {1}, Manifestdatei "{2}").
es: La herramienta "{0}" está actualizada (versión "{1}", archivo de manifiesto {2}) .
fr: L'outil '{0}' est à jour (version '{1}', fichier manifeste {2}).
it: Lo strumento '{0}' è aggiornato (file manifesto {2} versione '{1}').
ja: ツール '{0}' は最新の状態です (バージョン '{1}' マニフェスト ファイル {2})。
ko: '{0}' 도구는 최신 버전(버전 '{1}' 매니페스트 파일 {2})입니다.
pl: Narzędzie „{0}” jest aktualne (wersja „{1}”, plik manifestu {2}).
pt_br: A ferramenta '{0}' está atualizada (versão '{1}' arquivo de manifesto {2}) .
ru: Средство "{0}" обновлено (версия "{1}", файл манифеста {2}).
tr: '{0}' aracı güncel (sürüm '{1}' bildirim dosyası {2}).
zh_hant: 工具 '{0}' 為最新 (版本 '{1}' 資訊清單檔 {2})。

# UpdateLocaToolToLowerVersion
source: The requested version {0} is lower than existing version {1} (manifest file {2}).
cs: Požadovaná verze {0} je nižší než stávající verze {1} (soubor manifestu {2}).
de: Die angeforderte Version {0} ist niedriger als die vorhandene Version {1} (Manifestdatei "{2}").
es: La versión solicitada {0} es anterior a la versión existente {1} (archivo de manifiesto {2}).
fr: La version demandée {0} est inférieure à la version existante {1} (fichier manifeste {2}).
it: La versione richiesta {0} è inferiore a quella esistente {1} (file manifesto {2}).
ja: 要求されたバージョン {0} は、既存のバージョン {1} (マニフェスト ファイル {2}) よりも低くなっています。
ko: 요청된 버전 {0}이(가) 기존 버전 {1}(매니페스트 파일 {2})보다 낮습니다.
pl: Żądana wersja {0} jest niższa niż obecna wersja {1} (plik manifestu {2}).
pt_br: A versão solicitada {0} é inferior à versão existente {1} (arquivo de manifesto {2}).
ru: Запрошенная версия {0} ниже существующей версии {1} (файл манифеста {2}).
tr: İstenen sürüm ({0}) mevcut sürümünden ({1}) (bildirim dosyası {2}) düşük.
zh_hant: 要求的版本 {0} 低於現有版本 {1} (資訊清單檔 {2})。

# UpdateLocalToolSucceeded
source: Tool '{0}' was successfully updated from version '{1}' to version '{2}' (manifest file {3}).
cs: Nástroj {0} byl úspěšně aktualizován z verze {1} na verzi {2} (soubor manifestu {3}).
de: Das Tool "{0}" wurde erfolgreich von Version {1} auf Version {2} aktualisiert (Manifestdatei "{3}").
es: La herramienta "{0}" se actualizó correctamente de la versión "{1}" a la versión "{2}" (archivo de manifiesto {3}).
fr: L'outil '{0}' a été correctement mis à jour de la version '{1}' à la version '{2}' (fichier manifeste {3}).
it: Lo strumento '{0}' è stato aggiornato dalla versione '{1}' alla versione '{2}' (file manifesto {3}).
ja: ツール '{0}' がバージョン '{1}' からバージョン '{2}' (マニフェストファイル {3}) に正常に更新されました。
ko: '{0}' 도구가 '{1}' 버전에서 '{2}' 버전(매니페스트 파일 {3})으로 업데이트되었습니다.
pl: Narzędzie „{0}” zostało pomyślnie zaktualizowane z wersji „{1}” do wersji „{2}” (plik manifestu {3}).
pt_br: A ferramenta '{0}' foi atualizada com êxito da versão '{1}' para a versão '{2}' (arquivo de manifesto {3}).
ru: Средство "{0}" обновлено с версии "{1}" до версии "{2}" (файл манифеста {3}).
tr: '{0}' aracı, '{1}' sürümünden '{2}' (bildirim dosyası {3}) sürümüne başarıyla güncelleştirildi.
zh_hant: 已成功將工具 '{0}' 從 '{1}' 版更新為 '{2}' 版 (資訊清單檔 {3})。

# UpdateToLowerVersion
source: The requested version {0} is lower than existing version {1}.
cs: Požadovaná verze {0} je nižší než stávající verze {1}.
de: Die angeforderte Version {0} ist niedriger als die vorhandene Version {1}.
es: La versión solicitada {0} es inferior a la versión existente {1}.
fr: La version demandée {0} est inférieure à la version existante {1}.
it: La versione richiesta {0} è inferiore a quella esistente {1}.
ja: 要求されたバージョン {0} は、既存のバージョン {1} を下回っています。
ko: 요청된 버전 {0}이(가) 기존 버전 {1}보다 낮습니다.
pl: Żądana wersja {0} jest niższa niż istniejąca wersja {1}.
pt_br: A versão solicitada {0} é inferior à versão existente {1}.
ru: Запрошенная версия {0} ниже существующей версии {1}.
tr: İstenen sürümü ({0}) mevcut sürümünden ({1}) düşük.
zh_hant: 要求的版本 {0} 低於現有版本 {1}。

# UpdateToolCommandInvalidGlobalAndLocalAndToolPath
source: The local option (--local), the global option (--global), and the tool path option (--tool-path) cannot be used together. Specify only one of the options: {0}.
cs: Parametry místní (--local), globální (--global) a cesta nástroje (--tool-path) nejdou použít společně. Zadejte jenom jeden z nich: {0}.
de: Die lokale Option (--local), die globale Option (--global) und die Toolpfadoption (--tool-path) können nicht zusammen verwendet werden. Geben Sie nur eine der Optionen an: {0}.
es: La opción local (--local), la opción global (--global) y la opción tool path (--tool-path) no se pueden usar juntas. Especifique solo una de ellas: {0}.
fr: N'utilisez pas en même temps l'option locale (--local), l'option globale (--global) et l'option de chemin d'outil (--tool-path). Spécifiez uniquement l'une de ces options : {0}.
it: Non è possibile usare contemporaneamente le opzioni local (--local), global (--global) e tool-path (--tool-path). Specificare una sola di queste opzioni: {0}.
ja: ローカル オプション (--local)、グローバル オプション (--global)、ツール パス オプション (--tool-path) は一緒に使用できません。いずれかのオプションだけを指定します: {0}。
ko: 로컬 옵션(--local), 전역 옵션(--global), 도구 경로 옵션(--tool-path)을 함께 사용할 수 없습니다. 옵션 {0}에 대해 하나만 지정하세요.
pl: Opcji lokalnej (--local), globalnej (--global) i ścieżki narzędzia (--tool-path) nie można używać razem. Określ tylko jedną z opcji: {0}.
pt_br: A opção local (--local), a opção global (--global) e a opção de caminho da ferramenta (--tool-path) não podem ser usadas juntas. Especifique somente uma das opções: {0}.
ru: Параметры --local, --global и --tool-path не могут использоваться совместно. Укажите только один из этих параметров: {0}.
tr: Yerel seçenek (--local), genel seçenek (--global) ve aracı yolu seçeneği (--tool-path) birlikte kullanılamaz. Seçeneklerden yalnızca birini belirtin: {0}.
zh_hant: 不可同時使用本機選項 (--local)、全域選項 (--global) 和工具路徑選項 (--tool-path)。請只指定其中一個選項: {0}。

# VersionOptionDescription
source: The version range of the tool package to update to.
cs: Rozsah verzí balíčku nástroje, na který se má aktualizovat
de: Der Versionsbereich des Toolpakets, auf das aktualisiert werden soll.
es: El intervalo de versiones del paquete herramienta al que se actualiza.
fr: Plage de versions du package d'outils à mettre à jour.
it: Intervallo di versioni a cui aggiornare il pacchetto dello strumento.
ja: 更新対象のツール パッケージのバージョン範囲。
ko: 업데이트할 도구 패키지의 버전 범위입니다.
pl: Zakres wersji pakietu narzędzia, do których ma zostać przeprowadzona aktualizacja.
pt_br: O intervalo de versão do pacote de ferramentas para atualização.
ru: Диапазон версий пакета средства для обновления.
tr: Araç paketinin güncelleştirileceği sürüm aralığı.
zh_hant: 工具套件要更新至的版本範圍。

# CommandDescription
source: Update a global tool.
cs: Aktualizuje globální nástroj.
de: Hiermit aktualisieren Sie ein globales Tool.
es: Actualizar una herramienta global.
fr: Met à jour un outil global.
it: Aggiorna uno strumento globale.
ja: グローバル ツールを更新します。
ko: 전역 도구를 업데이트합니다.
pl: Aktualizuj narzędzie globalne.
pt_br: Atualize uma ferramenta global.
ru: Обновление глобального средства.
tr: Genel bir aracı güncelleştirin.
zh_hant: 更新全域工具。

# ConfigFileOptionDescription
source: The NuGet configuration file to use.
cs: Konfigurační soubor NuGet, který se použije.
de: Die zu verwendende NuGet-Konfigurationsdatei.
es: Archivo de configuración de NuGet que debe usarse.
fr: Fichier de configuration NuGet à utiliser.
it: File di configurazione NuGet da usare.
ja: 使用する NuGet 構成ファイル。
ko: 사용할 NuGet 구성 파일입니다.
pl: Plik konfiguracji programu NuGet do użycia.
pt_br: O arquivo de configuração do NuGet a ser usado.
ru: Используемый файл конфигурации NuGet.
tr: Kullanılacak NuGet yapılandırma dosyası.
zh_hant: 要使用的 NuGet 組態檔。

# FrameworkOptionDescription
source: The target framework to update the tool for.
cs: Cílová architektura, pro kterou se má nástroj aktualizovat
de: Das Zielframework, für das das Tool aktualisiert wird.
es: La plataforma de destino para la que se actualiza la herramienta.
fr: Framework cible pour lequel l'outil doit être mis à jour.
it: Framework di destinazione per cui aggiornare lo strumento.
ja: ツールを更新するターゲット フレームワーク。
ko: 도구를 업데이트할 대상 프레임워크입니다.
pl: Docelowa platforma, dla której ma zostać zaktualizowane narzędzie.
pt_br: A estrutura de destino para a qual atualizar a ferramenta.
ru: Целевая платформа для обновления инструмента.
tr: Aracın güncelleştirileceği hedef çerçeve.
zh_hant: 要為工具更新的目標 Framework。

# NuGetConfigurationFileDoesNotExist
source: NuGet configuration file '{0}' does not exist.
cs: Konfigurační soubor NuGet {0} neexistuje.
de: Die NuGet-Konfigurationsdatei "{0}" ist nicht vorhanden.
es: El archivo de configuración de NuGet "{0}" no existe.
fr: Le fichier config NuGet '{0}' n'existe pas.
it: Il file di configurazione NuGet '{0}' non esiste.
ja: NuGet 構成ファイル '{0}' は存在しません。
ko: NuGet 구성 파일 '{0}'이(가) 없습니다.
pl: Plik konfiguracji pakietu NuGet „{0}” nie istnieje.
pt_br: O arquivo de configuração '{0}' do NuGet não existe.
ru: Файл конфигурации NuGet "{0}" не существует.
tr: NuGet yapılandırma dosyası '{0}' yok.
zh_hant: NuGet 組態檔 '{0}' 不存在。

# UpdateSucceeded
source: Tool '{0}' was successfully updated from version '{1}' to version '{2}'.
cs: Nástroj {0} byl úspěšně aktualizován z verze {1} na verzi {2}.
de: Das Tool "{0}" wurde erfolgreich von Version {1} auf Version {2} aktualisiert.
es: La herramienta "{0}" se actualizó correctamente de la versión"{1}" a la versión "{2}".
fr: L'outil '{0}' a été correctement mis à jour de la version '{1}' à la version '{2}'.
it: Lo strumento '{0}' è stato aggiornato dalla versione '{1}' alla versione '{2}'.
ja: ツール '{0}' がバージョン '{1}' からバージョン '{2}' に正常に更新されました。
ko: '{0}' 도구가 '{1}' 버전에서 '{2}' 버전으로 업데이트되었습니다.
pl: Narzędzie „{0}” zostało pomyślnie zaktualizowane z wersji „{1}” do wersji „{2}”.
pt_br: A ferramenta '{0}' foi atualizada com êxito da versão '{1}' para a versão '{2}'.
ru: Инструмент "{0}" успешно обновлен с версии "{1}" до версии "{2}".
tr: '{0}' aracı, '{1}' sürümünden '{2}' sürümüne başarıyla güncelleştirildi.
zh_hant: 已成功將工具 '{0}' 從 '{1}' 版更新為 '{2}' 版。

# GlobalOptionDescription
source: Update the tool in the current user's tools directory.
cs: Aktualizuje nástroj v adresáři nástrojů aktuálního uživatele.
de: Hiermit wird das Tool im Toolverzeichnis des aktuellen Benutzers aktualisiert.
es: Actualiza la herramienta en el directorio de herramientas del usuario actual.
fr: Mettez à jour l'outil dans le répertoire des outils de l'utilisateur actuel.
it: Aggiorna lo strumento nella directory degli strumenti dell'utente corrente.
ja: 現在のユーザーのツール ディレクトリにあるツールを更新します。
ko: 현재 사용자의 도구 디렉터리에 있는 도구를 업데이트합니다.
pl: Zaktualizuj narzędzie w katalogu narzędzi bieżącego użytkownika.
pt_br: Atualizar a ferramenta no diretório de ferramentas do usuário mais recente.
ru: Обновление инструмента в каталоге инструментов текущего пользователя.
tr: Geçerli kullanıcının araçlar dizinindeki aracıyı güncelleştirir.
zh_hant: 更新目前使用者工具目錄中的工具。

# UpdateFullCommandNameLocalized
source: .NET update Command
cs: Příkaz Aktualizovat rozhraní .NET
de: .NET-Updatebefehl
es: Comando de actualización de .NET
fr: Commande de mise à jour .NET
it: Comando Aggiorna .NET
ja: .NET update コマンド
ko: .NET 업데이트 명령
pl: Polecenie aktualizacji platformy .NET
pt_br: Comando de atualização .NET
ru: Команда обновления .NET
tr: .NET güncelleştirme Komutu
zh_hant: .NET 更新命令

# UpdateToolCommandNeedGlobalOrToolPath
source: Specify either the global option (--global) or the tool path option (--tool-path).
cs: Zadejte globální parametr (--global) nebo parametr cesty nástroje (--tool-path).
de: Geben Sie entweder die globale Option (--global) oder die Toolpfadoption (--tool-path) an.
es: Especifique la opción global (--global) o la opción de la ruta de acceso de herramientas (--tool-path).
fr: Spécifiez l'option globale (--global) ou l'option de chemin d'outil (--tool-path).
it: Specificare l'opzione globale (--global) o quella del percorso degli strumenti (--tool-path).
ja: グローバル オプション (--global) またはツール パス オプション (--tool-path) のいずれかを指定してください。
ko: 전역 옵션(-global) 또는 도구 경로 옵션(--tool-path)을 지정하세요.
pl: Określ opcję globalną (--global) lub opcję ścieżki narzędzia (--tool-path).
pt_br: Especifique a opção global (--global) ou a opção do caminho da ferramenta (--tool-path).
ru: Укажите глобальный параметр (--global) или параметр пути к средству (--tool-path).
tr: Genel seçeneğini (--global) veya araç yolu seçeneğini (--tool-path) belirtin.
zh_hant: 請指定全域選項 (--global) 或工具路徑選項 (--tool-path) 兩者之一。

# UpdateToolCommandInvalidGlobalAndToolPath
source: (--global) conflicts with the tool path option (--tool-path). Specify only one of the options.
cs: (--global) je v konfliktu s parametrem cesty nástroje (--tool-path). Zadejte pouze jeden z parametrů.
de: (--global) verursacht einen Konflikt mit der Toolpfadoption (--tool-path). Geben Sie nur eine der beiden Optionen an.
es: (--global) entra en conflicto con la opción de la ruta de acceso de herramientas (--tool-path). Especifique solo una de las opciones.
fr: (--global) est en conflit avec l'option de chemin d'outil (--tool-path). Spécifiez une seule des options.
it: (--global) è in conflitto con l'opzione del percorso degli strumenti (--tool-path). Specificare solo una delle opzioni.
ja: (--global) とツール パス オプション (--tool-path) は競合します。どちらか片方のオプションのみを指定します。
ko: (-global)이 도구 경로 옵션(--tool-path)과 충돌합니다. 옵션 중 하나만 지정하세요.
pl: Opcja (--global) powoduje konflikt z opcją ścieżki narzędzia (--tool-path). Określ tylko jedną z opcji.
pt_br: (--global) está em conflito com a opção do caminho da ferramenta (--tool-path). Especifique apenas uma das opções.
ru: (--global) конфликтует с параметром пути к средству (--tool-path). Укажите лишь один из них.
tr: (--global), araç yolu seçeneği (--tool-path) ile çakışıyor. Seçeneklerden yalnızca birini belirtin.
zh_hant: (--global) 與工具路徑選項 (--tool-path) 相衝突。請只要指定其中一個選項。

# ToolHasMultipleVersionsInstalled
source: Tool '{0}' has multiple versions installed and cannot be updated.
cs: Nástroj {0} má několik nainstalovaných verzí a nelze ho aktualizovat.
de: Es sind mehrere Versionen des Tools "{0}" installiert, eine Aktualisierung ist nicht möglich.
es: La herramienta "{0}" tiene varias versiones instaladas y no se puede actualizar.
fr: Dans la mesure où plusieurs versions de l'outil '{0}' sont installées, il ne peut pas être mis à jour.
it: Lo strumento '{0}' non può essere aggiornato perché ne sono installate più versioni.
ja: ツール '{0}' の複数のバージョンがインストールされており、更新できません。
ko: '{0}' 도구는 여러 버전이 설치되어 있으며 업데이트할 수 없습니다.
pl: Jest zainstalowanych wiele wersji narzędzia „{0}” i nie można go zaktualizować.
pt_br: A ferramenta '{0}' tem várias versões instaladas e não pode ser atualizada.
ru: Установлено несколько версий инструмента "{0}", и обновить его невозможно.
tr: '{0}' aracının birden fazla sürümü yüklü ve güncelleştirilemiyor.
zh_hant: 工具 '{0}' 有多個安裝的版本，且無法更新。

# ToolNotInstalled
source: A tool with the package Id '{0}' could not be found. Tools are updated using their package Id which may be different from the tool name you use when calling the tool. You can find the tool names and the corresponding package Ids for installed tools using the command 'dotnet tool list'.
cs: Nástroj s ID balíčku {0} se nenašel. Nástroje se aktualizují pomocí svého ID balíčku, které se může lišit od názvu nástroje, který používáte při volání nástroje. Názvy nástrojů a odpovídající ID balíčků nainstalovaných nástrojů najdete pomocí příkazu 'dotnet tool list'.
de: Ein Tool mit der Paket-ID "{0}" wurde nicht gefunden. Tools werden unter Verwendung der zugehörigen Paket-ID aktualisiert. Diese unterscheidet sich möglicherweise vom Toolnamen, den Sie zum Aufrufen des Tools verwenden. Sie können die Toolnamen und die zugehörigen Paket-IDs für installierte Tools über den Befehl "dotnet tool list" abrufen.
es: No se encontró ninguna herramienta con el identificador de paquete "{0}". Para actualizar las herramientas se usa su identificador de paquete, que puede ser distinto del nombre de herramienta que se usa al llamarla. Para buscar los nombres de herramientas y los identificadores de paquete correspondientes de las herramientas instaladas, use el comando "dotnet tool list".
fr: L'outil ayant l'ID de package '{0}' est introuvable. Les outils sont mis à jour via leur ID de package, lequel peut être différent du nom d'outil que vous utilisez quand vous appelez ce dernier. Pour trouver les noms d'outils et les ID de package correspondants aux outils installés, utilisez la commande 'dotnet tool list'.
it: Non è stato possibile trovare uno strumento con l'ID pacchetto '{0}'. Per aggiornare gli strumenti, si usa il relativo ID pacchetto che potrebbe essere diverso dal nome dello strumento usato quando si chiama lo strumento. Per trovare i nomi degli strumenti e gli ID pacchetto corrispondente per gli strumenti installati, usare il comando 'dotnet tool list'.
ja: パッケージ Id が ' {0} ' のツールが見つかりませんでした。 ツールは、異なるパッケージ Id を使用して更新されます ツールを呼び出すときに使用するツール名。ツール名が見つかります と、コマンドを使用してインストールされたツールの対応するパッケージ Id ' dotnet tool list '。
ko: 패키지 ID가 '{0}'인 도구를 찾을 수 없습니다. 도구를 호출할 때 사용한 도구 이름과 다를 수 있는 패키지 ID를 사용하여 도구가 업데이트되었습니다. 'dotnet tool list' 명령을 사용하여 설치된 도구의 도구 이름 및 해당 패키지 ID를 확인할 수 있습니다.
pl: Nie można odnaleźć narzędzia o identyfikatorze pakietu „{0}”. Narzędzia są aktualizowane przy użyciu ich identyfikatora pakietu, który może być inny niż nazwa narzędzia używana podczas wywoływania narzędzia. Nazwy narzędzi i odpowiednie identyfikatory pakietów zainstalowanych narzędzi można znaleźć przy użyciu polecenia „dotnet tool list”.
pt_br: Não foi possível encontrar uma ferramenta com a ID '{0}' do pacote. As ferramentas são atualizadas usando a ID do pacote, o que pode ser diferente do nome da ferramenta que você usa ao chamar a ferramenta. Você pode encontrar os nomes das ferramentas e as Ids de pacote correspondentes para as ferramentas instaladas usando o comando 'lista de ferramentas do dotnet'.
ru: Не удалось найти средство с идентификатором пакета "{0}". Средства обновлены с помощью идентификатора пакета, который может отличаться от имени средства, используемого при его вызове. Имена средств и соответствующие идентификаторы пакетов для установленных средств можно найти с помощью команды "dotnet tool list".
tr: '{0}' paket kimliğine sahip araç bulunamadı. Araçlar, aracı çağırırken kullandığınız araç adından farklı olabilen paket kimlikleri kullanılarak güncelleştirilir. Yüklü araçların araç adlarını ve karşılık gelen paket kimliklerini bulmak için 'dotnet tool list' komutunu kullanabilirsiniz.
zh_hant: 找不到套件識別碼為 '{0}' 的工具。 必須使用工具的套件識別碼才能將其更新， 而該識別碼可能與您在呼叫工具時的工具名稱不同。您可以使用命令 'dotnet tool list' 來針對已安裝工具尋找工具名稱 和對應的套件識別碼。

# UpdateToolFailed
source: Tool '{0}' failed to update due to the following:
cs: Aktualizace nástroje {0} se nezdařila z následujícího důvodu:
de: Fehler beim Update des Tools "{0}". Ursache:
es: La herramienta "{0}" no se pudo actualizar debido a lo siguiente:
fr: Échec de la mise à jour de l'outil '{0}' pour la ou les raisons suivantes :
it: L'aggiornamento dello strumento '{0}' non è riuscito. Motivi:
ja: ツール '{0}' を更新できませんでした。原因:
ko: 다음으로 인해 '{0}' 도구를 업데이트하지 못했습니다.
pl: Aktualizacja narzędzia „{0}” nie powiodła się z następującego powodu:
pt_br: Falha ao atualizar a ferramenta '{0}' devido ao seguinte motivo:
ru: Не удалось обновить инструмент "{0}" по следующей причине:
tr: Aşağıdaki nedenlerle '{0}' aracı güncelleştirilemedi:
zh_hant: 由於下列原因，因此工具 '{0}' 無法更新:
