Repository: dotnet/msbuild
Catalog: src/Cli/dotnet/commands/dotnet-tool/update/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hant

# AddSourceOptionDescription
source: Add an additional NuGet package source to use during the update.
cs: Přidá další zdroj balíčku NuGet, který se použije při aktualizaci.
de: Hiermit wird eine weitere NuGet-Paketquelle zur Verwendung während des Updates hinzugefügt.
es: Agrega un origen de paquetes de NuGet para utilizar durante la actualización.
fr: Ajoutez une source de package NuGet supplémentaire à utiliser durant la mise à jour.
it: Aggiunge un'altra origine pacchetto NuGet da usare durante l'aggiornamento.
ja: 更新中に使用する他の NuGet パッケージ ソースを追加します。
ko: 업데이트 중 사용할 추가 NuGet 패키지 소스를 추가합니다.
pl: Dodaj dodatkowe źródło pakietu NuGet do użycia podczas aktualizacji.
pt_br: Adicionar uma origem adicional do pacote do NuGet a ser usada durante a atualização.
ru: Добавляет дополнительный источник пакетов NuGet, используемый при обновлении.
tr: Güncelleştirme sırasında kullanılacak ilave bir NuGet paket kaynağı ekler.
zh_hant: 新增於更新期間要使用的額外 NuGet 套件來源。

# ToolPathOptionDescription
source: The directory containing the tool to update.
cs: Adresář obsahující nástroj, který se má aktualizovat
de: Das Verzeichnis, das das zu aktualisierende Tool enthält.
es: El directorio que contiene la herramienta que se va a actualizar.
fr: Répertoire contenant l'outil à mettre à jour.
it: Directory contenente lo strumento da aggiornare.
ja: 更新するツールが入っているディレクトリ。
ko: 업데이트할 도구를 포함하는 디렉터리입니다.
pl: Katalog zawierający narzędzie do zaktualizowania.
pt_br: O diretório que contém a ferramenta a ser atualizada.
ru: Каталог, содержащий обновляемый инструмент.
tr: Güncelleştirilecek aracı içeren dizin.
zh_hant: 包含要更新之工具的目錄。
