Repository: dotnet/msbuild
Catalog: src/dotnet/CommandLine/xlf/LocalizableStrings.*.xlf
Languages: cs, de, it, tr, zh_hans, zh_hant

# LastArgumentMultiValueError
source: The last argument '{0}' accepts multiple values. No more argument can be added.
cs: Poslední argument {0} umožňuje zadat několik hodnot. Nemůžete přidat další argument.
de: Das letzte Argument "{0}" akzeptiert mehrere Werte. Es kann kein weiteres Argument mehr hinzugefügt werden.
it: L'ultimo argomento '{0}' accetta più valori. Non è possibile aggiungere altri argomenti.
tr: Son bağımsız değişken ('{0}') birden çok değer kabul eder. Daha fazla bağımsız değişken eklenemez.
zh_hans: 最后一个参数“{0}”接受多个值。不能再添加任何参数。
zh_hant: 最後一個引數 '{0}' 接受多個值。無法再新增更多引數。

# UnexpectedValueForOptionError
source: Unexpected value '{0}' for option '{1}'
cs: Nečekaná hodnota {0} u možnosti {1}
de: Unerwarteter Wert "{0}" für Option "{1}".
it: Valore imprevisto '{0}' per l'opzione '{1}'
tr: '{1}' seçeneği için beklenmeyen değer: '{0}'
zh_hans: 选项“{1}”的意外值“{0}”
zh_hant: 選項 '{1}' 有未預期的值 '{0}'

# UnexpectedArgumentError
source: Unrecognized {0} '{1}'
cs: Nerozpoznané {0} {1}
de: Nicht erkannt: {0} "{1}"
it: L'elemento {0} '{1}' non è stato riconosciuto
tr: Tanınmayan {0} '{1}'
zh_hans: 未识别的 {0}“{1}”
zh_hant: 無法辨識的 {0} '{1}'

# ResponseFileNotFoundError
source: Response file '{0}' doesn't exist.
cs: Soubor odezvy {0} neexistuje.
de: Antwortdatei "{0}" ist nicht vorhanden.
it: Il file di risposta '{0}' non esiste.
tr: Yanıt dosyası '{0}' yok.
zh_hans: 响应文件“{0}”不存在。
zh_hant: 回應檔 '{0}' 不存在。

# ShowHelpInfo
source: Show command line help.
de: Hiermit wird die Hilfe zur Befehlszeile angezeigt.
zh_hans: 显示命令行帮助。

# ShowVersionInfo
source: Show version information
cs: Zobrazit verzi
de: Versionsinformationen anzeigen
it: Visualizza le informazioni sulla versione
tr: Sürüm bilgilerini göster
zh_hans: 显示版本信息
zh_hant: 顯示版本資訊

# ShowHintInfo
source: Specify --{0} for a list of available options and commands.
cs: Pokud chcete zobrazit seznam dostupných možností a příkazů, zadejte --{0}.
de: Geben Sie "--{0}" für eine Liste verfügbarer Optionen und Befehle an.
it: Per un elenco delle opzioni e dei comandi disponibili, specificare --{0}.
tr: Kullanılabilir seçenek ve komutların listesi için --{0} belirtin.
zh_hans: 为可用选项和命令的列表指定 --{0}。
zh_hant: 指定 --{0} 取得可用選項及命令的清單。

# UsageHeader
source: Usage:
cs: Použití:
de: Nutzung:
it: Utilizzo:
tr: Kullanım:
zh_hans: 用法:
zh_hant: 使用方式:

# UsageArgumentsToken
source: [arguments]
cs: [argumenty]
de: [Argumente]
it: [argomenti]
tr: [bağımsız değişkenler]
zh_hans: [参数]
zh_hant: [引數]

# UsageArgumentsHeader
source: Arguments:
cs: Argumenty:
de: Argumente:
it: Argomenti:
tr: Bağımsız değişkenler:
zh_hans: 参数:
zh_hant: 引數:

# UsageOptionsToken
source: [options]
cs: [možnosti]
de: [Optionen]
it: [opzioni]
tr: [seçenekler]
zh_hans: [选项]
zh_hant: [選項]

# UsageOptionsHeader
source: Options:
cs: Možnosti:
de: Optionen:
it: Opzioni:
tr: Seçenekler:
zh_hans: 选项:
zh_hant: 選項:

# UsageCommandToken
source: [command]
cs: [příkaz]
de: [Befehl]
it: [comando]
tr: [komut]
zh_hans: [命令]
zh_hant: [命令]

# UsageCommandsHeader
source: Commands:
cs: Příkazy:
de: Befehle:
it: Comandi:
tr: Komutlar:
zh_hans: 命令:
zh_hant: 命令:

# UsageCommandsDetailHelp
source: Use "{0} [command] --help" for more information about a command.
cs: Další informace o příkazu získáte, když zadáte "{0} [příkaz] --help".
de: Verwenden Sie "{0} [Befehl] --help", um weitere Informationen zu einem Befehl zu erhalten.
it: Per altre informazioni su un comando, usare "{0} [comando] --help".
tr: Bir komut hakkında daha fazla bilgi almak için "{0} [komut] --help" kullanın.
zh_hans: 使用“{0} [命令] -- help”获取有关命令的详细信息。
zh_hant: 使用 "{0} [命令] --help" 取得命令的詳細資訊。

# UsageCommandArgs
source: [args]
cs: [arg.]
de: [Argumente]
it: [argomenti]
tr: [bağımsız değişkenler]
zh_hans: [参数]

# UsageCommandAdditionalArgs
source: [[--] <additional arguments>...]]
cs: [[--] <další argumenty>...]]
de: [[--] <weitere Argumente>...]]
it: [[--] <argomenti aggiuntivi>...]]
tr: [[--] <ek bağımsız değişkenler>...]]
zh_hant: [[--] <其他引數>...]]

# UsageCommandsAdditionalArgsHeader
source: Additional Arguments:
cs: Další argumenty:
de: Zusätzliche Argumente:
it: Argomenti aggiuntivi:
tr: Ek Bağımsız Değişkenler:
zh_hans: 附加参数:
zh_hant: 其他引數:

# InvalidTemplateError
source: Invalid template pattern '{0}'
cs: Neplatný vzor šablony {0}
de: Ungültiges Vorlagenmuster "{0}"
it: Criterio di modello '{0}' non valido
tr: Geçersiz şablon deseni: '{0}'
zh_hans: 无效模板模式“{0}”
zh_hant: 範本模式 '{0}' 無效

# MSBuildAdditionalArgsHelpText
source: Any extra options that should be passed to MSBuild. See 'dotnet msbuild -h' for available options.
cs: Další možnosti, které je možné předat MSBuildu. Dostupné možnosti zobrazíte příkazem dotnet msbuild -h.
de: Alle zusätzlichen Optionen, die MSBuild übergeben werden sollen. Verfügbare Optionen siehe "dotnet msbuild -h".
it: Eventuali opzioni aggiuntive da passare a MSBuild. Per le opzioni disponibili, vedere 'dotnet msbuild -h'.
tr: MSBuild’e geçirilmesi gereken ek seçenekler. Kullanılabilir seçenekler için 'dotnet msbuild -h' komutunu kullanın.
zh_hans: 应传递到 MSBuild 的任何额外选项。请参阅“dotnet msbuild -h”以了解可用选项。
zh_hant: 應傳遞至 MSBuild 的任何其他選項。如需可用的選項，請參閱 'dotnet msbuild -h'。

# OptionRequiresSingleValueWhichIsMissing
source: Required value for option '{0}' was not provided.
de: Der erforderliche Wert für die Option "{0}" wurde nicht angegeben.
zh_hans: 未提供选项“{0}”必需的值。

# CommandAcceptsOnlyOneArgument
source: Command '{0}' only accepts a single argument but {1} were provided.
de: Der Befehl "{0}" akzeptiert nur ein einzelnes Argument, es wurden aber {1} angegeben.
zh_hans: 命令“{0}”仅接受一个参数但 {1} 已提供。

# CommandAcceptsOnlyOneSubcommand
source: Command '{0}' only accepts a single subcommand but multiple were provided: {1}
de: Der Befehl "{0}" akzeptiert nur einen einzelnen Unterbefehl, es wurden aber mehrere angegeben: {1}
zh_hans: 命令“{0}”仅接受一个子命令但已提供多个子命令: {1}

# FileDoesNotExist
source: File does not exist: {0}
de: Die Datei ist nicht vorhanden: {0}
zh_hans: 文件不存在: {0}

# NoArgumentsAllowed
source: Arguments not allowed for option: {0}
de: Nicht zulässige Argumente für die Option: {0}
zh_hans: 选项不允许参数: {0}

# OptionAcceptsOnlyOneArgument
source: Option '{0}' only accepts a single argument but {1} were provided.
de: Die Option "{0}" akzeptiert nur ein einzelnes Argument, es wurden aber {1} angegeben.
zh_hans: 选项“{0}”仅接受一个参数但 {1} 已提供。

# RequiredArgumentMissingForCommand
source: Required argument missing for command: {0}
de: Ein erforderliches Argument fehlt für den Befehl: {0}
zh_hans: 命令缺少所需参数: {0}

# RequiredArgumentMissingForOption
source: Required argument missing for option: {0}
de: Ein erforderliches Argument fehlt für die Option: {0}
zh_hans: 选项缺少所需参数: {0}

source: Required command was not provided.
de: Der erforderliche Befehl wurde nicht bereitgestellt.
zh_hans: 未提供必需的命令。

# UnrecognizedArgument
source: Argument '{0}' not recognized. Must be one of: {1}
de: Das Argument "{0}" wurde nicht erkannt. Folgendes ist erforderlich: {1}
zh_hans: 未识别参数“{0}”。必须为一个: {1}

# UnrecognizedCommandOrArgument
source: Unrecognized command or argument '{0}'
de: Befehl oder Argument "{0}" nicht erkannt
zh_hans: 未识别命令或参数“{0}”

# UnrecognizedOption
source: Option '{0}' not recognized. Must be one of: {1}
de: Die Option "{0}" wurde nicht erkannt. Folgendes ist erforderlich: {1}
zh_hans: 未识别选项“{0}”。必须为一个: {1}

# ShowHelpInfo
source: Show help information
cs: Zobrazit nápovědu
it: Visualizza la Guida
tr: Yardım bilgilerini göster
zh_hant: 顯示說明資訊
