Repository: dotnet/msbuild
Catalog: src/dotnet/commands/dotnet-clean/xlf/LocalizableStrings.*.xlf
Languages: es, pl

# AppFullName
source: .NET Clean Command
es: Comando Clean de .NET
pl: Polecenie clean platformy .NET

# AppDescription
source: Command to clean previously generated build outputs.
es: Comando para limpiar los archivos de salida de compilaciones anteriores.
pl: Polecenie służące do czyszczenia wcześniej wygenerowanych danych wyjściowych kompilacji.

# CmdArgProject
source: PROJECT
es: PROYECTO
pl: PROJEKT

# CmdArgProjDescription
source: The MSBuild project file to build. If a project file is not specified, MSBuild searches the current working directory for a file that has a file extension that ends in `proj` and uses that file.
es: Archivo del proyecto de MSBuild para compilar. Si no se especifica un archivo del proyecto, MSBuild busca en el directorio de trabajo actual un archivo que tenga una extensión de archivo que acabe en “proj” y utiliza ese archivo.
pl: Plik projektu programu MSBuild do skompilowania. Jeśli nie określono pliku projektu, program MSBuild wyszukuje w bieżącym katalogu roboczym plik, którego rozszerzenie kończy się na „proj”, i używa tego pliku.

# CmdOutputDir
source: OUTPUT_DIR
es: DIRECTORIO_DE_SALIDA
pl: KATALOG_WYJŚCIOWY

# CmdOutputDirDescription
source: Directory in which the build outputs have been placed
es: Directorio donde se han puesto los archivos de salida de la compilación
pl: Katalog, w którym zostały umieszczone dane wyjściowe kompilacji

# CmdFramework
source: FRAMEWORK
es: PLATAFORMA
pl: PLATFORMA

# CmdFrameworkDescription
source: Clean a specific framework
es: Limpia una plataforma específica
pl: Wyczyść określoną platformę

# CmdConfiguration
source: CONFIGURATION
es: CONFIGURACIÓN
pl: KONFIGURACJA

# CmdConfigurationDescription
source: Clean a specific configuration
es: Limpia una configuración específica
pl: Wyczyść określoną konfigurację
