Repository: dotnet/msbuild
Catalog: src/Tasks/ManifestUtil/Resources/xlf/Strings.ManifestUtilities.*.xlf
Languages: cs, ja, ko, pl, pt_br, ru, tr, zh_hans

# ComImporter.LocalServerNotSupported
source: Out of process servers are not supported
cs: Servery mimo proces nejsou podporovány.
ja: アウトプロセス サーバーはサポートされていません。
ko: Out-of-process 서버는 지원되지 않습니다.
pl: Serwery poza procesem są nieobsługiwane
pt_br: Não há suporte para servidores fora do processo
ru: Серверы вне процесса не поддерживаются
tr: İşlem dışı sunucular desteklenmez
zh_hans: 不支持进程外服务器

# ComImporter.MissingValue
source: Registry key '{0}' is missing value '{1}'.
cs: V klíči registru {0} nebyla nalezena hodnota {1}.
ja: レジストリ キー '{0}' には値 '{1}' がありません。
ko: 레지스트리 키 '{0}'에 '{1}' 값이 없습니다.
pl: Klucz rejestru '{0}' jest brakującą wartością '{1}'.
pt_br: A chave do Registro "{0}" não tem o valor "{1}".
ru: В ключе реестра "{0}" отсутствует значение "{1}".
tr: '{0}' kayıt defteri anahtarında '{1}' değeri eksik.
zh_hans: 注册表项“{0}”缺少值“{1}”。

# ComImporter.NoRegisteredClasses
source: No registered classes were detected for this component.
cs: Pro tuto komponentu nebyly zjištěny žádné registrované třídy.
ja: 登録されたクラスは、このコンポーネントに対して検出されませんでした。
ko: 이 구성 요소에 대해 등록된 클래스가 없습니다.
pl: Dla tego składnika nie wykryto żadnej zarejestrowanej klasy.
pt_br: Nenhuma classe registrada foi detectada para este componente.
ru: Не обнаружены зарегистрированные классы для данного компонента.
tr: Bu bileşen için kaydettirilmiş sınıf algılanmadı.
zh_hans: 未检测到此组件的注册类。

# ComImporter.ProtectedFile
source: Components under system file protection should not be isolated.
cs: Komponenty s ochranou systémových souborů by neměly být izolovány.
ja: システム ファイルの保護下にあるコンポーネントは分離することはできません。
ko: 시스템 파일 보호에 의해 보호되는 구성 요소는 격리하면 안 됩니다.
pl: Składniki objęte ochroną systemu plików nie powinny być izolowane.
pt_br: Os componentes que estão sob proteção de arquivos de sistema não devem ser isolados.
ru: Компоненты под защитой системного файла не должны быть изолированы.
tr: Sistem dosyası koruması altındaki bileşenler yalıtılmamalıdır.
zh_hans: 处于系统文件保护下的组件不应被隔离。

# ComImporter.TypeLibraryLoadFailure
source: Could not load type library.
cs: Nelze načíst knihovnu typů.
ja: タイプ ライブラリを読み込めませんでした。
ko: 형식 라이브러리를 로드할 수 없습니다.
pl: Nie można załadować biblioteki typów.
pt_br: Não foi possível carregar a biblioteca de tipos.
ru: Не удалось загрузить библиотеку типов.
tr: Tür kitaplığı yüklenemedi.
zh_hans: 未能加载类型库。

# ComImporter.SubKeyNotImported
source: Registry key '{0}' was not imported.
cs: Klíč registru {0} nebyl importován.
ja: レジストリ キー '{0}' はインポートされませんでした。
ko: 레지스트리 키 '{0}'을(를) 가져오지 않았습니다.
pl: Nie zaimportowano klucza rejestru '{0}'.
pt_br: A chave do Registro "{0}" não foi importada.
ru: Ошибка импорта ключа реестра "{0}".
tr: '{0}' kayıt defteri anahtarı içeri aktarılamadı.
zh_hans: 未导入注册表项“{0}”。

# ComImporter.ValueNotImported
source: Registry value '{0}' was not imported.
cs: Hodnota registru {0} nebyla importována.
ja: レジストリ値 '{0}' はインポートされませんでした。
ko: 레지스트리 값 '{0}'을(를) 가져오지 않았습니다.
pl: Nie zaimportowano wartości rejestru '{0}'.
pt_br: O valor do Registro "{0}" não foi importado.
ru: Ошибка импорта значения реестра "{0}".
tr: '{0}' kayıt defteri değeri içeri aktarılamadı.
zh_hans: 未导入注册表值“{0}”。

# SecurityUtil.SignTargetNotFound
source: The file to be signed {0} could not be found.
cs: Soubor {0}, který má být podepsán, nebyl nalezen.
ja: 署名されるファイル {0} が見つかりませんでした。
ko: 서명할 파일({0})을 찾을 수 없습니다.
pl: Nie można odnaleźć pliku do podpisania {0}.
pt_br: O arquivo a ser assinado {0} não foi encontrado.
ru: Не удалось найти файл, который должен иметь подпись {0}.
tr: İmzalanacak {0} dosyası bulunamadı.
zh_hans: 未能找到要签名的文件 {0}。

# SecurityUtil.SigntoolFail
source: Failed to sign {0}. {1}
cs: Podepsání souboru {0} se nezdařilo. {1}
ja: {0} の署名に失敗しました。{1}
ko: {0}에 서명하지 못했습니다. {1}
pl: Podpisywanie {0} nie powiodło się. {1}
pt_br: Falha ao assinar {0}. {1}
ru: Не удалось подписать {0}. {1}
tr: {0} imzalanamadı. {1}
zh_hans: 未能对 {0} 签名。{1}

# SecurityUtil.SigntoolWarning
source: Warning while signing {0}. {1}
cs: Došlo k vygenerování upozornění během podepisování souboru {0}. {1}
ja: {0} の署名中に警告が発生しました。{1}
ko: {0}에 서명하는 동안 경고가 발생했습니다. {1}
pl: Ostrzeżenie podczas podpisywania {0}. {1}
pt_br: Aviso durante assinatura de {0}. {1}
ru: Предупреждение в процессе подписи {0}. {1}
tr: {0} imzalanırken uyarı oluştu. {1}
zh_hans: 对 {0} 签名时出现警告。{1}

# SecurityUtil.SigntoolNotFound
source: SignTool.exe was not found at path {0}.
cs: SignTool.exe se nenašel v cestě {0}.
ja: SignTool.exe が、パス {0} に見つかりませんでした。
ko: SignTool.exe를 {0} 경로에서 찾을 수 없습니다.
pl: Nie znaleziono narzędzia SignTool.exe w ścieżce {0}.
pt_br: Arquivo SignTool.exe não encontrado no caminho {0}.
ru: SignTool.exe не найден по пути {0}.
tr: SignTool.exe, {0} yolunda bulunamadı.
zh_hans: 在路径 {0} 下未找到 SignTool.exe。

# SecurityUtil.TimestampUrlNotFound
source: Timestamp URL server name or address could not be resolved.
cs: Nelze přeložit název nebo adresu URL serveru časového razítka.
ja: タイムスタンプ URL サーバーの名前またはアドレスを解決できませんでした。
ko: 타임스탬프 URL 서버 이름 또는 주소를 확인할 수 없습니다.
pl: Nie można rozpoznać znacznika czasu nazwy serwera adresów URL lub adresu.
pt_br: Não foi possível resolver o endereço nem o nome do servidor da URL de carimbo de data/hora.
ru: Не удалось разрешить отметку времени, URL-адрес, имя сервера или его адрес.
tr: Zaman damgası URL'si sunucu adı veya adresi çözümlenemedi.
zh_hans: 未能解析时间戳 URL 服务器名称或地址。

# SecurityUtil.OnlyRSACertsAreAllowed
source: Only certificates using RSA encryption are valid for signing ClickOnce manifests.
cs: Pro podepsání manifestů ClickOnce jsou platné pouze certifikáty používající šifrování RSA.
ja: ClickOnce マニフェストの署名に有効なのは、RSA 暗号化を使用する証明書だけです。
ko: RSA 암호화를 사용하는 인증서만 ClickOnce 매니페스트 서명에 사용할 수 있습니다.
pl: Tylko certyfikaty używające szyfrowania RSA są prawidłowe do podpisywania manifestów funkcji ClickOnce.
pt_br: Apenas os certificados que usam a criptografia RSA são válidos para assinar manifestos ClickOnce.
ru: Для подписи ClickOnce манифестов правомерны только сертификаты, использующие RSA-шифрование.
tr: ClickOnce bildirimlerini imzalamak için yalnızca RSA şifrelemesinin kullanıldığı sertifikalar geçerlidir.
zh_hans: 只有使用 RSA 加密的证书才是可用于对 ClickOnce 清单进行签名的有效证书。

# TrustInfo.RequestedExecutionLevelComment
source: UAC Manifest Options If you want to change the Windows User Account Control level replace the requestedExecutionLevel node with one of the following. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> If you want to utilize File and Registry Virtualization for backward compatibility then delete the requestedExecutionLevel node.
cs: Možnosti manifestu pro nástroj Řízení uživatelských účtů Pokud chcete změnit úroveň nástroje Řízení uživatelských účtů, nahraďte uzel requestedExecutionLevel jednou z následujících hodnot. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Pokud chcete využívat virtualizaci souborů a registru pro zpětnou kompatibilitu, pak uzel requestedExecutionLevel odstraňte.
ja: UAC マニフェスト オプション Windows のユーザー アカウント制御のレベルを変更するには、 requestedExecutionLevel ノードを以下のいずれかで置換します。 <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> 下位互換性を保つためにファイルおよびレジストリの仮想化を使用する場合、 requestedExecutionLevel ノードを削除します。
ko: UAC 매니페스트 옵션 Windows 사용자 계정 컨트롤 수준을 변경하려면 requestedExecutionLevel 노드를 다음 중 하나로 바꾸세요. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> 이전 버전과의 호환성을 위해 파일 및 레지스트리 가상화를 사용하려면 requestedExecutionLevel 노드를 삭제하세요.
pl: Opcje manifestu UAC Jeśli chcesz zmienić poziom kontroli kont użytkowników w systemie Windows, zastąp węzeł requestedExecutionLevel jednym z następujących. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Jeśli w celu zapewnienia wstecznej zgodności chcesz użyć wirtualizacji plików i rejestru, usuń węzeł requestedExecutionLevel.
pt_br: Opções de Manifesto UAC Se desejar mudar o nível de Controle de Conta de Usuário do Windows, substitua o nó requestedExecutionLevel por um dos seguintes. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Se deseja usar a Virtualização de Arquivos e Registro para compatibilidade com versões anteriores, exclua o nó requestedExecutionLevel.
ru: Параметры манифеста UAC При необходимости изменить уровень контроля учетных записей Windows замените узел requestedExecutionLevel одним из следующих значений. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> Если вы хотите использовать виртуализацию файлов и реестра для обратной совместимости, удалите узел requestedExecutionLevel.
tr: UAC Bildirim Seçenekleri Windows Kullanıcı Hesabı Denetim düzeyini değiştirmek istiyorsanız requestedExecutionLevel düğümünü aşağıdakilerden biriyle değiştirin. <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="asInvoker" uiAccess="false" /> Geriye dönük uyumluluk için Dosya ve Kayıt Defteri Sanallaştırması’nı kullanmak istiyorsanız requestedExecutionLevel düğümünü silin.
zh_hans: UAC 清单选项 若想要更改 Windows 用户帐户控制级别，请 将 requestedExecutionLevel 节点替换为下述某项。 <requestedExecutionLevel level="asInvoker" uiAccess="false" /> <requestedExecutionLevel level="requireAdministrator" uiAccess="false" /> <requestedExecutionLevel level="highestAvailable" uiAccess="false" /> 若想要使用文件和注册表虚拟化以实现向后 兼容，请删除 requestedExecutionLevel 节点。
