Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AmbiguousTemplatesSamePackageHint
source: The package {0} is not correct, uninstall it and report the issue to the package author.
cs: Balíček {0} není správný, odinstalujte ho a nahlaste tento problém autorovi balíčku.
de: Das Paket "{0}" ist falsch, deinstallieren Sie es, und melden Sie das Problem dem Paketautor.
es: El paquete {0} no es correcto, desinstálelo e informe del problema al autor del paquete.
fr: Le package {0} n’est pas correct, désinstallez-le et signalez le problème à l’auteur du package.
it: Il {0} del pacchetto non è corretto, disinstallarlo e segnalare il relativo errore all'autore del pacchetto.
ja: パッケージ {0} が正しくありません。アンインストールして、パッケージの作成者に問題を報告してください。
ko: {0} 패키지가 올바르지 않습니다. 패키지를 제거하고 패키지 작성자에게 문제를 보고하세요.
pl: Pakiet {0} nie jest poprawny. Odinstaluj go i zgłoś problem autorowi pakietu.
pt_br: O pacote {0} não está correto, desinstale-o e relate o problema ao autor do pacote.
ru: Пакет {0} неверен, удалите его и сообщите о проблеме автору пакета.
tr: {0} paketi doğru değil. Paketi kaldırın ve sorunu paket yazarına bildirin.
zh_hans: 包 {0} 不正确，请将其卸载并向包作者报告该问题。
zh_hant: 套件 {0} 不正確，請將其解除安裝，然後向套件作者回報問題。

# ArgsFileNotFound
source: The specified extra args file does not exist: {0}.
cs: Zadaný dodatečný soubor argumentů neexistují: {0}
de: Die angegebene zusätzliche Argumentdatei ist nicht vorhanden: {0}.
es: El archivo de argumentos adicional especificado no existe: {0}.
fr: Le fichier d’arguments supplémentaires spécifié n’existe pas : {0}.
it: Il file Argomenti aggiuntivi specificato non esiste: {0}.
ja: 指定された補足引数ファイルが存在しません: {0}。
ko: 지정된 추가 인수 파일이 없습니다:{0}.
pl: Określony plik z dodatkowymi argumentami nie istnieje: {0}.
pt_br: O arquivo extra args especificado não existe: {0}.
ru: Указанный файл дополнительных аргументов не существует: {0}.
tr: Belirtilen ek bağımsız değişkenler dosyası yok: {0}.
zh_hans: 指定的额外参数文件不存在: {0}。
zh_hant: 指定的額外引數檔案不存在: {0}。

# ArgsFileWrongFormat
source: Extra args file {0} is not formatted properly.
cs: Dodatečný soubor argumentů {0} nemá správný formát.
de: Die zusätzliche Argumentdateidatei "{0}" ist nicht ordnungsgemäß formatiert.
es: El archivo de argumentos adicional {0} no tiene el formato correcto.
fr: Le fichier d’arguments {0} supplémentaire n’est pas formaté correctement.
it: Il file Argomenti aggiuntivi {0} non è formattato correttamente.
ja: 余った引数ファイル {0} が正しくフォーマットされていません。
ko: 추가 인수 파일{0}이(가) 제대로 형식화되지 않았습니다.
pl: Plik z dodatkowymi argumentami {0} nie jest poprawnie sformatowany.
pt_br: O {0} de arquivo args extra não está formatado corretamente.
ru: Файл дополнительных аргументов {0} имеет неправильное форматирование.
tr: {0} ek bağımsız değişkenler dosyası düzgün biçimlendirilmemiş.
zh_hans: 额外的参数文件 {0} 格式不正确。
zh_hant: 額外引數檔案 {0} 的格式不正確。

source: Assembly
cs: sestavení
es: ensamblado
ja: アセンブリ
ko: 어셈블리
pl: zestaw
ru: сборка
tr: derleme
zh_hans: 程序集
zh_hant: 組件

# Authoring_AmbiguousBestPrecedence
source: Equal highest precedence values among the best template matches prevented unambiguously choosing a template to invoke.
cs: Stejné hodnoty nejvyšší priority mezi nejlepšími shodami šablon znemožnily jednoznačně zvolit šablonu, která se má vyvolat.
de: Die Werte der höchsten Rangfolge unter den besten Vorlagenübereinstimmungen haben die eindeutige Auswahl einer Vorlage verhindert.
es: La coincidencia de los valores de mayor prioridad entre las mejores coincidencias de plantilla impidió elegir sin ambigüedad una plantilla para invocarla.
fr: Des valeurs de priorité égales parmi les meilleures correspondances de modèles ont empêché de choisir sans ambiguïté un modèle à appeler.
it: I valori di precedenza più alti uguali tra le corrispondenze migliori dei modelli hanno impedito la scelta non ambigua di un modello da richiamare.
ja: 最適なテンプレートが一致したときに優先順位の高い値が等しいので呼び出すテンプレートを明確に選ぶことができませんでした。
ko: 최상의 템플릿 일치 중에서 가장 높은 우선 순위 값이 동일하므로 호출할 템플릿을 명확하게 선택할 수 없습니다.
pl: Równe wartości o najwyższym pierwszeństwie spośród najlepszych dopasowań szablonów uniemożliwiają dokonanie jednoznacznego wyboru szablonu do wywołania.
pt_br: Valores de precedência mais altos entre as melhores correspondências de modelo impedidos de escolher não ambiguamente um modelo para invocar.
ru: Одинаковые значения наивысшего приоритета среди лучших совпадений с шаблоном не позволяют однозначно выбрать шаблон для вызова.
tr: En iyi şablon eşleşmeleri arasında eşit en yüksek öncelik değerleri çağrılacak bir şablon seçilmesini açık bir şekilde engelledi.
zh_hans: 最佳模板匹配中具有同等最高优先级的值导致无法明确选择要调用的模板。
zh_hant: 在最佳範本比對中，優先順序值相等，無法明確地選擇要叫用的範本。

# Authoring_AmbiguousChoiceParameterValue
source: An ambiguous choice parameter value prevented unambiguously choosing a template to invoke.
cs: Nejednoznačná hodnota parametru volby znemožňuje jednoznačně zvolit šablonu, která se má vyvolat.
de: Ein mehrdeutiger Auswahlparameterwert verhinderte die eindeutige Auswahl einer aufzurufenden Vorlage.
es: Un valor de parámetro de opción ambiguo impidió la elección sin ambigüedad de una plantilla para invocarla.
fr: Une valeur de paramètre de choix ambiguë empêchait de choisir sans ambiguïté un modèle à appeler.
it: Un valore di parametro di scelta ambiguo ha impedito la scelta non ambigua di un modello da richiamare.
ja: あいまいな choice パラメーター値が指定されているため、呼び出すテンプレートを明確に選択できませんでした。
ko: 애매한 선택 매개 변수 값으로 인해 호출할 템플릿을 명확하게 선택할 수 없습니다.
pl: Niejednoznaczna wartość parametru wyboru uniemożliwiła jednoznaczne wybranie szablonu do wywołania.
pt_br: Um valor de parâmetro de escolha ambíguo impediu a escolha não ambígua de um modelo para invocar.
ru: Неоднозначное значение параметра выбора не позволяет однозначно выбрать шаблон для вызова.
tr: Belirsiz bir seçim parametresi değeri, çağrılacak bir şablon seçilmesini açık bir şekilde engelledi.
zh_hans: 不明确的选择参数值阻止了明确选择要调用的模板。
zh_hant: 不明確的選擇參數值無法明確地選擇要叫用的範本。

# BaseCommand_ExitCodeHelp
source: For details on the exit code, refer to https://aka.ms/templating-exit-codes#{0}
cs: Podrobnosti o ukončovacím kódu najdete na stránce https://aka.ms/templating-exit-codes#{0}.
de: Ausführliche Informationen zum Exitcode finden Sie unter https://aka.ms/templating-exit-codes#{0}.
es: Para obtener más información sobre el código de salida, consulte https://aka.ms/templating-exit-codes#{0}
fr: Pour plus d’informations sur le code de sortie, consultez https://aka.ms/templating-exit-codes#{0}.
it: Per informazioni dettagliate sul codice di uscita, vedere https://aka.ms/templating-exit-codes#{0}
ja: 終了コードの詳細については、https://aka.ms/templating-exit-codes#{0} を参照してください
ko: 종료 코드에 관한 자세한 내용은 https://aka.ms/templating-exit-codes#를 참조하세요.{0}
pl: Aby uzyskać szczegółowe informacje na temat kodu zakończenia, zobacz stronę https://aka.ms/templating-exit-codes#{0}
pt_br: Para obter detalhes sobre o código de saída, consulte https://aka.ms/templating-exit-codes#{0}
ru: Дополнительные сведения о коде выхода см. на странице https://aka.ms/templating-exit-codes#{0}
tr: Çıkış koduyla ilgili ayrıntılar için şu sayfaya bakın: https://aka.ms/templating-exit-codes#{0}
zh_hans: 有关退出代码的详细信息，请参阅 https://aka.ms/templating-exit-codes#{0}
zh_hant: 有關結束代碼的詳細資訊，請參閱https://aka.ms/templating-exit-codes#{0}

source: Change
cs: Změnit
de: Ändern
es: Cambiar
fr: Modification
it: Cambiare
ja: 変更
ko: 변경
pl: Zmień
pt_br: Alterar
ru: Изменение
tr: Değişiklik
zh_hans: 更改
zh_hant: 變更

# CliTemplateSearchCoordinator_Error_NoSources
source: No remoted sources defined to search for the templates.
cs: Nedefinovaly se žádné vzdálené zdroje, ve kterých by se daly hledat šablony.
de: Es wurden keine Remotequellen für die Suche nach den Vorlagen definiert.
es: No hay ningún origen remoto definido para buscar las plantillas.
fr: Aucune source distante définie pour rechercher les modèles.
it: Nessuna origine remota definita per cercare i modelli.
ja: テンプレートを検索するためのリモートソースが定義されていません。
ko: 템플릿을 검색하도록 정의된 원격 소스가 없습니다.
pl: Nie zdefiniowano żadnych źródeł zdalnych do wyszukiwania szablonów.
pt_br: Não há fontes remotas definidas para pesquisar os modelos.
ru: Для поиска шаблонов не определены удаленные источники.
tr: Şablonları aramak için tanımlanmış uzak kaynak yok.
zh_hans: 未定义用于搜索模板的远程源。
zh_hant: 沒有定義要搜尋範本的遠端來源。

# CliTemplateSearchCoordinator_Error_NoTemplateName
source: Search failed: not enough information specified for search.
cs: Hledání se nezdařilo: pro vyhledávání není zadáno dostatečné množství informací.
de: Fehler bei der Suche: Es wurden nicht genügend Informationen für die Suche angegeben.
es: Error de búsqueda: no se especificó suficiente información para la búsqueda.
fr: Échec de la recherche : informations spécifiées insuffisantes pour la recherche.
it: Ricerca non riuscita: non sono state specificate informazioni sufficienti per la ricerca.
ja: 検索に失敗しました: 検索のために指定された情報が不足しています。
ko: 검색 실패: 검색을 위해 지정된 정보가 충분하지 않습니다.
pl: Wyszukiwanie nie powiodło się: nie określono wystarczającej ilości informacji do wyszukiwania.
pt_br: A pesquisa falhou: não há informações suficientes especificadas para pesquisa.
ru: Не удалось выполнить поиск: недостаточно сведений для поиска.
tr: Arama başarısız: arama için yeterli bilgi belirtilmedi.
zh_hans: 搜索失败: 为搜索指定的信息不足。
zh_hant: 搜尋失敗: 指定的資訊不足，無法進行搜尋。

# CliTemplateSearchCoordinator_Error_NotFound
source: Template '{0}' was not found.
cs: Šablona {0} se nenašla.
de: Vorlage "{0}" wurde nicht gefunden.
es: No se encontró la plantilla "{0}".
fr: Modèle « {0} » introuvable.
it: Impossibile trovare il modello ‘{0}’.
ja: テンプレート '{0}' が見つかりませんでした。
ko: '{0}' 템플릿을 찾을 수 없습니다.
pl: Nie znaleziono szablonu "{0}".
pt_br: Modelo '{0}' não encontrado.
ru: Шаблон "{0}" не найден.
tr: '{0}' şablonu bulunamadı.
zh_hans: 未找到模板“{0}”。
zh_hant: 找不到範本 '{0}'。

# CliTemplateSearchCoordinator_Error_SearchFailure
source: Search failed: {0}
cs: Vyhledávání se nezdařilo: {0}
de: Fehler bei der Suche: {0}
es: Error de búsqueda: {0}
fr: Échec de la recherche : {0}
it: Ricerca non riuscita: {0}
ja: 検索に失敗しました: {0}
ko: 검색 실패: {0}
pl: Wyszukiwanie nie powiodło się: {0}
pt_br: Falha na pesquisa: {0}
ru: Ошибка поиска: {0}
tr: Arama başarısız: {0}
zh_hans: 搜索失败: {0}
zh_hant: 搜尋失敗: {0}

# CliTemplateSearchCoordinator_Error_TemplateNameIsTooShort
source: Search failed: template name is too short, minimum 2 characters are required.
cs: Hledání se nepovedlo: název šablony je příliš krátký, vyžadují se minimálně 2 znaky.
de: Fehler bei der Suche: Vorlagenname ist zu kurz, mindestens 2 Zeichen sind erforderlich.
es: No se pudo realizar la búsqueda: el nombre de la plantilla es demasiado corto, se requieren 2 caracteres como mínimo.
fr: Échec de la recherche : Le nom du modèle est trop court. deux caractères minimum sont requis.
it: Ricerca non riuscita: il nome del modello è troppo breve, sono necessari almeno 2 caratteri.
ja: 検索に失敗しました: テンプレート名が短すぎます。2文字以上である必要があります。
ko: 검색 실패: 템플릿 이름이 너무 짧습니다. 최소 2 자 이상이 필요합니다.
pl: Wyszukiwanie nie powiodło się: nazwa szablonu jest za krótka. Wymagane są minimum 2 znaki.
pt_br: Falha na pesquisa: o nome do modelo é muito curto, são necessários dois caracteres no mínimo.
ru: Сбой поиска: слишком короткое имя шаблона; требуется не менее 2 символов.
tr: Arama başarısız: şablon adı çok kısa, en az 2 karakter gerekiyor.
zh_hans: 搜索失败: 模板名称太短，最少需要 2 个字符。
zh_hant: 搜尋失敗: 範本名稱太短，至少需要 2 個字元。

# CliTemplateSearchCoordinator_Info_InstallHelp
source: To use the template, run the following command to install the package:
cs: Pokud chcete použít šablonu, spusťte následující příkaz a nainstalujte balíček:
de: Um die Vorlage zu verwenden, führen Sie den folgenden Befehl aus, um das Paket zu installieren:
es: Para usar la plantilla, ejecute el siguiente comando para instalar el paquete:
fr: Pour utiliser le modèle, exécutez la commande suivante pour installer le package :
it: Per usare il modello, eseguire il comando seguente per installare il pacchetto:
ja: テンプレートを使用するには、次のコマンドを実行してパッケージをインストールします。
ko: 템플릿을 사용하려면 다음 명령을 실행하여 패키지를 설치하세요.
pl: Aby użyć szablonu, uruchom następujące polecenie w celu zainstalowania pakietu:
pt_br: Para usar o modelo, execute o seguinte comando para instalar o pacote:
ru: Чтобы использовать шаблон, выполните следующую команду для установки пакета:
tr: Şablonu kullanmak için şu komutu çalıştırarak paketi yükleyin:
zh_hans: 要使用模板，请运行以下命令以安装包:
zh_hant: 若要使用範本，請執行下列命令來安裝套件:

# CliTemplateSearchCoordinator_Info_MatchesFromSource
source: Matches from template source: {0}
cs: Shody ze zdroje šablony: {0}
de: Übereinstimmungen aus Vorlagenquelle: {0}
es: Coincidencias de origen de plantilla: {0}
fr: Correspondances à partir de la source du modèle : {0}
it: Corrisponde all'origine del modello: {0}
ja: テンプレートソースからの一致: {0}
ko: 템플릿 소스에서 일치:{0}
pl: Dopasowuje ze źródła szablonu: {0}
pt_br: Correspondências da origem do modelo: {0}
ru: Совпадения из источника шаблона: {0}
tr: Şablon kaynağındaki eşleşmeler: {0}
zh_hans: 从模板源匹配: {0}
zh_hant: 來自範本來源的符合項目: {0}

# CliTemplateSearchCoordinator_Info_SearchHelp
source: To search for templates, specify partial template name or use one of the supported filters: {0}.
cs: Pokud chcete šablony vyhledat, zadejte částečný název šablony nebo použijte jeden z podporovaných filtrů: {0}.
de: Um nach Vorlagen zu suchen, geben Sie einen Vorlagennamen teilweise an, oder verwenden Sie einen der unterstützten Filter: {0}.
es: Para buscar plantillas, especifique el nombre parcial de la plantilla o use uno de los filtros admitidos: {0}.
fr: Pour rechercher les modèles, spécifiez un nom de modèle partiel ou utilisez l’un des filtres pris en charge :{0}.
it: Per cercare modelli, specificare il nome parziale del modello oppure usare uno dei filtri supportati: {0}.
ja: テンプレートを検索するには、テンプレート名の一部を指定するか、サポートされているフィルターのいずれかをお使いください: {0}。
ko: 템플릿을 검색하려면 부분 템플릿 이름을 지정하거나 지원되는 필터({0}) 중 하나를 사용하세요.
pl: Aby wyszukać szablony, określ częściową nazwę szablonu lub użyj jednego z obsługiwanych filtrów: {0}.
pt_br: Para pesquisar modelos, especifique o nome parcial do modelo ou utilize um dos filtros com suporte: {0}.
ru: Чтобы найти шаблоны, укажите часть имени шаблона или воспользуйтесь одним из поддерживаемых фильтров: {0}.
tr: Şablonları aramak için kısmi şablon adını belirtin veya desteklenen filtrelerden birini kullanın: {0}.
zh_hans: 若要搜索模板，请指定部分模板名称或使用一个受支持的筛选器: {0}。
zh_hant: 若要搜尋範本，請指定部分範本名稱或使用其中一個支援的篩選: {0}。

# CliTemplateSearchCoordinator_Info_SearchInProgress
source: Searching for the templates...
cs: Vyhledávají se šablony...
de: Vorlagen werden gesucht...
es: Buscando las plantillas...
fr: Recherche des modèles en cours... Merci de patienter.
it: Ricerca dei modelli in corso...
ja: テンプレートを探しています...
ko: 템플릿 검색 중...
pl: Trwa wyszukiwanie szablonów...
pt_br: Procurando modelos...
ru: Поиск шаблонов...
tr: Şablonlar aranıyor...
zh_hans: 正在搜索模板...
zh_hant: 正在搜尋範本...

# ColumnNameAuthor
source: Author
cs: Autor
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 作成
ko: 만든 사람
pl: Autor
pt_br: Autor
ru: Автор
tr: Yazar
zh_hans: 作者
zh_hant: 作者

# ColumnNameCurrentVersion
source: Current
cs: Aktuální
de: Aktuell
es: Actuales
fr: Actuel
it: Corrente
ja: 現在
ko: 현재
pl: Bieżący
pt_br: Atual
ru: Текущая версия
tr: Geçerli
zh_hans: 当前
zh_hant: 目前

# ColumnNameIdentity
source: Identity
cs: Identita
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: ID
ko: ID
pl: Tożsamość
pt_br: Identidade
ru: Удостоверение
tr: Kimlik
zh_hans: 身份
zh_hant: 身分識別

# ColumnNameLanguage
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

# ColumnNameLatestVersion
source: Latest
cs: Nejnovější
de: Neueste
es: Más recientes
fr: Dernier
it: Più recenti
ja: 最新
ko: 최신
pl: Najnowsze
pt_br: Mais Recente
ru: Последняя версия
tr: En son
zh_hans: 最新
zh_hant: 最新的

# ColumnNamePackage
source: Package
cs: Balíček
de: Paket
es: Paquete
it: Pacchetto
ja: パッケージ
ko: 패키지
pl: Pakiet
pt_br: Pacote
ru: Пакет
tr: Paket
zh_hans: 包
zh_hant: 套件

# ColumnNamePackageNameAndOwners
source: Package Name / Owners
cs: Název balíčku / vlastníci
de: Paketname/-besitzer
es: Nombre o propietarios del paquete
fr: Nom du package / Propriétaires
it: Nome pacchetto/Proprietari
ja: パッケージ名/所有者
ko: 패키지 이름/소유자
pl: Nazwa/właściciele pakietu
pt_br: Nome do Pacote / Proprietários
ru: Имя пакета/владельцы
tr: Paket Adı/Sahipleri
zh_hans: 包名称/所有者
zh_hant: 套件名稱/擁有者

# ColumnNamePrecedence
source: Precedence
cs: Priorita
de: Rangfolge
es: Precedencia
fr: Priorité
it: Precedenza
ja: 優先順位
ko: 우선 순위
pl: Pierwszeństwo
pt_br: Precedência
ru: Приоритет
tr: Öncellik
zh_hans: 优先顺序
zh_hant: 優先順序

# ColumnNameShortName
source: Short Name
cs: Krátký název
de: Kurzname
es: Nombre corto
fr: Nom court
it: Nome breve
ja: 短い名前
ko: 약식 이름
pl: Skrócona nazwa
pt_br: Nome Curto
ru: Короткое имя
tr: Kısa Ad
zh_hans: 短名称
zh_hant: 簡短名稱

# ColumnNameTags
source: Tags
cs: Značky
es: Etiquetas
fr: Balises
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ru: Теги
tr: Etiketler
zh_hans: 标记
zh_hant: 標記

# ColumnNameTemplateName
source: Template Name
cs: Název šablony
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
it: Nome modello
ja: テンプレート名
ko: 템플릿 이름
pl: Nazwa szablonu
pt_br: Nome do modelo
ru: Имя шаблона
tr: Şablon Adı
zh_hans: 模板名
zh_hant: 範本名稱

# ColumnNameTotalDownloads
source: Downloads
cs: Soubory ke stažení
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pliki do pobrania
ru: Скачивания
tr: İndirilenler
zh_hans: 下载
zh_hant: 下載

# ColumnNameTrusted
source: Trusted
cs: Důvěryhodná
de: Vertrauenswürdig
es: De confianza
fr: De confiance
it: Attendibile
ja: 信頼されている
ko: 신뢰할 수 있음
pl: Zaufany
pt_br: Confiável
ru: Доверенный
tr: Güvenilir
zh_hans: 受信任
zh_hant: 受信任

# ColumnNameType
source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
tr: Tür
zh_hans: 类型
zh_hant: 類型

# ColumnNamesAreNotSupported
source: The column {0} is/are not supported, the supported columns are: {1}.
cs: Sloupce {0} se nepodporují, podporované sloupce: {1}
de: Die Spalte(n) {0} wird/werden nicht unterstützt, die unterstützten Spalten sind: {1}.
es: La columna o las columnas {0} no se admiten, las columnas admitidas son: {1}.
fr: La colonne {0} n’est pas prise en charge, les colonnes prises en charge sont : {1}.
it: La colonna {0} non è supportata, le colonne supportate sono: {1}.
ja: 列 {0} がサポートされていません。サポートされている列は次のとおりです: {1}。
ko: {0} 열은 지원되지 않습니다. 지원되는 열은 {1}입니다.
pl: Kolumna {0} nie jest obsługiwana. Obsługiwane kolumny to: {1}.
pt_br: Não há suporte para a coluna {0}, as colunas com suporte são: {1}.
ru: Столбец {0} не поддерживается, поддерживаемые столбцы: {1}.
tr: {0} sütunları desteklenmiyor. Desteklenen sütunlar şunlardır: {1}.
zh_hans: 列 {0} 不受支持，支持的列为: {1}。
zh_hant: 不支援資料行 {0}。支援的資料行為: {1}。

source: Command failed.
cs: Chyba příkazu
de: Fehler beim Ausführen des Befehls.
es: Error de comando.
fr: Échec de la commande.
it: Comando non riuscito.
ja: コマンドに失敗しました。
ko: 명령이 실패했습니다.
pl: Wykonanie polecenia nie powiodło się.
pt_br: Falha no comando.
ru: Не удалось выполнить команду.
tr: Komut başarısız oldu.
zh_hans: 命令失败。
zh_hant: 命令失敗。

# CommandOutput
source: Output from command:
cs: Výstup příkazu:
de: Ausgabe des Befehls:
es: Salida del comando:
fr: Sortie de la commande :
it: Output del comando:
ja: コマンドからの出力:
ko: 명령의 출력:
pl: Dane wyjściowe polecenia:
pt_br: Saída do comando:
ru: Выходные данные команды:
tr: Komuttan çıkış:
zh_hans: 命令的输出:
zh_hant: 來自命令的輸出:

source: Command succeeded.
cs: Příkaz proběhl úspěšně.
de: Ausführen des Befehls erfolgreich.
es: El comando se ejecutó correctamente.
fr: Commande réussie.
it: Comando riuscito.
ja: コマンドが成功しました。
ko: 명령이 성공했습니다.
pl: Polecenie zostało pomyślnie wykonane.
pt_br: O comando foi bem-sucedido.
ru: Команда выполнена.
tr: Komut başarılı oldu.
zh_hans: 命令已成功。
zh_hant: 命令成功。

# Commands_TemplateShortNameCommandConflict_Info
source: To instantiate the template with short name '{0}', run:
cs: Pokud chcete vytvořit instanci šablony s krátkým názvem „{0}“, spusťte:
de: Um die Vorlage mit dem Kurznamen „{0}“ zu instanziieren, führen Sie aus:
es: Para crear una instancia de la plantilla con el nombre corto '{0}', ejecute:
fr: Pour instancier le modèle avec un nom court '{0}', exécutez :
it: Per creare un'istanza del modello con nome breve '{0}', eseguire:
ja: 短い名前の '{0}' を持つテンプレートをインスタンス化するには、次を実行します。
ko: 짧은 이름이 '{0}'인 템플릿을 인스턴스화하려면 다음을 실행합니다.
pl: Aby utworzyć wystąpienie szablonu o krótkiej nazwie „{0}”, uruchom polecenie:
pt_br: Para instanciar o modelo com o nome abreviado '{0}', execute:
ru: Чтобы создать экземпляр шаблона с коротким именем "{0}", выполните:
tr: Kısa adı '{0}' olan şablonun örneğini oluşturmak için şunu çalıştırın:
zh_hans: 若要实例化短名为 "{0}" 的模板，请运行:
zh_hant: 若要以簡短名稱 '{0}' 來具現化範本，請執行:

# Commands_Validator_WrongArgumentValue
source: Argument(s) {0} are not recognized. Must be one of: {1}.
cs: Argument(y) {0} nebyl(y) rozpoznán(y). Musí se jednat o jeden z těchto argumentů: {1}.
de: Das oder die Argumente {0} wurden nicht erkannt. Folgendes ist erforderlich: {1}.
es: No se reconoce el argumento {0}. Debe ser uno de: {1}.
fr: L'argument ou les arguments {0} ne sont pas reconnus. Doit être l'un de : {1}.
it: L'argomento {0} non è riconosciuto. Deve essere uno dei seguenti: {1}
ja: 引数 {0} は認識されません。次のいずれかである必要があります: {1}。
ko: {0} 인수를 인식할 수 없습니다. {1} 중 하나여야 합니다.
pl: Nie rozpoznano argumentu {0}. Musi on być jednym z {1}.
pt_br: O(s) argumento(s) {0} não é(são) reconhecido(s). Deve ser um destes: {1}.
ru: Аргументы {0} не распознаны. Требуется один из следующих: {1}.
tr: Bağımsız değişken {0} tanınmıyor. Şunlardan biri olmalı: {1}
zh_hans: 未识别参数 {0}。必须为一个: {1}。
zh_hant: 無法辨識引數 {0}。必須為下列之一: {1}。

# Commands_Validator_WrongTokens
source: Unrecognized command or argument(s): {0}.
cs: Nerozpoznaný příkaz nebo argument(y): {0}.
de: Befehl oder Argument(e) nicht erkannt:{0}.
es: No se reconoce el comando o el argumento: {0}.
fr: Commande ou argument non reconnu : {0}
it: Il comando o l'argomento {0} non è stato riconosciuto.
ja: 認識されないコマンドまたは引数: {0}。
ko: 인식할 수 없는 명령 또는 인수: {0}.
pl: Nierozpoznane polecenie lub argument: {0}
pt_br: Comando ou argumento(s) não reconhecido(s): {0}.
ru: Команда или аргументы не распознаны: {0}.
tr: Tanınmayan komut veya bağımsız değişken: {0}
zh_hans: 未识别命令或参数: {0}。
zh_hant: 無法辨識的命令或引數 {0}。

# Commands_Warning_DeprecatedCommand
source: Warning: use of '{0}' is deprecated. Use '{1}' instead.
cs: Upozornění: Použití {0} je zastaralé. Místo toho použijte {1}.
de: Warnung: Die Verwendung von \"{0}\" ist veraltet. Verwenden Sie stattdessen \"{1}\".
es: Advertencia: el uso de '{0}' está en desuso. Use '{1}' en su lugar.
fr: Attention : l'utilisation de '{0}' est obsolète. Utilisez '{1}' à la place.
it: Avviso: l'uso di '{0}' è deprecato. In alternativa, usare '{1}'.
ja: 警告: '{0}' の使用は非推奨です。代わりに '{1}' を使用してください。
ko: 경고: '{0}' 사용은 중단되었습니다. 대신 '{1}'을(를) 사용하세요.
pl: Ostrzeżenie: używanie „{0}” jest przestarzałe. Zamiast tego użyj „{1}”.
pt_br: Aviso: o uso de '{0}' foi preterido. Use '{1}'.
ru: Внимание! Использование \"{0}\" не рекомендуется. Вместо этого используйте \"{1}\".
tr: Uyarı: '{0}' kullanım dışı bırakıldı. Bunun yerine '{1}' kullanın.
zh_hans: 警告: 已弃用“{0}”。请改用“{1}”。
zh_hant: 警告: 使用 '{0}' 已取代。請改用 '{1}'。

# Commands_Warning_DeprecatedCommand_Info
source: For more information, run:
cs: Pokud chcete získat další informace, spusťte:
de: Führen Sie Folgendes aus, um weitere Informationen zu erhalten:
es: Para más información, ejecute:
fr: Si vous souhaitez en savoir plus, exécutez:
it: Per altre informazioni, eseguire:
ja: 詳しい情報を見るには、以下を実行してください。
ko: 자세한 내용은 다음을 실행하세요.
pl: Aby uzyskać więcej informacji, uruchom:
pt_br: Para obter mais informações, execute:
ru: Для получения дополнительных сведений запустите:
tr: Daha fazla bilgi için şu komutu çalıştırın:
zh_hans: 有关详细信息，请运行:
zh_hant: 如需詳細資訊，請執行:
