Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TemplatePackageCoordinator_lnstall_Error_InvalidNuGetFeeds
source: {0} could not be installed, no NuGet feeds are configured or they are invalid.
cs: {0} se nepovedlo nainstalovat, nenakonfigurovaly se žádné kanály NuGet, nebo nejsou platné.
de: "{0}" konnte nicht installiert werden: Es sind keine NuGet-Feeds konfiguriert, oder die Feeds sind ungültig.
es: No se pudo instalar {0}, no hay ninguna fuente de NuGet configurada o las que hay no son válidas.
fr: {0} n’a pas pu être installé. Aucun flux NuGet n’est configuré ou n’est valide.
it: Non è stato possibile installare {0}. I feed NuGet non sono stati configurati oppure non sono validi.
ja: {0} をインストールできませんでした。NuGet フィードが構成されていないか、無効になっています。
ko: {0}을(를) 설치할 수 없거나 NuGet 피드가 구성되지 않았거나 올바르지 않습니다.
pl: Nie można zainstalować pakietu {0}, ponieważ nie skonfigurowano żadnych kanałów informacyjnych NuGet lub są one nieprawidłowe.
pt_br: O {0} não pôde ser instalado, não foram configurados os feeds do NuGet ou eles são inválidos.
ru: {0}: установка не выполнена. Каналы NuGet не настроены или недопустимы.
tr: {0} yüklenemedi, yapılandırılmış NuGet akışı yok veya akışlar geçersiz.
zh_hans: 无法安装 {0}，没有配置任何 NuGet 源或这些源无效。
zh_hant: {0} 無法安裝、未設定 NuGet 摘要或其為無效。

# TemplatePackageCoordinator_lnstall_Error_InvalidPackage
source: Failed to install {0}, failed to uninstall previous version of the template package.
cs: Nepovedlo se nainstalovat {0}, protože se nepovedlo odinstalovat předchozí verzi balíčku šablon.
de: Fehler beim Installieren von "{0}": Die vorherige Version des Vorlagenpakets konnte nicht deinstalliert werden.
es: No se pudo instalar {0}, no se pudo desinstalar la versión anterior del paquete de plantillas.
fr: Échec de l’installation de {0}. Échec de la désinstallation de la version précédente du package de modèle.
it: Non è stato possibile installare {0}. La disinstallazione della versione precedente del pacchetto di modelli non è riuscita.
ja: {0} をインストールできませんでした。以前のバージョンのテンプレート パッケージをアンインストールできませんでした。
ko: {0}을(를) 설치하지 못했습니다. 템플릿 패키지의 이전 버전을 제거하지 못했습니다.
pl: Nie można zainstalować pakietu {0}, ponieważ nie udało się odinstalować poprzedniej wersji pakietu szablonów.
pt_br: Falha ao instalar o {0}, falha ao desinstalar a versão anterior do pacote do modelo.
ru: {0}: установка не выполнена. Не удалось удалить предыдущую версию пакета шаблона.
tr: {0} yüklenemedi, şablon paketinin önceki sürümü kaldırılamadı.
zh_hans: 无法安装 {0}，无法卸载以前版本的模板包。
zh_hant: 無法安裝 {0}，無法解除安裝先前版本的範本套件。

# TemplatePackageCoordinator_lnstall_Error_PackageNotFound
source: {0} could not be installed, the package does not exist.
cs: {0} se nepovedlo nainstalovat, protože balíček neexistuje.
de: "{0}" konnte nicht installiert werden, das Paket ist nicht vorhanden.
es: No se pudo instalar {0}, el paquete no existe.
fr: {0} n’a pas pu être installé. Le package n’existe pas.
it: Non è stato possibile installare {0}. Il pacchetto non esiste.
ja: {0} をインストールできませんでした。パッケージが存在しません。
ko: {0}을(를) 설치할 수 없습니다. 패키지가 없습니다.
pl: Nie można zainstalować pakietu {0}, ponieważ pakiet nie istnieje.
pt_br: {0} não pôde ser instalado, o pacote não existe.
ru: {0}: установка не выполнена. Пакет не существует.
tr: {0} yüklenemedi, paket mevcut değil.
zh_hans: 无法安装 {0}，该包不存在。
zh_hant: {0} 無法安裝，套件不存在。

# TemplatePackageCoordinator_lnstall_Error_UninstallFailed
source: Failed to install {0}, the template package is invalid.
cs: Nepovedlo se nainstalovat {0}, protože balíček šablon není platný.
de: Fehler beim Installieren von "{0}": Das Vorlagenpaket ist ungültig.
es: No se pudo instalar {0}, el paquete de plantillas no es válido.
fr: Échec de l’installation de {0}. Le package de modèle n’est pas valide.
it: Non è stato possibile installare {0}. Il pacchetto di modelli non è valido.
ja: {0} をインストールできませんでした。テンプレート パッケージが無効です。
ko: {0}을(를) 설치하지 못했습니다. 템플릿 패키지가 잘못되었습니다.
pl: Nie można zainstalować {0}, ponieważ pakiet szablonów jest nieprawidłowy.
pt_br: Falha ao instalar o {0}, o pacote do modelo é inválido.
ru: {0}: установка не выполнена. Пакет шаблона недопустим.
tr: {0} yüklenemedi, şablon paketi geçersiz.
zh_hans: 无法安装 {0}，模板包无效。
zh_hant: 無法安裝 {0}，範本套件無效。

# TemplatePackageCoordinator_lnstall_Error_UnsupportedRequest
source: {0} is not supported.
cs: {0} není podporován.
de: {0} wird nicht unterstützt.
es: No se admite {0}.
fr: {0} n'est pas pris en charge.
it: Metodo {0} non supportato.
ja: {0} はサポートされていません。
ko: {0}은(는) 지원되지 않습니다.
pl: Metoda {0} nie jest obsługiwana.
pt_br: Não há suporte para {0}.
ru: {0} не поддерживается.
tr: {0} desteklemiyor.
zh_hans: {0} 不受支持。
zh_hant: 不支援 {0}。

# TemplatePackageCoordinator_lnstall_Info_Success
source: Success: {0} installed the following templates:
cs: Úspěch: Prostřednictvím {0} se nainstalovaly následující šablony:
de: Erfolg: {0} installierte die folgenden Vorlagen:
es: {0} instaló correctamente las siguientes plantillas:
fr: Opération réussie : {0} a installé les modèles suivants :
it: Sono stati installati i modelli seguenti: {0}
ja: 成功: {0}により次のテンプレートがインストールされました。
ko: 성공:{0}이(가) 다음 템플릿을 설치했습니다.
pl: Sukces: {0} zainstalował następujące szablony:
pt_br: Êxito: {0} instalou os seguintes modelos:
ru: Успешно установлены {0} следующие шаблоны:
tr: Başarılı: {0} şu paketleri yükledi:
zh_hans: 成功: {0} 已安装以下模板:
zh_hant: 成功: {0} 已安裝下列範本:

# TemplatePackageCoordinator_lnstall_Warning_No_Templates_In_Package
source: No templates were found in the package {0}.
cs: V balíčku {0} se nenašly žádné šablony.
de: Im Pakt "{0}" wurden keine Vorlagen gefunden.
es: No se encontraron plantillas en el paquete de {0}.
fr: Aucun modèle n’a été trouvé dans le package {0}.
it: Nel pacchetto {0} non sono stati trovati modelli.
ja: パッケージ {0} にテンプレートはありませんでした。
ko: 패키지 {0}에서 템플릿을 찾을 수 없습니다.
pl: Nie znaleziono żadnych szablonów w pakiecie {0}.
pt_br: Não foram encontrados modelos no pacote {0}.
ru: Не найдено шаблонов в пакете {0}.
tr: {0} paketinde şablon bulunamadı.
zh_hans: 在程序包 {0} 中未找到任何模板。
zh_hant: 套件 {0} 中找不到範本。

# TemplateResolver_Warning_FailedToReparseTemplate
source: [Warning]: Failed to parse input for template {0}, it will be skipped from further processing.
cs: [Upozornění]: Nepovedlo se parsovat vstup pro šablonu {0}, při dalším zpracování se přeskočí.
de: [Warnung]: Fehler beim Analysieren der Eingabe für die {0}-Vorlage, sie wird von der weiteren Verarbeitung übersprungen.
es: [Warning]: no se pudo analizar la entrada de la plantilla {0}, se omitirá del procesamiento posterior.
fr: [Avertissement] : Échec de l’analyse de l’entrée pour le modèle {0}, il sera ignoré du prochain traitement.
it: [Warning]: non è stato possibile analizzare l'input per il modello {0}, verrà ignorato da un'ulteriore elaborazione.
ja: [警告]: テンプレート {0} の入力を解析できませんでした。これ以降の処理はスキップされます。
ko: [경고] :{0} 템플릿에 대한 입력을 구문 분석하지 못했습니다. 추가 처리에서 건너 뜁니다.
pl: [Ostrzeżenie]: nie można przeanalizować danych wejściowych w przypadku szablonu {0}. Zostanie to pominięte podczas dalszego przetwarzania.
pt_br: [Alerta]: Falha ao analisar a entrada para o modelo {0}, ele será ignorado de outro processamento.
ru: [Предупреждение]: не удалось проанализировать входные данные для шаблона {0}, он будет пропущен при дальнейшей обработке.
tr: [Uyarı]: {0} şablonunun girişi ayrıştırılamadı, daha fazla işlem yapılmadan atlanacak.
zh_hans: [警告]: 无法分析模板 {0} 的输入，将从进一步处理中跳过。
zh_hant: [警告]: 無法剖析範本 {0} 的輸入，將予以略過以進一步處理。

source: Templates
cs: Šablony
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
ja: テンプレート
ko: 템플릿
pl: Szablony
pt_br: Modelos
ru: Шаблоны
tr: Şablonlar
zh_hans: 模板
zh_hant: 範本

# TemplatesFoundMatchingInputParameters
source: These templates matched your input: {0}
cs: Tyto šablony odpovídají vašemu zadání: {0}
de: Diese Vorlagen stimmen mit der Eingabe überein: {0}
es: Estas plantillas coinciden con su entrada:{0}
fr: Ces modèles correspondent à votre entrée : {0}.
it: Questi modelli corrispondono all'input: {0}
ja: これらのテンプレートは、入力: {0} と一致しました
ko: 이 템플릿은 입력 내용과 일치합니다. {0}
pl: Te szablony pasowały do danych wejściowych: {0}
pt_br: Esses modelos correspondem à sua entrada: {0}
ru: Эти шаблоны соответствуют входным данным: {0}.
tr: Bu şablonlar girişinizle eşleşti: {0}
zh_hans: 这些模板已匹配你的输入: {0}
zh_hant: 這些範本符合您的輸入: {0}

# TemplatesNotValidGivenTheSpecifiedFilter
source: {0} template(s) partially matched, but failed on {1}.
cs: Našla se částečná shoda {0} šablon, ale při {1} došlo k selhání.
de: {0} Vorlage(n) teilweise übereinstimmend, aber fehlgeschlagen bei {1}.
es: {0} plantilla(s) coinciden parcialmente, pero con error en {1}.
fr: {0} modèle(s) correspondent partiellement, mais ont échoué sur {1}.
it: {0} i modelli sono parzialmente corrispondenti, ma il {1} non è riuscito.
ja: 部分的に照合された {0} テンプレートは、{1} で失敗しました。
ko: {0} 템플릿이 부분적으로 일치했지만{1}에서 실패했습니다.
pl: Częściowo dopasowano {0} szablony(-ów), ale zakończyły się niepowodzeniem na {1}.
pt_br: {0} modelo(s) parcialmente correspondente(s), mas com falha em {1}.
ru: Шаблон(ы) {0} частично совпадают, но произошел сбой при {1}.
tr: {0} şablonları kısmen eşleşiyor ancak {1} filtresinde başarısız oldu.
zh_hans: 已部分匹配 {0} 模板，但在 {1} 上失败。
zh_hant: {0} 個範本部分相符，但在 {1} 上失敗。

# ThirdPartyNotices
source: This template contains technologies from parties other than Microsoft, see {0} for details.
cs: Tato šablona obsahuje technologie jiných dodavatelů než Microsoftu, podrobnosti najdete tady: {0}
de: Diese Vorlage enthält Technologien von anderen Anbietern als Microsoft, siehe {0} für Details.
es: Esta plantilla contiene tecnologías de terceros ajenos a Microsoft, consulte {0} para obtener más información.
fr: Ce modèle contient des technologies provenant d’autres parties que Microsoft, consultez {0} si vous souhaitez en savoir plus.
it: Questo modello contiene tecnologie provenienti da entità diverse da Microsoft, vedere {0} per i dettagli.
ja: このテンプレートには、Microsoft 以外のパーティのテクノロジーが含まれています。詳しくは、{0} をご覧ください。
ko: 이 템플릿에는 Microsoft 이외의 타사 기술이 포함되어 있습니다. 자세한 내용은{0}을(를) 참조하세요.
pl: Ten szablon zawiera technologie pochodzące od innych firm niż Microsoft; zobacz {0}, aby uzyskać szczegółowe informacje.
pt_br: Este modelo contém tecnologias de outras pessoas além da Microsoft, consulte {0} para obter detalhes.
ru: Этот шаблон содержит технологии сторонних производителей, кроме Майкрософт. Дополнительные сведения см. в разделе {0}.
tr: Bu şablon Microsoft dışındaki tarafların teknolojilerini içeriyor. Ayrıntılar için {0} sayfasına bakın.
zh_hans: 此模板包含除 Microsoft 以外其他方的技术，请参阅 {0} 以获取详细信息。
zh_hant: 此範本包含 Microsoft 其他協力廠商的技術，請參閱 {0} 取得詳細資訊。

source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 형식
pl: Typ
pt_br: Tipo
ru: Тип
tr: Tür
zh_hans: 类型
zh_hant: 類型

# UnableToSetPermissions
source: Unable to apply permissions {0} to "{1}".
cs: Nedá se zavést oprávnění {0} do {1}.
de: Die Berechtigungen {0} auf "{1}" können nicht angewendet werden.
es: No se pueden aplicar los permisos {0} a "{1}".
fr: Impossible d’appliquer les autorisations {0} à « {1} ».
it: Non è possibile applicare le autorizzazioni {0} a "{1}".
ja: アクセス許可 {0} を "{1}" に適用できません。
ko: {0} 권한을 "{1}"에 적용할 수 없습니다.
pl: Nie można zastosować uprawnień {0} do „{1}”.
pt_br: Não é possível aplicar as permissões {0} a "{1}".
ru: Не удалось применить разрешения {0} к "{1}".
tr: {0} izinleri "{1}" öğesine uygulanamıyor.
zh_hans: 无法将权限 {0} 应用于“{1}”。
zh_hant: 無法將權限 {0} 套用至「{1}」。

# UnexpectedResult
source: Template generation ended with unexpected result: '{0}'. Details: {1}
cs: Generování šablony skončilo s neočekávaným výsledkem: {0}. Podrobnosti: {1}
de: Die Vorlagengenerierung wurde mit einem unerwarteten Ergebnis beendet: "{0}". Details: {1}
es: La generación de plantillas finalizó con un resultado inesperado: “{0}”. Detalles: {1}
fr: La génération du modèle s’est terminée avec un résultat inattendu : '{0}'. Détails : {1}
it: La generazione del modello è terminata con un risultato imprevisto: '{0}'. Dettagli: {1}
ja: テンプレートの生成が予期しない結果で終了しました: '{0} '。詳細： {1}
ko: 템플릿 생성이 예기치 않은 결과 '{0}'과(와) 함께 종료되었습니다. 세부 정보: {1}
pl: Generowanie szablonu zakończyło się z nieoczekiwanym wynikiem: „{0}”. Szczegóły: {1}
pt_br: Geração de modelo encerrada com resultado inesperado: '{0}'. Detalhes: {1}
ru: Создание шаблона завершилось с непредвиденным результатом: "{0}". Сведения: {1}
tr: Şablon oluşturma beklenmeyen bir sonuçla sona erdi: '{0}'. Ayrıntılar: {1}
zh_hans: 模板生成以意外结果结束:“{0}”。详细信息: {1}
zh_hant: 範本產生已結束，發生非預期的結果: '{0}'。詳細資料: {1}

# UnknownChangeKind
source: Unknown Change
cs: Neznámá změna
de: Unbekannte Änderung
es: Cambio desconocido
fr: Modification inconnue
it: Modifica sconosciuta
ja: 不明な変更
ko: 알 수 없는 변경
pl: Nieznana zmiana
pt_br: Alteração desconhecida
ru: Неизвестное изменение
tr: Bilinmeyen Değişiklik
zh_hans: 未知更改
zh_hant: 未知的變更

source: Version:
cs: Verze:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
pl: Wersja:
pt_br: Versão:
ru: Версия:
tr: Sürüm:
zh_hans: 版本:
zh_hant: 版本:

# DetailsCommand_UnableToLoadResorce
source: Could not parse NuGet source '{0}', so it was discarded
fr: Impossible d'analyser la source NuGet '{0}', elle a donc été supprimée
ko: '{0}' NuGet 원본을 구문 분석할 수 없어 삭제했습니다.
pl: Nie można przeanalizować źródła NuGet „{0}”, więc zostało odrzucone
ru: Не удалось проанализировать источник NuGet "{0}", поэтому он был удален
zh_hans: 无法分析 NuGet 源“{0}”，因此已被丢弃

# DetailsCommand_UnableToLoadResorces
source: Failed to load NuGet sources configured for the folder {0}
fr: Échec du chargement des sources NuGet configurées pour le dossier {0}
ko: {0} 폴더에 대해 구성된 NuGet 원본을 로드하지 못했습니다.
pl: Nie można załadować źródeł pakietu NuGet skonfigurowanych dla folderu {0}
ru: Не удалось загрузить настроенные источники NuGet для папки {0}
zh_hans: 未能加载为文件夹 {0} 配置的 NuGet 源
