Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TemplatePackageCoordinator_Install_Info_OverrideNotice
source: Installing the template package(s) will override the available template package(s).
cs: Instalace balíčků šablon přepíše dostupné balíčky šablon.
de: Durch die Installation des oder der Vorlagenpakete werden das oder die verfügbaren Vorlagenpakete überschrieben.
es: La instalación de los paquetes de plantillas invalidará los paquetes de plantillas disponibles.
fr: L’installation du ou des packages de modèles remplace le ou les packages de modèles disponibles.
it: L'installazione dei pacchetti di modelli sostituirà i pacchetti di modelli disponibili.
ja: テンプレート パッケージをインストールすると、使用可能なテンプレート パッケージがオーバーライドされます。
ko: 템플릿 패키지를 설치하면 사용 가능한 템플릿 패키지가 재정의됩니다.
pl: Zainstalowanie pakietów szablonów spowoduje zastąpienie dostępnych pakietów szablonów.
pt_br: A instalação do(s) pacote(s) de modelos substituirá o(s) pacote(s) de modelo disponível(is).
ru: При установке пакетов шаблонов будут переопределены доступные пакеты шаблонов.
tr: Şablon paketlerinin yüklenmesi kullanılabilir şablon paketlerini geçersiz kılar.
zh_hans: 安装模板包将替代可用的模板包。
zh_hant: 安裝範本套件將會覆寫可用的範本套件。

# TemplatePackageCoordinator_Install_Info_PackageIsAvailable
source: The following template package(s) are already available:
cs: Následující balíčky šablon jsou už k dispozici:
de: Das oder die folgenden Vorlagenpakete sind bereits verfügbar:
es: Los siguientes paquetes de plantillas ya están disponibles:
fr: Le ou les packages de modèles suivants sont déjà disponibles :
it: I pacchetti di modelli seguenti sono già disponibili:
ja: 次のテンプレート パッケージは既に使用可能です。
ko: 다음 템플릿 패키지를 이미 사용할 수 있습니다.
pl: Następujące pakiety szablonów są już dostępne:
pt_br: O(s) seguinte(s) pacote(s) de modelos já está(ão) disponível(is):
ru: Следующие пакеты шаблонов уже доступны:
tr: Aşağıdaki şablon paketleri zaten kullanılabilir:
zh_hans: 以下模板包已可用:
zh_hant: 下列範本套件已可供使用:

# TemplatePackageCoordinator_Install_Info_PackagesToBeInstalled
source: The following template packages will be installed:
cs: Nainstalují se tyto balíčky šablon:
de: Die folgenden Vorlagenpakete werden installiert:
es: Se instalarán los siguientes paquetes de plantillas:
fr: Les packages de modèles suivants seront installés :
it: Verranno installati i pacchetti di modelli seguenti:
ja: 次のパッケージがインストールされます:
ko: 다음 템플릿 패키지가 설치됩니다.
pl: Zostaną zainstalowane następujące pakiety szablonów:
pt_br: Os seguintes pacotes de modelo serão instalados:
ru: Планируется установка следующих пакетов шаблонов:
tr: Şu şablon paketleri yüklenecek:
zh_hans: 将安装以下模板包:
zh_hant: 將安裝下列範本套件:

# TemplatePackageCoordinator_Install_Info_UseForceToOverride
source: To install the template package(s) anyway, apply '{0}' option:
cs: Pokud chcete přesto nainstalovat balíčky šablon, použijte možnost: {0}
de: Um das oder die Vorlagenpakete trotzdem zu installieren, wenden Sie die Option “{0}” an:
es: Para instalar los paquetes de plantillas de todos modos, aplique la opción '{0}':
fr: Pour installer quand même le ou les packages de modèles, appliquez '{0}' option :
it: Per installare comunque i pacchetti di modelli, applicare '{0}' opzione:
ja: テンプレート パッケージをインストールするには、次の '{0}' オプションを適用します。
ko: 템플릿 패키지를 설치하려면 '{0}' 옵션을 적용합니다.
pl: Aby zainstalować mimo to pakiety szablonów, zastosuj opcję „{0}”:
pt_br: Para instalar o(s) pacote(s) de modelos de qualquer maneira, aplique a opção '{0}':
ru: Чтобы все равно установить пакеты шаблонов, примените параметр \"{0}\":
tr: Şablon paketlerini yine de yüklemek için '{0}' seçeneğini uygula:
zh_hans: 若仍要安装模板包，请应用“{0}”选项:
zh_hant: 若仍要安裝範本套件，請套用 '{0}' 選項:

# TemplatePackageCoordinator_Uninstall_Error_GenericError
source: Failed to uninstall {0}, reason: {1}.
cs: Nepodařilo se odinstalovat {0}, důvod: {1}
de: Fehler beim Deinstallieren von {0}, Grund: {1}.
es: No se pudo desinstalar {0}, motivo: {1}.
fr: Échec de la désinstallation de {0}, raison : {1}.
it: Non è stato possibile disinstallare lo strumento {0}, motivo: {1}.
ja: {0} をアンインストールできませんでした。 理由: {1}。
ko: {0} 제거에 실패했습니다. 이유:{1}.
pl: Nie można odinstalować pakietu {0} — powód: {1}.
pt_br: Falha ao desinstalar {0}, motivo: {1}.
ru: Не удалось удалить {0}, причина: {1}.
tr: {0} kaldırılamadı, neden: {1}.
zh_hans: 未能卸载 {0}，原因: {1}。
zh_hant: 無法將 {0} 解除安裝，原因: {1}

# TemplatePackageCoordinator_Uninstall_Error_ListPackagesHeader
source: To list installed template packages use:
cs: Pokud chcete vypsat nainstalované balíčky šablon, použijte:
de: So listen Sie die installierten Vorlagenpakete auf:
es: Para mostrar los paquetes de plantillas instalados, utilice:
fr: Pour répertorier les packages de modèles installés, utilisez:
it: Per elencare i pacchetti di modelli installati, usare:
ja: インストールされているテンプレート パッケージを一覧表示するには:
ko: 설치된 템플릿 패키지를 나열하려면 다음을 사용합니다.
pl: Aby wyświetlić listę zainstalowanych pakietów szablonów, użyj:
pt_br: Para listar os pacotes do modelo utilize:
ru: Чтобы перечислить установленные пакеты шаблонов, используйте следующее:
tr: Yüklü şablon paketlerini listelemek için şunu kullanın:
zh_hans: 要列出已安装的模板包，请使用:
zh_hant: 若要列出已安裝的範本套件，請使用:

# TemplatePackageCoordinator_Uninstall_Error_UninstallCommandHeader
source: To uninstall the template package use:
cs: Pokud chcete odinstalovat balíček šablon, použijte:
de: So deinstallieren Sie das Vorlagenpaket:
es: Para desinstalar el paquete de plantillas, utilice:
fr: Pour désinstaller le package de modèles utilisez:
it: Per disinstallare il pacchetto di modelli, usare:
ja: テンプレートパッケージをアンインストールするには:
ko: 템플릿 패키지를 제거하려면 다음을 사용하세요.
pl: Aby odinstalować pakiet szablonów, użyj:
pt_br: Para desinstalar o pacote do modelo utilize:
ru: Чтобы удалить пакет шаблона, используйте следующее:
tr: Şablon paketini kaldırmak için şunu kullanın:
zh_hans: 要卸载模板包，请使用:
zh_hant: 若要解除安裝範本套件，請使用:

# TemplatePackageCoordinator_Uninstall_Info_DetailsHeader
source: Details:
cs: Podrobnosti:
es: Detalles:
fr: Détails :
it: Dettagli:
ja: 詳細:
ko: 세부 정보:
pl: Szczegóły:
pt_br: Detalhes:
ru: Сведения:
tr: Ayrıntılar:
zh_hans: 详细信息:
zh_hant: 詳細資料:

# TemplatePackageCoordinator_Uninstall_Info_InstalledItems
source: Currently installed items:
cs: Aktuálně nainstalované položky:
de: Zurzeit installierte Elemente:
es: Elementos instalados actualmente:
fr: Éléments actuellement installés :
it: Elementi attualmente installati:
ja: 現在インストールされているランタイム
ko: 현재 설치된 항목:
pl: Aktualnie zainstalowane elementy:
pt_br: Itens instalados no momento:
ru: Установленные в настоящее время элементы:
tr: Şu anda yüklü öğeler:
zh_hans: 当前已安装项:
zh_hant: 目前安裝的項目:

# TemplatePackageCoordinator_Uninstall_Info_Success
source: Success: {0} was uninstalled.
cs: Úspěch: {0} se odinstalovalo.
de: Erfolg: {0} wurde deinstalliert.
es: {0} se desinstaló correctamente.
fr: Opération réussie : {0} a été désinstallé.
it: Operazione riuscita: {0} è stato disinstallato.
ja: 成功: {0} がアンインストールされました。
ko: 성공:{0}이(가) 제거되었습니다.
pl: Sukces: odinstalowano pakiet {0}.
pt_br: Êxito: {0} foi desinstalado.
ru: Успешно удалено: {0}.
tr: Başarılı: {0} kaldırıldı.
zh_hans: 成功: {0} 已卸载。
zh_hant: 成功: {0} 已解除安裝。

# TemplatePackageCoordinator_Uninstall_Info_UninstallCommandHint
source: Uninstall Command:
cs: Příkaz odinstalace:
de: Befehl zum Deinstallieren:
es: Comando de desinstalación:
fr: Commande de désinstallation :
it: Comando Disinstalla:
ja: アンインストール コマンド:
ko: 제거 명령 :
pl: Polecenie odinstalowania:
pt_br: Comando de Desinstalação:
ru: Команда "Удалить":
tr: Kaldır Komutu:
zh_hans: 卸载命令:
zh_hant: 解除安裝命令:

# TemplatePackageCoordinator_UpdateCheck_Error_VulnerablePackage
source: The package {0} contains vulnerabilities:
cs: Balíček {0} obsahuje ohrožení zabezpečení:
de: Das Paket "{0}" enthält Sicherheitsrisiken:
es: El paquete {0} contiene vulnerabilidades:
fr: Le package {0} contient des vulnérabilités :
it: Il pacchetto {0} contiene vulnerabilità:
ja: パッケージ {0} に次の脆弱性が含まれています:
ko: {0} 패키지에 다음과 같은 취약성이 포함되어 있습니다.
pl: Pakiet {0} zawiera luki w zabezpieczeniach:
pt_br: O pacote {0} contém vulnerabilidades:
ru: Пакет {0} содержит уязвимости:
tr: {0} paketi güvenlik açıkları içeriyor:
zh_hans: 包 {0} 中存在漏洞:
zh_hant: 套件 {0} 包含弱點:

# TemplatePackageCoordinator_Update_Error_GenericError
source: Failed to check update for {0}: {1}.
cs: Nepovedlo se vyhledat aktualizaci pro {0}: {1}
de: Fehler beim Überprüfen von Update für {0}: {1}.
es: No se pudo comprobar la actualización de {0}: {1}.
fr: Échec de la vérification de la mise à jour pour {0} : {1}.
it: Non è stato possibile controllare l'aggiornamento per {0}: {1}.
ja: {0}: {1} の更新を確認できませんでした。
ko: {0}에 대한 업데이트를 확인하지 못했습니다 :{1}.
pl: Nie można sprawdzić aktualizacji dla {0}: {1}.
pt_br: Falha ao verificar a atualização para {0}: {1}.
ru: Не удалось проверить обновление для {0}: {1}.
tr: {0} için güncelleştirmeler denetlenemedi: {1}.
zh_hans: 无法检查 {0} 的更新: {1}。
zh_hant: 無法檢查 {0} 的更新: {1}。

# TemplatePackageCoordinator_Update_Error_InvalidNuGetFeeds
source: Failed to check update for {0}: no NuGet feeds are configured or they are invalid.
cs: Nepovedlo se zkontrolovat aktualizaci pro {0}: nenakonfigurovaly se žádné kanály NuGet, nebo nejsou platné.
de: Fehler beim Überprüfen von Update für {0}: Es wurden keine NuGet-Feeds konfiguriert oder sie sind ungültig.
es: No se pudo comprobar la actualización de {0}: no hay ninguna fuente de NuGet configurada o las que hay no son válidas.
fr: Échec de la vérification de la mise à jour pour {0} : aucun flux NuGet n’est configuré ou n’est valide.
it: Non è stato possibile controllare l'aggiornamento per {0}: non sono configurati feed NuGet o non sono validi.
ja: {0} の更新を確認できませんでした: NuGet フィードが構成されていないか、無効です。
ko: {0}에 대한 업데이트를 확인하지 못했습니다. 구성된 NuGet 피드가 없거나 올바르지 않습니다.
pl: Nie można sprawdzić aktualizacji dla {0}: nie skonfigurowano żadnych kanałów informacyjnych NuGet lub są one nieprawidłowe.
pt_br: Falha ao verificar a atualização para a {0}: nenhum feed do NuGet está configurado ou eles são inválidos.
ru: Не удалось проверить обновление для {0}: каналы NuGet не настроены или недопустимы.
tr: {0} için güncelleştirmeler denetlenemedi: yapılandırılmış NuGet akışı yok veya akışlar geçersiz.
zh_hans: 无法检查 {0} 的更新: 未配置 NuGet 源或它们无效。
zh_hant: 無法檢查 {0} 的更新: 未設定 NuGet 摘要或其為無效。

# TemplatePackageCoordinator_Update_Error_PackageNotFound
source: Failed to check update for {0}: the package is not available in configured NuGet feeds.
cs: Nepovedlo se vyhledat aktualizaci pro {0}: balíček není k dispozici v nakonfigurovaných kanálech NuGet.
de: Fehler beim Überprüfen von Update für {0}: das Paket ist in konfigurierten NuGet-Feeds nicht verfügbar.
es: No se pudo comprobar la actualización de {0}: el paquete no está disponible en las fuentes de NuGet configuradas.
fr: Échec de la vérification de la mise à jour pour {0} : le package n’est pas disponible dans les flux NuGet configurés.
it: Non è stato possibile controllare l'aggiornamento per {0}: il pacchetto non è disponibile nei feed NuGet configurati.
ja: {0} の更新プログラムを確認できませんでした: 構成されている NuGet フィードではパッケージを使用できません。
ko: {0}에 대한 업데이트를 확인하지 못했습니다. 구성된 NuGet 피드에서 패키지를 사용할 수 없습니다.
pl: Nie można sprawdzić aktualizacji dla {0}: pakiet nie jest dostępny w skonfigurowanych kanałach informacyjnych NuGet.
pt_br: Falha ao verificar a atualização para {0}: o pacote não está disponível nos feeds configurados do NuGet.
ru: Не удалось проверить обновление для {0}: пакет недоступен в настроенных каналах NuGet.
tr: {0} için güncelleştirmeler denetlenemedi: paket, yapılandırılan NuGet akışlarında kullanılamıyor.
zh_hans: 无法检查 {0} 的更新: 在已配置的 NuGet 源中包不可用。
zh_hant: 無法檢查更新 {0}: 套件在已設定的 NuGet 摘要中不可用。

# TemplatePackageCoordinator_Update_Error_PackageNotSupported
source: Failed to check update for {0}: the package is not supported.
cs: Nepovedlo se vyhledat aktualizaci pro {0}: balíček se nepodporuje.
de: Fehler beim Überprüfen von Update für {0}: das Paket wird nicht unterstützt.
es: No se pudo comprobar la actualización de {0}: no se admite el paquete.
fr: Échec de la vérification de la mise à jour pour {0} : le package n’est pas pris en charge.
it: Non è stato possibile controllare l'aggiornamento per {0}: il pacchetto non è supportato.
ja: {0} の更新プログラムを確認できませんでした: パッケージはサポートされていません。
ko: {0}에 대한 업데이트를 확인하지 못했습니다. 패키지가 지원되지 않습니다.
pl: Nie można sprawdzić aktualizacji dla pakietu {0}: pakiet nie jest obsługiwany.
pt_br: Falha ao verificar a atualização para {0}: não há suporte para o pacote.
ru: Не удалось проверить обновление для {0}: пакет не поддерживается.
tr: {0} için güncelleştirmeler denetlenemedi: paket desteklenmiyor.
zh_hans: 无法检查 {0} 的更新: 不支持该包。
zh_hant: 無法檢查 {0} 的更新: 不支援套件。

# TemplatePackageCoordinator_Update_Error_VulnerablePackage
source: The package {0} was not updated due to detected vulnerabilities:
cs: Balíček {0} se neaktualizoval kvůli zjištěným ohrožením zabezpečení:
de: Das Paket "{0}" wurde aufgrund erkannter Sicherheitsrisiken nicht aktualisiert:
es: El paquete {0} no se actualizó debido a vulnerabilidades detectadas:
fr: Le package {0} n'a pas été mis à jour en raison de vulnérabilités détectées :
it: Il pacchetto {0} non è stato aggiornato a causa di vulnerabilità rilevate:
ja: 次の脆弱性が検出されたために、パッケージ {0} は更新されませんでした:
ko: 발견된 취약성으로 인해 {0} 패키지가 업데이트되지 않았습니다.
pl: Pakiet {0} nie został zaktualizowany z powodu wykrytych luk w zabezpieczeniach:
pt_br: O pacote {0} não foi atualizado devido a vulnerabilidades detectadas:
ru: Пакет {0} не был обновлен из-за обнаруженных уязвимостей:
tr: {0} paketi algılanan güvenlik açıkları nedeniyle güncelleştirilmedi:
zh_hans: 由于检测到漏洞，未更新包 {0}:
zh_hant: 由於偵測到弱點，未更新套件 {0}:

# TemplatePackageCoordinator_Update_Error_VulnerablePackageTip
source: In order to update this package, run:
cs: Pokud chcete tento balíček aktualizovat, spusťte:
de: Führen Sie Folgendes aus, um dieses Paket zu aktualisieren:
es: Para actualizar este paquete, ejecute:
fr: Pour mettre à jour ce package, exécutez :
it: Per aggiornare questo pacchetto, eseguire:
ja: このパッケージを更新するには、次を実行します:
ko: 이 패키지를 업데이트하려면 다음을 실행합니다.
pl: Aby zaktualizować ten pakiet, uruchom polecenie:
pt_br: Para atualizar este pacote, execute:
ru: Чтобы обновить этот пакет, выполните команду:
tr: Bu paketi güncelleştirmek için şu komutu çalıştırın:
zh_hans: 若要更新此包，请运行:
zh_hant: 若要更新此套件，請執行:

# TemplatePackageCoordinator_Update_Info_AllPackagesAreUpToDate
source: All template packages are up-to-date.
cs: Všechny balíčky šablon jsou aktuální.
de: Alle Vorlagenpakete sind aktuell.
es: Todos los paquetes de plantillas están actualizados.
fr: Tous les packages de modèles sont à jour.
it: Tutti i pacchetti di modelli sono aggiornati.
ja: すべてのテンプレートパッケージは最新の状態に更新されています。
ko: 모든 템플릿 패키지는 최신입니다.
pl: Wszystkie pakiety szablonów są aktualne.
pt_br: Todos os pacotes de modelo estão atualizados.
ru: Все пакеты шаблонов устарели.
tr: Tüm şablon paketleri güncel.
zh_hans: 所有模板包都是最新的。
zh_hant: 所有範本套件皆為最新狀態。

# TemplatePackageCoordinator_Update_Info_PackagesToBeUpdated
source: The following template packages will be updated:
cs: Aktualizují se tyto balíčky šablon:
de: Die folgenden Vorlagenpakete werden aktualisiert:
es: Se actualizarán los siguientes paquetes de plantillas:
fr: Les packages de modèles suivants seront mis à jour :
it: Verranno aggiornati i pacchetti di modelli seguenti:
ja: 次のテンプレート パッケージが更新されます:
ko: 다음 템플릿 패키지가 업데이트됩니다.
pl: Zostaną zaktualizowane następujące pakiety szablonów:
pt_br: Os seguintes pacotes de modelo serão atualizados:
ru: Планируется обновление следующих пакетов шаблонов:
tr: Şu şablon paketleri güncelleştirilecek:
zh_hans: 将更新以下模板包:
zh_hant: 下列範本套件將會更新:

# TemplatePackageCoordinator_Update_Info_UpdateAllCommandHeader
source: To update all the packages use:
cs: Pokud chcete aktualizovat všechny balíčky, použijte:
de: So aktualisieren Sie alle Pakete:
es: Para actualizar todos los paquetes, utilice:
fr: Pour mettre à jour tous les packages, utilisez :
it: Per aggiornare tutti i pacchetti, usare:
ja: すべてのパッケージを更新するには、以下を使います：:
ko: 모든 패키지를 업데이트하려면 다음을 사용하세요/
pl: Aby zaktualizować wszystkie używane pakiety, użyj:
pt_br: Para atualizar todos os pacotes utilize:
ru: Чтобы обновить все пакеты, используйте следующее:
tr: Tüm paketleri güncelleştirmek için şunu kullanın:
zh_hans: 要更新所有包使用情况，请执行以下操作:
zh_hant: 若要更新所有套件，請使用:

# TemplatePackageCoordinator_Update_Info_UpdateAvailable
source: An update for template package '{0}' is available.
cs: Je k dispozici aktualizace balíčku šablony {0}.
de: Ein Update für das Vorlagenpaket "{0}" ist verfügbar.
es: Hay disponible una actualización para el paquete de plantillas "{0}".
fr: Une mise à jour du package de modèles « {0} » est disponible.
it: È disponibile un aggiornamento per il pacchetto di modelli '{0}'.
ja: テンプレートパッケージ '{0}' の更新プログラムを使用できます。
ko: 템플릿 패키지 '{0}'에 대한 업데이트를 사용할 수 있습니다.
pl: Dostępna jest aktualizacja pakietu szablonów "{0}".
pt_br: Uma atualização para o pacote de modelos '{0}' está disponível.
ru: Доступно обновление для пакета шаблона "{0}".
tr: '{0}' şablon paketi için bir güncelleştirme var.
zh_hans: 提供了模板包“{0}”的更新。
zh_hant: 範本套件 '{0}' 有可用的更新。

# TemplatePackageCoordinator_Update_Info_UpdateAvailablePackages
source: An update for template packages is available:
cs: Je k dispozici aktualizace balíčků šablon:
de: Für die Vorlagenpakete ist ein Update verfügbar:
es: Hay disponible una actualización para el paquete de plantillas:
fr: Une mise à jour du package de modèles est disponible:
it: È disponibile un aggiornamento per il pacchetto di modelli:
ja: テンプレート パッケージの更新プログラムを使用できます。
ko: 템플릿 패키지 업데이트를 사용할 수 있습니다.
pl: Dostępna jest aktualizacja pakietu szablonów:
pt_br: Uma atualização para os pacotes do modelo está disponível:
ru: Для пакетов шаблонов доступно обновление:
tr: Şablon paketi için bir güncelleştirme var:
zh_hans: 提供了模板包的更新:
zh_hant: 範本套件有可用的更新:

# TemplatePackageCoordinator_Update_Info_UpdateSingleCommandHeader
source: To update the package use:
cs: Pokud chcete aktualizovat balíček, použijte:
de: So aktualisieren Sie das Paket:
es: Para actualizar el paquete, utilice:
fr: Pour mettre à jour l’utilisation du package:
it: Per aggiornare il pacchetto, usare:
ja: パッケージを更新するには、以下を使います:
ko: 패키지를 업데이트하려면 다음을 사용하세요.
pl: Aby zaktualizować zastosowanie pakietu:
pt_br: Para atualizar o pacote utilize:
ru: Чтобы обновить пакет, используйте следующее:
tr: Paketi güncelleştirmek için şunu kullanın:
zh_hans: 要更新包使用情况，请执行以下操作:
zh_hant: 若要更新套件，請使用:

# TemplatePackageCoordinator_Verbose_NuGetCredentialServiceError
source: Failed to initialize NuGet credential service, details: {0}.
cs: Nepovedlo se inicializovat službu přihlašovacích údajů NuGet, podrobnosti: {0}
de: Fehler beim Initialisieren des NuGet-Anmeldeinformationsdiensts, Details: {0}.
es: No se pudo inicializar el servicio de credenciales de NuGet, detalles: {0}.
fr: Échec de l’initialisation du service d’informations d’identification NuGet, détails : {0}.
it: Non è stato possibile inizializzare il servizio credenziali NuGet, dettagli: {0}.
ja: NuGet 資格情報サービスを初期化できませんでした。詳細: {0}。
ko: NuGet 자격 증명 서비스를 초기화하지 못했습니다. 세부 정보 :{0}.
pl: Nie można zainicjować usługi poświadczeń NuGet — szczegóły: {0}.
pt_br: Falha ao inicializar o serviço de credencial NuGet, detalhes: {0}.
ru: Сбой инициализации службы учетных данных NuGet. Сведения: {0}.
tr: NuGet kimlik bilgisi hizmeti başlatılamadı. Ayrıntılar: {0}.
zh_hans: 无法初始化 NuGet 凭据服务，详细信息: {0}。
zh_hant: 無法初始化 NuGet 認證服務，詳細資料: {0}。

# TemplatePackageCoordinator_VulnerabilitySeverity_Critical
source: Critical
cs: Kritická
de: Kritisch
es: Crítico
fr: Critique
it: Errore critico
ja: 致命的
ko: 심각
pl: Krytyczny
pt_br: Crítico
ru: Критический
tr: Kritik
zh_hans: 严重
zh_hant: 嚴重

# TemplatePackageCoordinator_VulnerabilitySeverity_High
source: High
cs: Vysoké
de: Hoch
es: Alto
fr: Élevée
it: Elevato
ja: 高
ko: 높음
pl: Wysoki
pt_br: Alto
ru: Высокий
tr: Yüksek
zh_hans: 高
zh_hant: 高

# TemplatePackageCoordinator_VulnerabilitySeverity_Low
source: Low
cs: Nízké
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低
ko: 낮음
pl: Niski
pt_br: Baixo
ru: Низкий
tr: Düşük
zh_hans: 低
zh_hant: 低

# TemplatePackageCoordinator_VulnerabilitySeverity_Moderate
source: Moderate
cs: Střední
de: Moderat
es: Moderado
fr: Modéré
it: Moderato
ja: 中
ko: 보통
pl: Średni
pt_br: Moderado
ru: Средний
tr: Orta
zh_hans: 中等
zh_hant: 中

# TemplatePackageCoordinator_lnstall_Error_AlreadyInstalled
source: {0} is already installed.
cs: {0} už je nainstalováno.
de: \"{0}\" ist bereits installiert.
es: {0} ya se ha instalado.
fr: {0} est déjà installé.
it: {0} è già installato.
ja: {0} は既にインストールされています。
ko: {0}이(가) 이미 설치되어 있습니다.
pl: Już zainstalowano: {0}.
pt_br: {0} já está instalado.
ru: Установка {0} уже выполнена.
tr: {0} zaten yüklendi.
zh_hans: {0} 已安装。
zh_hant: {0} 已安裝。

# TemplatePackageCoordinator_lnstall_Error_AlreadyInstalled_Hint
source: To reinstall the same version of the template package, use '{0}' option:
cs: Pokud chcete přeinstalovat stejnou verzi balíčku šablony, použijte možnost {0}:
de: Um dieselbe Version des Vorlagenpakets neu zu installieren, verwenden Sie die Option "{0}":
es: Para reinstalar la misma versión del paquete de plantilla, use la opción '{0}':
fr: Pour réinstaller la même version du package de modèle, utilisez l’option '{0}' :
it: Per reinstallare la stessa versione del pacchetto modelli, usare l'opzione '{0}':
ja: テンプレート パッケージの同じバージョンを再インストールするには、'{0}' オプションを使用します:
ko: 동일한 버전의 템플릿 패키지를 다시 설치하려면 '{0}' 옵션을 사용합니다.
pl: Aby ponownie zainstalować tę samą wersję pakietu szablonu, użyj opcji „{0}”:
pt_br: Para reinstalar a mesma versão do pacote de modelo, use opção '{0}':
ru: Чтобы переустановить ту же версию пакета шаблона, используйте параметр "{0}":
tr: Şablon paketinin aynı sürümünü yeniden yüklemek için '{0}' seçeneğini kullanın:
zh_hans: 若要重新安装相同版本的模板包，请使用“{0}”选项:
zh_hant: 若要重新安装相同版本的範本套件，請使用 '{0}' 選項:

# TemplatePackageCoordinator_lnstall_Error_DownloadFailed
source: {0} could not be installed, download failed.
cs: {0} se nepovedlo nainstalovat, stahování selhalo.
de: "{0}" konnte nicht installiert werden: Fehler beim Download.
es: No se pudo instalar {0}, error en la descarga.
fr: {0} n’a pas pu être installé, échec du téléchargement.
it: Non è stato possibile installare {0}. Il download non è riuscito.
ja: {0} をインストールできませんでした。ダウンロードできませんでした。
ko: {0}을(를) 설치할 수 없습니다. 다운로드하지 못했습니다.
pl: Nie można zainstalować pakietu {0}, ponieważ pobieranie nie powiodło się.
pt_br: O {0} não pôde ser instalado, falha no download.
ru: {0}: установка не выполнена. Произошел сбой скачивания.
tr: {0} yüklenemedi, indirme başarısız oldu.
zh_hans: 无法安装 {0}，下载失败。
zh_hant: {0} 無法安裝，下載失敗。

# TemplatePackageCoordinator_lnstall_Error_GenericError
source: {0} could not be installed.
cs: {0} nešlo nainstalovat.
de: "{0}" konnte nicht installiert werden.
es: No se pudo instalar {0}.
fr: {0} ne peut pas être installer.
it: Non è stato possibile installare {0}.
ja: {0} をインストールできませんでした。
ko: {0}을(를) 설치할 수 없습니다.
pl: Nie można zainstalować pakietu {0}.
pt_br: O {0} não pôde ser instalado.
ru: {0}: установка не выполнена.
tr: {0} yüklenemedi.
zh_hans: 无法安装 {0}。
zh_hant: {0} 無法安裝。
