Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ConfiguredValue
source: Configured Value: {0}
cs: Nakonfigurovaná hodnota: {0}
de: Konfigurierter Wert: {0}
es: Valor configurado: {0}
fr: Valeur configurée : {0}
it: Valore configurato: {0}
ja: 構成された値: {0}
ko: 구성된 값:{0}
pl: Skonfigurowana wartość: {0}
pt_br: Valor Configurado: {0}
ru: Настроено значение: {0}
tr: Yapılandırılan Değer: {0}
zh_hans: 配置的值: {0}
zh_hant: 設定值: {0}

source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

# CreateFailed
source: Template "{0}" could not be created. {1}
cs: Šablonu {0} se nepovedlo vytvořit. {1}
de: Vorlage "{0}" konnte nicht erstellt werden. {1}
es: No se pudo crear la plantilla "{0}". {1}
fr: Le modèle « {0} » ne peut pas être créé. {1}
it: Non è stato possibile creare il modello "{0}". {1}
ja: テンプレート "{0}" の作成に失敗しました。 {1}
ko: "{0}" 템플릿을 만들 수 없습니다. {1}
pl: Nie można utworzyć szablonu „{0}”. {1}
pt_br: Não foi possível criar o modelo "{0}". {1}
ru: Не удалось создать шаблон "{0}". {1}
tr: "{0}" şablonu oluşturulamadı. {1}
zh_hans: 无法创建模板“{0}”。 {1}
zh_hant: 無法建立範本 "{0}"。 {1}

# CreateSuccessful
source: The template "{0}" was created successfully.
cs: Šablona {0} se úspěšně vytvořila.
de: Die Vorlage "{0}" wurde erfolgreich erstellt.
es: La plantilla "{0}" se creó correctamente.
fr: Le modèle « {0} » a bien été créé.
it: Creazione del modello "{0}" completata.
ja: テンプレート "{0}" が正常に作成されました。
ko: "{0}" 템플릿이 성공적으로 생성되었습니다.
pl: Pomyślnie utworzono szablon "{0}".
pt_br: O modelo "{0}" foi criado com êxito.
ru: Шаблон "{0}" успешно создан.
tr: "{0}" şablonu başarıyla oluşturuldu.
zh_hans: 已成功创建模板“{0}”。
zh_hant: 範本「{0}」已成功建立。

source: Current configuration:
cs: Aktuální konfigurace:
de: Aktuelle Konfiguration:
es: Configuración actual:
fr: Configuration actuelle :
it: Configurazione corrente:
ja: 現在の構成:
ko: 현재 구성:
pl: Bieżąca konfiguracja:
pt_br: Configuração atual:
ru: Текущая конфигурация:
tr: Geçerli yapılandırma:
zh_hans: 当前配置:
zh_hant: 目前的設定:

source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Eliminare
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# DestructiveChangesNotification
source: Creating this template will make changes to existing files:
cs: Pokud vytvoříte tuto šablonu, provedou se změny v existujících souborech:
de: Durch das Erstellen dieser Vorlage werden Änderungen an vorhandenen Dateien vorgenommen:
es: Al crear esta plantilla, se realizarán cambios en los archivos existentes:
fr: La création de ce modèle modifiera les fichiers existants :
it: Se si crea questo modello, verranno apportate modifiche ai file esistenti:
ja: このテンプレートを作成すると、既存のファイルに変更が加えられます:
ko: 이 템플릿을 만들면 기존 파일이 변경됩니다.
pl: Utworzenie tego szablonu spowoduje wprowadzenie zmian w istniejących plikach:
pt_br: A criação deste modelo fará alterações nos arquivos existentes:
ru: При создании этого шаблона будут внесены изменения в существующие файлы:
tr: Bu şablonun oluşturulması mevcut dosyalarda değişiklikler yapar:
zh_hans: 创建此模板将更改现有文件:
zh_hant: 建立此範本將會變更現有的檔案:

# DetailsCommand_Argument_PackageIdentifier
source: Package identifier
cs: Identifikátor balíčku
de: Paketbezeichner
es: Identificador del paquete
fr: Identificateur de paquet
it: Identificatore pacchetto
ja: パッケージ識別子
ko: 패키지 식별자
pl: Identyfikator pakietu
pt_br: Identificador do pacote
ru: Идентификатор пакета
tr: Paket tanımlayıcısı
zh_hans: 包标识符
zh_hant: 套件識別碼

# DetailsCommand_NoNuGetSources
source: No NuGet sources are defined or enabled
cs: Nejsou definované ani povolené žádné zdroje NuGet.
de: Es sind keine NuGet-Quellen definiert oder aktiviert
es: No hay ninguna fuente de NuGet definida o habilitada
fr: Aucune source NuGet n’est définie ou activée
it: Nessuna origine NuGet definita o abilitata
ja: NuGet ソースが定義されていないか、有効になっていません
ko: NuGet 소스가 정의되거나 활성화되지 않았습니다.
pl: Nie zdefiniowano źródeł NuGet ani nie włączono ich
pt_br: Nenhuma fonte NuGet definida ou habilitada
ru: Источники NuGet не определены или не включены
tr: Tanımlanmış veya etkinleştirilmiş NuGet kaynağı yok
zh_hans: 未定义或启用任何 NuGet 源
zh_hant: 未定義或啟用 NuGet 來源

# DetailsCommand_Option_Version
source: Specifies a concrete version for displaying details. If not specified the last is taken.
cs: Určuje konkrétní verzi pro zobrazení podrobností. Pokud se nezadá, použije se poslední.
de: Gibt eine konkrete Version zum Anzeigen von Details an. Wenn nicht angegeben, wird die letzte Aufnahme durchgeführt.
es: Especifica una versión concreta para mostrar los detalles. Si no se especifica, se toma el último.
fr: Spécifie une version concrète pour afficher les détails. S'il n'est pas spécifié, le dernier est pris.
it: Specifica una versione concreta per la visualizzazione dei dettagli. Se non è specificata, viene usata l'ultima disponibile.
ja: 詳細情報を表示するには、具体的なバージョンを指定してください。指定しないと、最新のものが使用されます。
ko: 세부 정보를 표시하기 위한 구체적인 버전을 지정합니다. 지정하지 않으면 마지막 항목을 채택합니다.
pl: Określa konkretną wersję do wyświetlania szczegółów. Jeśli nie zostanie określony, ostatnia operacja zostanie wykonana.
pt_br: Especifica uma versão concreta para exibir detalhes. Se não for especificado, o último será usado.
ru: Указывает конкретную версию для отображения сведений. Если не указано, используется последняя версия.
tr: Ayrıntıları görüntülemek için somut bir sürüm belirtir. Belirtilmezse, sonuncu sürüm alınır.
zh_hans: 指定具体版本以显示详细信息。如果未指定，则使用最后一个。
zh_hant: 指定具體版本用於顯示詳細資料。如果未指定，則會使用最後一個。

# DetailsCommand_Property_Authors
source: Authors
cs: Autoři
de: Autoren
es: Autores
fr: Auteurs
it: Autori
ja: 編集者
ko: 작성자
pl: Autorzy
pt_br: Autores
ru: Авторы
tr: Yazarlar
zh_hans: 作者
zh_hant: 作者

# DetailsCommand_Property_Description
source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
zh_hans: 详细信息
zh_hant: 詳細資料

# DetailsCommand_Property_Languages
source: Languages
cs: Jazyky
de: Sprachen
es: Idiomas
fr: Langages
it: Linguaggi
ja: 言語
ko: 언어
pl: Języki
pt_br: Idiomas
ru: Языки
tr: Diller
zh_hans: 语言
zh_hant: 語言

# DetailsCommand_Property_License
source: License
cs: Licence
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
zh_hans: 许可证
zh_hant: 授權

# DetailsCommand_Property_LicenseExpression
source: License Expression
cs: Výraz licence
de: Lizenzausdruck
es: Expresión de licencia
fr: Expression de licence
it: Espressione di licenza
ja: ライセンス式
ko: 라이선스 식
pl: Wyrażenie licencji
pt_br: Expressão de Licença
ru: Выражение лицензии
tr: Lisans İfadesi
zh_hans: 许可证表达式
zh_hant: 授權運算式

# DetailsCommand_Property_LicenseMetadata
source: License Metadata
cs: Metadata licence
de: Lizenzmetadaten
es: Metadatos de licencia
fr: Métadonnées de licence
ja: ライセンス メタデータ
ko: 라이선스 메타데이터
pl: Metadane licencji
pt_br: Metadados de Licença
ru: Метаданные лицензии
tr: Lisans Meta Verileri
zh_hans: 许可证元数据
zh_hant: 授權中繼資料

# DetailsCommand_Property_LicenseUrl
source: License Url
cs: Adresa URL licence
de: Lizenz-URL
es: URL de la licencia
fr: URL de licence
it: URL della licenza
ja: ライセンス URL
ko: 라이선스 URL
pl: Adres URL licencji
pt_br: Url de Licença
ru: URL-адрес лицензии
tr: Lisans URL'si
zh_hans: 许可证 URL
zh_hant: 授權 URL

# DetailsCommand_Property_Owners
source: Owners
cs: Vlastníci
de: Besitzer
es: Propietarios
fr: Propriétaires
it: Proprietari
ja: 所有者
ko: 소유자
pl: Właściciele
pt_br: Proprietários
ru: Владельцы
tr: Sahipler
zh_hans: 所有者
zh_hant: 擁有者

# DetailsCommand_Property_PrefixReserved
source: Reserved
cs: Vyhrazená
de: Reserviert
es: Reservado
fr: Réservé
it: Riservato
ja: 予約済み
ko: 예약됨
pl: Zarezerwowano
pt_br: Reservado
ru: Зарезервировано
tr: Ayrılmış
zh_hans: 已保留
zh_hant: 已保留

# DetailsCommand_Property_RepoUrl
source: Repository Url
cs: Adresa URL úložiště
es: Dirección URL del repositorio
fr: URL du référentiel
it: URL del repository
ja: リポジトリ URL
ko: 리포지토리 URL
pl: Adres URL repozytorium
pt_br: URL do Repositório
ru: URL-адрес репозитория
tr: Depo URL'si
zh_hans: 存储库 URL
zh_hant: 存放庫 URL

# DetailsCommand_Property_ShortNames
source: Short Names
cs: Krátké názvy
de: Kurznamen
es: Nombres cortos
fr: Noms abrégés
it: Nomi brevi
ja: 短い名前
ko: 짧은 이름
pl: Krótkie imiona i nazwiska
pt_br: Nomes Curtos
ru: Короткие имена
tr: Kısa Adlar
zh_hans: 短名称
zh_hant: 簡短名稱

# DetailsCommand_Property_SourceFeed
source: Source Feed
cs: Zdrojový informační kanál
de: Quellfeed
es: Fuente de origen
fr: Flux source
it: Feed di origine
ja: ソース フィード
ko: 원본 피드
pl: Kanał informacyjny źródła
pt_br: Feed de origem
ru: Исходный канал
tr: Kaynak Akışı
zh_hans: 源源
zh_hant: 來源摘要

# DetailsCommand_Property_Tags
source: Tags
cs: Značky
es: Etiquetas
fr: Balises
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ru: Теги
tr: Etiketler
zh_hans: 标记
zh_hant: 標記

# DetailsCommand_Property_Templates
source: Templates
cs: Šablony
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
ja: テンプレート
ko: 템플릿
pl: Szablony
pt_br: Modelos
ru: Шаблоны
tr: Şablonlar
zh_hans: 模板
zh_hant: 範本

# DetailsCommand_Property_Version
source: Package version
cs: Verze balíčku
de: Paketversion
es: Versión del paquete
fr: Version du package
it: Versione del pacchetto
ja: パッケージ バージョン
ko: 패키지 버전
pl: Wersja pakietu
pt_br: Versão do pacote
ru: Версия пакета
tr: Paket sürümü
zh_hans: 包版本
zh_hant: 套件版本

# DetailsCommand_UnableToLoadResource
source: Could not parse NuGet source '{0}', so it was discarded
cs: Nepovedlo se parsovat zdroj NuGet „{0}“, takže se zahodil.
de: Die NuGet-Quelle "{0}" konnte nicht analysiert werden, daher wurde sie verworfen.
es: No se pudo analizar el origen de NuGet ''{0}, por lo que se descartó
it: Non è stato possibile analizzare l'origine NuGet '{0}', quindi è stata eliminata.
ja: NuGet ソース '{0}' は、解析できなかったために破棄されました
pt_br: Não foi possível analisar a origem do NuGet '{0}', então ela foi descartada
tr: '{0}' NuGet kaynağı ayrıştırılamadı, bu nedenle atıldı
zh_hant: 無法剖析 NuGet 來源 '{0}'，因此已捨棄

# DetailsCommand_UnableToLoadResources
source: Failed to load NuGet sources configured for the folder {0}
cs: Nepovedlo se načíst zdroje NuGet nakonfigurované pro složku {0}
de: Fehler beim Laden der für den Ordner "{0}" konfigurierten NuGet-Quellen.
es: No se pudieron cargar los orígenes de NuGet configurados para la carpeta {0}
it: Non è stato possibile caricare le origini NuGet configurate per la cartella {0}
ja: フォルダー {0} に対して構成された NuGet ソースを読み込むことができませんでした
pt_br: Falha ao carregar fontes NuGet configuradas para a pasta {0}
tr: {0} klasörü için yapılandırılan NuGet kaynakları yüklenemedi.
zh_hant: 無法載入為資料夾 {0} 設定的 NuGet 來源。

# DisplaysHelp
source: Displays help for this command.
cs: Zobrazí nápovědu k tomuto příkazu.
de: Zeigt die Hilfe für diesen Befehl an.
es: Muestra ayuda para este comando.
fr: Affiche l’aide pour cette commande.
it: Visualizza la guida per questo comando.
ja: このコマンドのヘルプを表示します。
ko: 이 명령에 대한 도움말을 표시합니다.
pl: Wyświetla pomoc dotyczącą tego polecenia.
pt_br: Exibe a ajuda para este comando.
ru: Отображает справку по этой команде.
tr: Bu komutla ilgili yardımı görüntüler.
zh_hans: 显示此命令的帮助。
zh_hant: 顯示此命令的協助。

# Exception_InvalidTemplateParameters_MessageHeader
source: Template {0} ({1}) is malformed. The following template parameters are invalid:
cs: Šablona {0} ({1}) je poškozená. Následující parametry šablony jsou neplatné:
de: Die Vorlage {0} ({1}) ist nicht wohlgeformt. Die folgenden Vorlagenparameter sind ungültig:
es: La plantilla {0} ({1}) tiene un formato incorrecto. Los siguientes parámetros de plantilla no son válidos:
fr: Le {0} de modèle ({1}) est incorrect. Les paramètres de modèle suivants ne sont pas valides :
it: Il formato della {0} modello ({1}) non è valido. I parametri del modello seguenti non sono validi:
ja: テンプレート {0} ({1}) の形式に誤りがあります。以下のテンプレート パラメーターは無効です。
ko: 템플릿 {0}({1})의 형식이 잘못되었습니다. 다음 템플릿 매개 변수는 잘못되었습니다.
pl: Szablon {0} ({1}) jest źle sformułowany. Następujące parametry szablonu są nieprawidłowe:
pt_br: O modelo {0} ({1}) está mal formado. Os seguintes parâmetros do modelo são inválidos:
ru: Неправильный формат шаблона {0} ({1}). Следующие параметры шаблона недопустимы:
tr: Şablon {0} ({1}) hatalı biçimlendirilmiş. Aşağıdaki şablon parametreleri geçersiz:
zh_hans: 模板 {0} ({1}) 格式不正确。以下模板参数无效:
zh_hant: 範本 {0} ({1}) 格式錯誤。下列範本參數無效:

# ExtraArgsCommandAfterExpansion
source: After expanding the extra args files, the command is: dotnet {0}
cs: Po rozšíření dodatečných souborů argumentů je příkaz dotnet {0}.
de: Nach dem Erweitern der zusätzlichen Argumentdateien lautet der Befehl: dotnet {0}
es: Después de expandir los archivos de argumentos adicionales, el comando es: dotnet {0}
fr: Après avoir développé les fichiers d’arguments supplémentaires, la commande est : dotnet {0}
it: Dopo aver espanso il file Argomenti aggiuntivi, il comando è: dotnet {0}
ja: 余った引数ファイルを展開した後、コマンドは次のようになります。 dotnet {0}
ko: 추가 인수 파일을 확장하면 명령은 다음과 같습니다. dotnet{0}
pl: Po rozprzestrzenieniu plików z dodatkowymi argumentami polecenie jest następujące: dotnet {0}
pt_br: Após expandir os arquivos args adicionais, o comando é: dotnet {0}
ru: После расширения файлов дополнительных аргументов команда будет: dotnet {0}
tr: Ek bağımsız değişkenler dosyası genişletildikten sonra şu komut kullanılır: dotnet {0}
zh_hans: 展开额外的参数文件后，命令为: dotnet {0}
zh_hant: 展開額外的引數檔案之後，命令為: dotnet {0}

source: File actions would have been taken:
cs: Akce souborů by se provedly:
de: Dateiaktionen wären ausgeführt worden:
es: Se habrían tomado acciones de archivo:
fr: Des actions sur le fichier auraient été effectuées :
it: Le azioni file sarebbero state eseguite:
ja: ファイルアクションを実行するべきでした。:
ko: 파일 조치가 취해졌습니다.
pl: Podjęto akcje dotyczące plików:
pt_br: As ações de arquivo seriam tomadas:
ru: Будут предприняты следующие действия с файлами:
tr: Şu dosya eylemleri gerçekleştirilirdi:
zh_hans: 本应执行文件操作:
zh_hant: 應執行的檔案動作:

source: Generators
cs: Generátory
de: Generatoren
es: Generadores
fr: Générateurs
it: Generatori
ja: ジェネレーター
ko: 발전기
pl: Generatory
pt_br: Geradores
ru: Генераторы
tr: Oluşturucular
zh_hans: 生成器
zh_hant: 產生器

# GenericError
source: Error: {0}
cs: Chyba: {0}
de: Fehler: {0}
fr: Erreur : {0}
it: Errore: {0}
ja: エラー: {0}
ko: 오류 :{0}
pl: Błąd: {0}
pt_br: Erro: {0}
ru: Ошибка: {0}
tr: Hata: {0}
zh_hans: 错误: {0}
zh_hant: 錯誤: {0}

# GenericWarning
source: Warning: {0}
cs: Upozornění: {0}
de: Warnung: {0}
es: Advertencia: {0}
fr: Avertissement : {0}
it: Avviso: {0}
ja: 警告: {0}
ko: 경고 :{0}
pl: Ostrzeżenie: {0}
pt_br: Aviso: {0}
ru: Предупреждение: {0}
tr: Uyarı: {0}
zh_hans: 警告: {0}
zh_hant: 警告: {0}

# Generic_CommandHints_List
source: To list installed templates, run:
cs: Pokud chcete vypsat nainstalované šablony, spusťte:
de: Um installierte Vorlagen aufzulisten, führen Sie folgende Aktion aus:
es: Para mostrar la lista de plantillas instaladas, ejecute:
fr: Pour répertorier les modèles installés, exécutez :
it: Per elencare i modelli installati, eseguire:
ja: インストールされているテンプレートを一覧表示するには、次を実行してください。
ko: 설치된 템플릿을 나열하려면 다음을 실행하세요.
pl: Aby wyświetlić listę zainstalowanych szablonów, uruchom:
pt_br: Para listar os modelos instalados, execute:
ru: Чтобы перечислить установленные шаблоны, выполните следующую команду:
tr: Yüklü şablonları listelemek için şunu çalıştırın:
zh_hans: 若要列出已安装的模板，请运行:
zh_hant: 若要列出已安裝的範本，請執行:

# Generic_CommandHints_List_Template
source: To list installed templates similar to '{0}', run:
cs: Pokud chcete zobrazit seznam nainstalovaných šablon podobných {0}, spusťte:
de: Um installierte Vorlagen ähnlich wie „{0}“ aufzulisten, führen Sie Folgendes aus:
es: Para enumerar las plantillas instaladas similares a “{0}”, ejecute:
fr: Pour répertorier les modèles installés similaires à '{0}', exécutez :
it: Per elencare i modelli installati simili a '{0}', eseguire:
ja: '{0}' に類似したインストール済みのテンプレートを一覧表示するには、次を実行します:
ko: '{0}'와(과) 유사한 설치된 템플릿을 나열하려면 다음을 실행합니다.
pl: Aby wyświetlić listę zainstalowanych szablonów podobnych do „{0}”, uruchom polecenie:
pt_br: Para listar modelos instalados semelhantes a '{0}', execute:
ru: Чтобы получить список установленных шаблонов, аналогичных "{0}", выполните команду:
tr: '{0}' benzeri yüklü şablonları listelemek için şunu çalıştırın:
zh_hans: 要列出与“{0}”类似的已安装模板，请运行:
zh_hant: 若要列出類似 '{0}' 的已安裝範本，請執行:

# Generic_CommandHints_Search
source: To search for the templates on NuGet.org, run:
cs: Pokud chcete hledat šablony na NuGet.org, spusťte:
de: Um nach den Vorlagen unter NuGet.org zu suchen, führen Sie folgende Aktion aus:
es: Para buscar las plantillas en NuGet.org, ejecute:
fr: Pour rechercher les modèles sur NuGet.org, exécutez :
it: Per cercare i modelli in NuGet.org, eseguire:
ja: NuGet.org のテンプレートを検索するには、次を実行してください。
ko: NuGet.org에서 템플릿을 검색하려면 다음을 실행하세요.
pl: Aby wyszukać szablonów na stronie NuGet.org, uruchom:
pt_br: Para pesquisar os modelos no NuGet.org, execute:
ru: Чтобы найти шаблоны на NuGet.org, выполните следующую команду:
tr: NuGet.org sitesinde şablon aramak için şunu çalıştırın:
zh_hans: 要在 NuGet.org 上搜索模板，请运行:
zh_hant: 若要在範本上搜尋 NuGet.org，請執行:

# Generic_Details
source: Details: {0}
cs: Podrobnosti: {0}
es: Detalles: {0}
fr: Détails : {0}
it: Dettagli: {0}
ja: 詳細: {0}
ko: 세부 정보 :{0}
pl: Szczegóły: {0}
pt_br: Detalhes: {0}
ru: Сведения: {0}
tr: Ayrıntılar: {0}
zh_hans: 详细信息: {0}
zh_hant: 詳細資料: {0}

# Generic_Empty
source: (empty)
cs: (prázdné)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
ja: (空)
ko: (비어 있음)
pl: (puste)
pt_br: (vazio)
ru: (пусто)
tr: (boş)
zh_hans: (空)
zh_hant: (空的)

# Generic_ExampleHeader
source: Example:
cs: Příklad:
de: Beispiel:
es: Ejemplo:
fr: Exemple :
it: Esempio:
ja: 例:
ko: 예:
pl: Przykład:
pt_br: Exemplo:
ru: Пример:
tr: Örnek:
zh_hans: 示例:
zh_hant: 範例:

# Generic_ExamplesHeader
source: Examples:
cs: Příklady:
de: Beispiele:
es: Ejemplos:
fr: Exemples :
it: Esempi:
ja: 例:
ko: 예:
pl: Przykłady:
pt_br: Exemplos:
ru: Примеры:
tr: Örnekler:
zh_hans: 示例:
zh_hant: 範例:

# Generic_Info_NoMatchingTemplatePackage
source: No template packages found matching: {0}. To list installed template packages, run: dotnet new uninstall To search for the template packages on NuGet.org, run: dotnet new search --package {0}
cs: Nebyly nalezeny žádné odpovídající balíčky šablon: {0}. Chcete-li vypsat nainstalované balíčky šablon, spusťte příkaz: dotnet new uninstall Chcete-li vyhledat balíčky šablon v NuGet.org, spusťte příkaz: dotnet new search --package {0}
de: Es wurden keine übereinstimmenden Vorlagenpakete gefunden: {0}. Führen Sie zum Auflisten installierter Vorlagenpakete Folgendes aus: dotnet new uninstall Führen Sie zum Suchen nach den Vorlagenpaketen auf NuGet.org Folgendes aus: dotnet new search --package {0}
es: No se encontraron paquetes de plantilla que coincidan: {0}. Para enumerar los paquetes de plantilla instalados, ejecute: dotnet new uninstall Para buscar los paquetes de plantilla en NuGet.org, ejecute: dotnet new search --package {0}
fr: Aucun package de modèle correspondant n'a été trouvé : {0}. Pour répertorier les packages de modèles installés, exécutez : nouvelle désinstallation de dotnet Pour rechercher les packages de modèles sur NuGet.org, exécutez : dotnet nouvelle recherche --package {0}
it: Non sono stati trovati pacchetti di modelli corrispondenti: {0}. Per elencare i pacchetti di modelli installati, eseguire: dotnet new uninstall Per cercare i pacchetti di modelli in NuGet.org, eseguire: dotnet new search --package{0}
ja: 次に一致するテンプレート パッケージが見つかりませんでした: {0}。 インストール済みのテンプレート パッケージをリストするには、次を実行します: dotnet new uninstall NuGet.org でテンプレート パッケージを検索するには、次を実行します: dotnet new search --package {0}
ko: 일치하는 템플릿 패키지를 찾을 수 없습니다. {0}. 설치된 템플릿 패키지를 나열하려면 다음을 실행합니다. dotnet new uninstall NuGet.orgdptj 템플릿 패키지를 검색하려면 다음을 실행합니다. dotnet new search --package {0}
pl: Nie znaleziono pakietów szablonów pasujących do: {0}. Aby wyświetlić listę zainstalowanych pakietów szablonów, uruchom polecenie: dotnet new uninstall Aby wyszukać pakiety szablonów na NuGet.org, uruchom polecenie: dotnet new search --package {0}
pt_br: Nenhum pacote de modelo encontrado correspondente: {0}. Para listar os pacotes de modelos instalados, execute: dotnet nova desinstalação Para pesquisar os pacotes de modelo no NuGet.org, execute: dotnet nova pesquisa --pacote {0}
ru: Не найдены пакеты шаблонов, соответствующие: {0}. Чтобы получить список установленных пакетов шаблонов, выполните команду: dotnet new uninstall Для поиска пакетов шаблонов на NuGet.org выполните команду: dotnet new search --package {0}
tr: Eşleşen şablon paketi bulunamadı: {0}. Yüklü şablon paketlerini listelemek için şu komutu çalıştırın: dotnet new uninstall NuGet.org üzerinde şablon paketlerini aramak için şu komutu çalıştırın: dotnet new search --package {0}
zh_hans: 找不到匹配的模板包: {0}. 若要列出已安装的模板包，请运行: dotnet new uninstall 若要在 NuGet.org 上搜索模板包，请运行: dotnet new search --package {0}
zh_hant: 找不到相符的範本套件: {0}。 若要列出已安裝的範本套件，請執行: dotnet new uninstall 若要在 NuGet.org 上搜尋範本套件，請執行: dotnet new search --package {0}

# Generic_Info_NoMatchingTemplates
source: No templates found matching: {0}.
cs: Nenašly se žádné šablony, které by odpovídaly tomuto hledání: {0}
de: Keine Vorlagen gefunden, die "{0}" entsprechen.
es: No se encontró ninguna plantilla que coincida con: {0}
fr: Aucun modèle trouvé correspondant : {0}.
it: Nessun modello corrispondente trovato: {0}.
ja: テンプレートが見つかりません: {0}。
ko: 일치하는 템플릿이 없음:{0}.
pl: Nie stwierdzono dopasowania żadnych szablonów: {0}.
pt_br: Nenhum modelo encontrado: {0}.
ru: Соответствующие шаблоны не найдены: {0}.
tr: Eşleşen şablon bulunamadı: {0}.
zh_hans: 找不到匹配的模板: {0}。
zh_hant: 找不到符合的範本: {0}。

# Generic_NoCallbackError
source: No callback is configured. Running post action is not possible.
cs: Není nakonfigurováno žádné zpětné volání. Spuštění akce příspěvku není možné.
de: Es ist kein Rückruf konfiguriert. Das Ausführen von Post-Aktionen ist nicht möglich.
es: No se ha configurado ninguna devolución de llamada. No es posible ejecutar la acción posterior.
fr: Aucun rappel n’est configuré. L’exécution de l’action de publication n’est pas possible.
it: Nessun callback configurato. Non p possibile l'esecuzione dell'azione successiva.
ja: コールバックが構成されていません。POST アクションを実行できません。
ko: 콜백이 구성되지 않았습니다. 게시 작업을 실행할 수 없습니다.
pl: Nie skonfigurowano wywołania zwrotnego. Uruchomienie akcji publikowania nie jest możliwe.
pt_br: Nenhum retorno de chamada está configurado. Não é possível executar a ação de postagem.
ru: Обратный вызов не настроен. Запуск пост-экшена невозможен.
tr: Geri arama yapılandırılmamış. Post eyleminin çalıştırılması mümkün değildir.
zh_hans: 未配置回调。无法运行发布操作。
zh_hant: 未設定回呼。無法執行張貼動作。

# HostSpecificDataLoader_Warning_FailedToRead
source: Failed to load dotnet CLI host data for template {0} from cache.
cs: Nepovedlo se načíst data hostitele dotnet CLI pro šablonu {0} z mezipaměti.
de: Fehler beim Laden der dotnet CLI-Hostdaten für vorlagenbasierte {0} aus dem Cache.
es: No se pudieron cargar los datos del host de la CLI de dotnet para la plantilla {0} desde la memoria caché.
fr: Échec du chargement des données d’hôte de l’interface CLI dotnet pour le {0} de modèle à partir du cache.
it: Non è stato possibile caricare i dati dell'host dell'interfaccia della riga di comando di .NET per il modello {0} dalla cache.
ja: テンプレート {0} の dotnet CLI ホスト データをキャッシュから読み込むことができませんでした。
ko: 캐시에서 템플릿 {0}에 대한 dotnet CLI 호스트 데이터를 로드하지 못했습니다.
pl: Nie udało się załadować danych hosta dotnet CLI dla szablonu {0} z pamięci podręcznej.
pt_br: Falha ao carregar os dados do host CLI do dotnet para o modelo {0} do cache.
ru: Не удалось загрузить данные узла CLI DotNet для шаблона {0} из кэша.
tr: {0} şablonu için dotnet CLI konak verileri önbellekten yüklenemedi.
zh_hans: 无法从缓存加载模板 {0} 的 dotnet CLI 主机数据。
zh_hant: 無法從快取載入範本 {0} 的 dotnet CLI 主機資料。
