Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParseTemplateOption_Error_InvalidDefaultIfNoOptionValue
source: Cannot parse default if option without value '{0}' for option '{1}' as expected type '{2}'.
cs: Nelze analyzovat výchozí hodnotu, pokud možnost bez hodnoty {0} pro možnost {1} podle očekávaného typu {2}.
de: Der Standard kann nicht geparst werden, wenn die Option ohne Wert “{0}” für die Option “{1}” ist, da folgender Typ erwartet wurde: “{2}”.
es: No se puede analizar el valor predeterminado si la opción sin el valor '{0}' para la opción '{1}' es el tipo esperado '{2}'
fr: Impossible d’analyser la valeur par défaut si l’option sans '{0}' de valeur pour l’option '{1}' de type attendu '{2}'.
it: Non è possibile analizzare il valore predefinito se l'opzione senza valore '{0}' per l'opzione '{1}' come tipo previsto '{2}'.
ja: 期待される型 '{2}' としてオプション '{1}' の値 '{0}' がない場合、既定のオプションを解析できません。
ko: 옵션 '{1}'에 대해 값 '{0}'이 없는 옵션은 예상 유형 '{2}'(으)로 기본값을 구분 분석할 수 없습니다.
pl: Nie można przeanalizować wartości domyślnej, jeśli opcja jest bez wartości „{0}” dla opcji „{1}”, ponieważ oczekiwano typu „{2}”.
pt_br: Não é possível analisar o padrão se a opção sem o valor '{0}' para a opção '{1}' conforme o tipo esperado '{2}'.
ru: Невозможно проанализировать параметр if по умолчанию без значения \"{0}\" для параметра \"{1}\". Ожидается тип \"{2}\".
tr: Beklenen tür '{2}' olarak seçenek '{1}' için değer '{0}' belirtilmeden varsayılan eğer seçeneği ayrıştırılamıyor.
zh_hans: 如果选项“{1}”没有值“{0}”，则无法按预期类型“{2}”分析默认值。
zh_hant: 如果選項沒有值'{0}'的選項'{1}'如預期般'{2}'，則無剖析。

# ParseTemplateOption_Error_InvalidDefaultValue
source: Cannot parse default value '{0}' for option '{1}' as expected type {2}'.
cs: Nelze analyzovat výchozí hodnotu {0} pro možnost {1} podle očekávaného typu {2}.
de: Der Standardwert “{0}” kann für die Option “{1}” nich geparst werden, da folgender Typ erwartet wurde: “{2}”.
es: No se puede analizar el valor predeterminado '{0}' para la opción '{1}' como tipo esperado '{2}'.
fr: Impossible d’analyser la valeur par défaut '{0}' de valeur pour l’option '{1}' de type attendu : {2}
it: Non è possibile analizzare il valore predefinito '{0}' per l'opzione '{1}' come tipo previsto '{2}'.
ja: 期待される型 '{2}' としてオプション '{1}' の既定値 '{0}' を解析できません。
ko: 옵션 '{1}'의 기본값 '{0}'을 예상 유형 {2}'으로 구문 분석할 수 없습니다.
pl: Nie można przeanalizować wartości domyślnej „{0}” dla opcji „{1}”, ponieważ oczekiwano typu „{2}”.
pt_br: Não foi possível analisar o valor padrão '{0}' para a opção '{1}' conforme o tipo esperado {2}'.
ru: Не удается проанализировать значение \"{0}\" для параметра \"{1}\", поскольку ожидается тип {2}\".
tr: Beklenen tür '{2}' olarak seçenek '{1}' için varsayılan değer '{0}' ayrıştırılamıyor.
zh_hans: 无法按预期类型“{2}”分析选项“{1}”的默认值“{0}”。
zh_hant: 值'{0}'的選項'{1}'如預期般'{2}'，則無法剖析預設值。

# ParseTemplateOption_Error_MissingDefaultIfNoOptionValue
source: Required argument missing for option: '{0}'.
cs: Chybí povinný argument pro možnost: {0}.
de: Ein erforderliches Argument fehlt für die Option: “{0}”.
es: Falta un argumento necesario para la opción: '{0}'.
fr: Argument obligatoire manquant pour l'option '{0}'
it: Manca l'argomento obbligatorio per l'opzione: {0}
ja: 必要な引数がオプションにありません: '{0}'。
ko: '{0}' 옵션에 필요한 인수가 없습니다.
pl: Brakuje wymaganego argumentu dla opcji: „{0}”
pt_br: Argumento necessário ausente para a opção: '{0}'.
ru: Отсутствует обязательный аргумент для параметра: \"{0}\".
tr: Seçenek için gerekli bağımsız değişken eksik: '{0}'
zh_hans: 选项缺少所需参数:“{0}”。
zh_hant: 選項遺漏必要引數:’{0}‘

# ParseTemplateOption_Error_MissingDefaultValue
source: Default value for argument missing for option: '{0}'.
cs: Chybí výchozí hodnota argumentu pro možnost: {0}.
de: Der Standardwert für das Argument fehlt für die Option: “{0}”.
es: Falta el valor predeterminado del argumento para la opción: '{0}'.
fr: Valeur par défaut de l’argument manquant pour l’option : '{0}'
it: Valore predefinito per l'argomento mancante per l'opzione: '{0}'.
ja: 引数の既定値がオプションにありません: '{0}'。
ko: '{0}' 옵션에 대한 인수의 기본값이 없습니다.
pl: Wartość domyślna dla brakującego argumentu w przypadku opcji „{0}”.
pt_br: Valor padrão para o argumento ausente para a opção: '{0}'.
ru: Отсутствует значение по умолчанию для аргумента: \"{0}\".
tr: Seçenek için bağımsız değişkenin varsayılan değeri eksik: '{0}'.
zh_hans: 选项缺少参数的默认值:“{0}”。
zh_hant: 選項的引數遺漏預設值: '{0}'。

# PartialTemplateMatchSwitchesNotValidForAllMatches
source: Some partially matched templates may not support these input switches:
cs: Některé částečně vyhovující šablony nemusí podporovat tyto vstupní přepínače:
de: Einige teilweise übereinstimmende Vorlagen unterstützen diese Eingangssignalschaltern möglicherweise nicht:
es: Es posible que algunas plantillas parcialmente coincidentes no admitan estos modificadores de entrada:
fr: Certains modèles partiellement correspondants peuvent ne pas prendre en charge les commutateurs d’entrée suivants :
it: Alcuni modelli parzialmente corrispondenti possono non supportare questi parametri di input:
ja: 部分的に一致したテンプレートは、これらの入力スイッチをサポートしていない可能性があります:
ko: 부분적으로 일치하는 일부 템플릿은 다음 입력 스위치를 지원하지 않을 수 있습니다.
pl: Niektóre częściowo dopasowane szablony mogą nie obsługiwać tych przełączników wejściowych:
pt_br: Alguns modelos com correspondência parcial podem não dar suporte a essas opções de entrada:
ru: Некоторые частично соответствующие шаблоны могут не поддерживать эти переключатели входных данных:
tr: Kısmen eşleşen bazı şablonlar bu giriş anahtarlarını desteklemiyor olabilir:
zh_hans: 某些部分匹配的模板可能不支持这些输入开关:
zh_hant: 部分符合的範本可能不支援這些輸入參數:

# PossibleValuesHeader
source: The possible values are:
cs: Možné hodnoty:
de: Mögliche Werte:
es: Los valores posibles son los siguientes:
fr: Les valeurs possibles sont :
it: I valori possibili sono:
ja: 可能な値は次のとおりです。
ko: 가능한 값은 다음과 같습니다.
pl: Możliwe wartości to:
pt_br: Os valores possíveis são:
ru: Возможные значения:
tr: Olası değerler:
zh_hans: 可能的值为:
zh_hant: 可能的值為:

# PostActionCommand
source: Actual command: {0}
cs: Skutečný příkaz: {0}
de: Tatsächlicher Befehl: {0}
es: Comando real: {0}
fr: Commande actuelle : {0}
it: Comando effettivo: {0}
ja: 実際のコマンド: {0}
ko: 실제 명령:{0}
pl: Polecenie rzeczywiste: {0}
pt_br: Comando real: {0}
ru: Фактическая команда: {0}
tr: Güncel komut: {0}
zh_hans: 实际命令: {0}
zh_hant: 實際命令: {0}

# PostActionDescription
source: Description: {0}
cs: Popis: {0}
de: Beschreibung: {0}
es: Descripción: {0}
it: Descrizione: {0}
ja: 説明: {0}
ko: 설명: {0}
pl: Opis: {0}
pt_br: Descrição: {0}
ru: Описание: {0}
tr: Açıklama: {0}
zh_hans: 说明: {0}
zh_hant: 描述: {0}

# PostActionDispatcher_Error_NotSupported
source: The post action {0} is not supported.
cs: Akce publikování {0} není podporována.
de: Die nachfolgende Aktion {0} wird nicht unterstützt.
es: No se permite la acción posterior {0}.
fr: L’action de publication {0} n’est pas prise en charge.
it: L'azione post {0} non è supportata.
ja: POST アクション {0} はサポートされていません。
ko: 게시 작업 {0}은(는) 지원되지 않습니다.
pl: Akcja post {0} nie jest obsługiwana.
pt_br: A ação de postagem {0} não é suportada.
ru: Действие публикации {0} не поддерживается.
tr: {0} gönderme eylemi desteklenmiyor.
zh_hans: 不支持发布操作 {0}。
zh_hant: 不支援後續動作 {0}。

# PostActionDispatcher_Error_RunScriptNotAllowed
source: Execution of 'Run script' post action is not allowed.
cs: Provádění akce publikování Run script není povoleno.
de: Die Ausführung der nachfolgenden Aktion "Skript ausführen" ist nicht zulässig.
es: No se permite la ejecución de la acción posterior "Ejecutar el script".
fr: L’exécution de l’action de publication « Exécuter le script » n’est pas autorisée.
it: L'esecuzione dell'azione post "Esegui script" non è consentita.
ja: POST アクション 'Run script' の実行は許可されていません。
ko: '스크립트 실행' 게시 작업은 실행할 수 없습니다.
pl: Wykonanie akcji post "Run script" jest niedozwolone.
pt_br: A execução da ação de postagem 'Executar script' não é permitida.
ru: Выполнение действия публикации "Выполнить сценарий" запрещено.
tr: 'Betiği çalıştır' gönderme eyleminin yürütülmesine izin verilmiyor.
zh_hans: 不允许执行“运行脚本”发布操作。
zh_hant: 不允許執行「執行指令碼」後續動作。

# PostActionFailedInstructionHeader
source: Post action failed.
cs: Akce publikování selhala.
de: Fehler beim Posten der Aktion.
es: No se pudo realizar la acción posterior.
fr: Échec de l’action Post.
it: Non è stato possibile pubblicare l'azione.
ja: 投稿の操作に失敗しました。
ko: 게시 작업이 실패했습니다.
pl: Akcja publikowania nie powiodła się.
pt_br: Falha na postagem.
ru: Не удалось опубликовать действие.
tr: Eylem sonrası başarısız.
zh_hans: 发布操作失败。
zh_hant: 張貼動作失敗。

# PostActionInstructions
source: Manual instructions: {0}
cs: Ruční pokyny: {0}
de: Manuelle Anweisungen: {0}
es: Instrucciones manuales: {0}
fr: Instructions manuelles : {0}
it: Istruzioni manuali: {0}
ja: 手動の手順: {0}
ko: 수동 지침 :{0}
pl: Instrukcje ręczne: {0}
pt_br: Instruções manuais: {0}
ru: Инструкции вручную: {0}
tr: El ile yönergeler: {0}
zh_hans: 手动说明: {0}
zh_hant: 手動指示: {0}

# PostActionInvalidInputRePrompt
source: Invalid input "{0}". Please enter one of [{1}(yes)|{2}(no)].
cs: Neplatný vstup {0}. Zadejte prosím jednu z možností: [{1}(ano)|{2}(ne)]
de: Ungültige Eingabe "{0}". Geben Sie eine der Optionen ein [{1} (ja) |{2} (nein)].
es: Entrada no válida "{0}". Escriba uno de [{1}(yes)|{2}(no)].
fr: Entrée « {0} » non valide. Entrez l’une des valeurs suivantes [{1} (Yes) |{2} (no)].
it: Input non valido "{0}". Immettere una delle [{1} (Sì) |{2} (no)].
ja: 無効な入力 "{0}" です。[{1} (はい) |{2} (いいえ)] のいずれかを入力してください。
ko: 잘못된 입력 "{0}". [{1} (예) |{2} (아니오)] 중 하나를 입력하세요.
pl: Nieprawidłowe dane wejściowe „{0}”. Wprowadź jedną z wartości [{1}(tak)|{2}(nie)].
pt_br: Entrada inválida "{0}". Insira um das opções [{1} (sim) |{2} (não)].
ru: Введены неверные данные "{0}". Введите один из вариантов [{1}(да)|{2}(нет)].
tr: Geçersiz giriş "{0}". Lütfen [{1}(evet)|{2}(hayır)] değerlerinden birini girin.
zh_hans: 无效输入“{0}”。请输入 [{1}(是)|{2}(否)] 其中之一。
zh_hant: 輸入無效 "{0}"。請輸入 [{1} (是)|{2}(否)]。

# PostActionPromptHeader
source: Template is configured to run the following action:
cs: Šablona je nakonfigurovaná tak, aby spouštěla následující akci:
de: Die Vorlage ist zum Ausführen der folgenden Aktion konfiguriert:
es: La plantilla está configurada para ejecutar la acción siguiente:
fr: Le modèle est configuré pour exécuter l’action suivante :
it: Il modello è configurato per eseguire l'azione seguente:
ja: テンプレートは次のアクションを実行するように構成されています:
ko: 템플릿은 다음 작업을 실행하도록 구성됩니다.
pl: Szablon został skonfigurowany do uruchomienia następującej akcji:
pt_br: O modelo está configurado para executar a seguinte ação:
ru: Шаблон настроен на выполнение следующего действия:
tr: Şablon şu eylemi çalıştıracak şekilde yapılandırıldı:
zh_hans: 模板配置为运行以下操作:
zh_hant: 範本已設定為執行下列動作:

# PostActionPromptRequest
source: Do you want to run this action [{0}(yes)|{1}(no)]?
cs: Chcete tuto akci spustit? [{0}(ano)|{1}(ne)]
de: Möchten Sie diese Aktion ausführen [{0} (ja) |{1} (nein)]?
es: ¿Quiere ejecutar esta acción [{0}(yes)|{1}(no)]?
fr: Voulez-vous exécuter cette action [{0} (yes) |{1} (no)] ?
it: Eseguire questa azione [{0} (sì) |{1} (no)]?
ja: このアクションを実行しますか［{0} (はい) |{1} (いいえ)] ですか?
ko: 이 작업을 실행하시겠어요 [{0} (예) |{1} (아니요)]?
pl: Chcesz uruchomić tę akcję [{0}(tak)|{1}(nie)]?
pt_br: Deseja executar esta ação [{0}(yes)|{1}(no)]?
ru: Вы хотите выполнить это действие [{0}(да)|{1}(нет)]?
tr: Bu eylemi çalıştırmak istiyor musunuz [{0}(evet)|{1}(hayır)]?
zh_hans: 是否要运行此操作 [{0}(是)|{1}(否)]?
zh_hant: 是否要執行此動作 [{0}(是)|{1}(否)]?

# PostAction_ModifyJson_Error_ArgumentNotConfigured
source: Post action argument '{0}' is mandatory, but not configured.
cs: Argument „{0}“ po akci je povinný, ale není nakonfigurovaný.
de: Das Postaktionsargument "{0}" ist obligatorisch, aber nicht konfiguriert.
es: El argumento de acción posterior '{0}' es obligatorio, pero no está configurado.
fr: L'argument de publication de l'action '{0}' est obligatoire, mais n'est pas configuré.
it: L'argomento post-azione '{0}' è obbligatorio, ma non configurato.
ja: 事後アクション引数 '{0}' は必須ですが、構成されていません。
ko: '{0}' 게시물 매크로 함수 인수가 필수이지만 구성되지 않았습니다.
pl: Argument po wystąpieniu akcji „{0}” jest obowiązkowy, ale nie jest skonfigurowany.
pt_br: O argumento pós-ação '{0}' é obrigatório, mas não configurado.
ru: Аргумент после действия "{0}" является обязательным, но не настроен.
tr: '{0}' eylem sonrası bağımsız değişkeni zorunlu, ancak yapılandırılmamış.
zh_hans: 发布操作参数“{0}”是必需的，但未进行配置。
zh_hant: 動作後引數 '{0}' 是強制的，但未設定。

# PostAction_ModifyJson_Error_MultipleJsonFiles
source: More than one file found that matches '{0}'.
cs: Našel se více než jeden soubor, který odpovídá „{0}“.
de: Es wurden mehrere Dateien gefunden, die mit "{0}" übereinstimmen.
es: Se encontró más de un archivo que coincide con ''{0}.
fr: Plusieurs fichiers correspondant à '{0}' ont été trouvés.
it: Sono stati trovati più file corrispondenti '{0}'.
ja: '{0}' に一致するファイルが複数見つかりました。
ko: '{0}'와(과) 일치하는 파일이 두 개 이상 있습니다.
pl: Znaleziono więcej niż jeden plik pasujący do „{0}”.
pt_br: Mais de um arquivo encontrado que corresponda '{0}'.
ru: Найдено несколько файлов, соответствующих "{0}".
tr: '{0}' ile eşleşen birden fazla dosya bulundu.
zh_hans: 找到多个与“{0}”匹配的文件。
zh_hant: 找到符合 '{0}' 的多個檔案。

# PostAction_ModifyJson_Error_NoJsonFile
source: Unable to find the json file in the solution
cs: V řešení se nepovedlo najít soubor JSON.
de: Die JSON-Datei wurde in der Projektmappe nicht gefunden.
es: No se encuentra el archivo JSON en la solución
fr: Impossible de trouver le fichier json dans la solution
it: Non è possibile trovare il file JSON nella soluzione
ja: ソリューションで JSON ファイルが見つかりません
ko: 솔루션에서 json 파일을 찾을 수 없습니다.
pl: Nie można odnaleźć pliku JSON w rozwiązaniu
pt_br: Não é possível encontrar o arquivo json na solução
ru: Не удалось найти файл JSON в решении
tr: Çözümde json dosyası bulunamıyor
zh_hans: 在解决方案中找不到 json 文件
zh_hant: 在解決方案中找不到 JSON 檔案

# PostAction_ModifyJson_Error_ParentPropertyPathInvalid
source: Parent property path '{0}' could not be traversed.
cs: Cestu k nadřazené vlastnosti „{0}“ nelze projít.
de: Der übergeordnete Eigenschaftenpfad "{0}" konnte nicht durchlaufen werden.
es: No se pudo atravesar la ruta de acceso de la propiedad primaria '{0}'.
fr: Le chemin de la propriété parente '{0}' n'a pas pu être traversé.
it: Impossibile attraversare il percorso della proprietà padre '{0}'.
ja: 親プロパティのパス '{0}' を走査できませんでした。
ko: '{0}' 부모 속성 경로를 트래버스할 수 없습니다.
pl: Nie można przejść przez ścieżkę właściwości nadrzędnej „{0}”.
pt_br: O caminho da propriedade pai '{0}' não pôde ser percorrido.
ru: Не удалось просмотреть путь к родительскому свойству "{0}".
tr: Üst özellik '{0}' yolu geçirilemedi.
zh_hans: 无法遍历父属性路径“{0}”。
zh_hant: 無法周遊父屬性路徑 '{0}'。

# PostAction_ModifyJson_Succeeded
source: Successfully modified {0}.
cs: {0} byl úspěšně změněn.
de: {0} erfolgreich geändert.
es: {0} modificado correctamente.
fr: Modifié avec succès {0}.
it: Modifica di {0} completata.
ja: {0} が正常に変更されました。
ko: {0}을(를) 수정했습니다.
pl: Pomyślnie zmodyfikowano {0}.
pt_br: Modificado com sucesso {0}.
ru: Успешное изменение {0}.
tr: {0} başarıyla değiştirildi.
zh_hans: 已成功修改 {0}。
zh_hant: 已成功修改 {0}。

# PostAction_ProcessStartProcessor_Error_ConfigMissingExecutable
source: Failed to run the command: argument 'executable' is missing in post action configuration.
cs: Příkaz se nepodařilo spustit. V konfiguraci akce publikování chybí argument executable.
de: Fehler beim Ausführen des Befehls: das Argument "Ausführbare Datei" fehlt in der Konfiguration der nachfolgenden Aktion.
es: No se pudo ejecutar el comando: falta el argumento "executable" en la configuración de la acción posterior.
fr: Échec de l’exécution de la commande : l’argument « Exécutable » est manquant dans la configuration de l’action de publication.
it: Non è stato possibile eseguire il comando: argomento "eseguibile" mancante nella configurazione dell'azione post.
ja: コマンドの実行は失敗しました: 引数 'executable' がPOST アクションの構成に存在しません。
ko: 명령을 실행하지 못했습니다. 게시 작업 구성에 'executable' 인수가 없습니다.
pl: Nie można uruchomić polecenia: brak argumentu "executable" w konfiguracji akcji post.
pt_br: Falha ao executar o comando: o argumento 'executável' está ausente na configuração pós-ação.
ru: Не удалось выполнить команду: аргумент executable отсутствует в конфигурации действия публикации.
tr: Komut çalıştırılamadı: Gönderme eylemi yapılandırmasında 'executable' bağımsız değişkeni eksik.
zh_hans: 无法运行命令: 在发布操作配置中缺少参数“可执行”。
zh_hant: 無法執行命令: 後續動作設定中遺漏引數 'executable'。

# ProcessingPostActions
source: Processing post-creation actions...
cs: Zpracovávají se akce po vytvoření...
de: Aktionen nach der Erstellung werden verarbeitet...
es: Procesando acciones posteriores a la creación...
fr: Traitement des actions postérieures à la création en cours... Merci de patienter.
it: Elaborazione post-creazione delle azioni in corso...
ja: 作成後の操作を処理しています...
ko: 생성 후 작업 처리 중...
pl: Trwa przetwarzanie akcji po utworzeniu...
pt_br: Processando ações pós-criação...
ru: Идет обработка действий после создания...
tr: Oluşturma sonrası eylemleri işleniyor...
zh_hans: 正在处理创建后操作...
zh_hant: 正在處理建立後的動作...

# RerunCommandAndPassForceToCreateAnyway
source: To create the template anyway, run the command with '{0}' option:
cs: Pokud chcete šablonu přesto vytvořit, spusťte příkaz s možností {0}:
de: Um die Vorlage trotzdem zu erstellen, führen Sie den Befehl mit der Option "{0}" aus:
es: Para crear la plantilla de todos modos, ejecute el comando con la opción '{0}':
fr: Pour créer le modèle quand même, exécutez la commande avec l’option «{0}» :
it: Per creare comunque il modello, eseguire il comando con l'opzione '{0}':
ja: テンプレートをこのまま作成するには、'{0}' オプションを指定してコマンドを実行します:
ko: 템플릿을 만들려면 '{0}' 옵션으로 다음 명령을 실행합니다.
pl: Aby mimo to utworzyć szablon, uruchom polecenie za pomocą opcji „{0}”:
pt_br: Para criar o modelo mesmo assim, execute o comando com a opção “{0}”:
ru: Чтобы создать шаблон в любом случае, выполните команду с параметром "{0}":
tr: Şablonu yine de oluşturmak için komutu '{0}' seçeneğiyle çalıştırın:
zh_hans: 如果仍然要创建模板，请使用“{0}”选项运行命令:
zh_hant: 若仍要建立範本，請使用 '{0}' 選項執行命令:

# RunHelpForInformationAboutAcceptedParameters
source: For usage information, run:
cs: Pro informace o použití spusťte:
de: Um Nutzungsinformationen zu erhalten, führen Sie folgende Aktion aus:
es: Para obtener información de uso, ejecute:
fr: Pour plus d’informations sur l’utilisation, exécutez :
it: Per informazioni sull'utilizzo, eseguire:
ja: 使用状況情報については、次を実行してください。
ko: 사용법 정보를 보려면 다음을 실행하세요.
pl: Aby uzyskać informacje o użyciu, uruchom:
pt_br: Para obter informações de uso, execute:
ru: Для получения сведений об использовании выполните следующую команду:
tr: Kullanım bilgileri için şunu çalıştırın:
zh_hans: 有关使用情况信息，请运行:
zh_hant: 如需使用資訊，請執行:

# RunningCommand
source: Running command '{0}'...
cs: Spouští se příkaz {0}...
de: Befehl "{0}" wird ausgeführt...
es: Ejecutando comando "{0}"...
fr: Exécution de la commande « {0} »...
it: Esecuzione del comando: ‘{0}’...
ja: 実行中のコマンド: {0}...
ko: '{0}' 명령 실행 중 ...
pl: Trwa uruchamianie polecenia "{0}"...
pt_br: Comando em execução '{0}'...
ru: Запуск команды: "{0}"...
tr: '{0}' komutu çalıştırılıyor...
zh_hans: 正在运行命令:“{0}”...
zh_hant: 正在執行命令 '{0}'...

# SettingsReadError
source: Error reading the installed configuration, file may be corrupted. If this problem persists, try resetting with the `--debug:reinit' flag
cs: Při čtení nainstalované konfigurace došlo k chybě, soubor může být poškozený. Pokud se problém bude opakovat, zkuste provést reset pomocí příznaku --debug:reinit.
de: Fehler beim Lesen der installierten Konfiguration, die Datei ist möglicherweise beschädigt. Wenn dieses Problem weiterhin besteht, versuchen Sie dies mit dem Flag "--debug:reinit" zurückzusetzen.
es: Error al leer la configuración instalada, es posible que el archivo esté dañado. Si el problema persiste, pruebe a restablecer con la marca "--debug:reinit"
fr: Erreur lors de la lecture de la configuration installée. Le fichier est peut-être endommagé. Si ce problème persiste, essayez de réinitialiser avec l’indicateur `--debug:reinit
it: Errore durante la lettura della configurazione installata, il file potrebbe essere danneggiato. Se il problema persiste, provare a reimpostarlo con il flag '--debug: reinit'
ja: インストールされた構成の読み取りでエラーが発生しました。ファイルが壊れている可能性があります。この問題が解決しない場合は、'--debug: reinit ' フラグでリセットしてみてください
ko: 설치된 구성을 읽는 동안 오류가 발생했습니다. 파일이 손상되었을 수 있습니다. 이 문제가 지속되면`--debug : reinit '플래그로 재설정해 보세요.
pl: Błąd podczas odczytywania zainstalowanej konfiguracji, ponieważ plik może być uszkodzony. Jeśli ten problem będzie się powtarzać, spróbuj zresetować ustawienia przy użyciu flagi "--debug:reinit"
pt_br: Erro ao ler a configuração instalada; o arquivo pode estar corrompido. Se o problema persistir, tente redefinir com o sinalizador '--debug:reinit'
ru: Ошибка при чтении установленной конфигурации, возможно, файл поврежден. Если проблема сохраняется, попробуйте выполнить сброс с помощью флага "--debug:reinit"
tr: Yüklü yapılandırma okunurken hata oluştu, dosya bozulmuş olabilir. Bu sorun devam ederse, “--debug:reinit” bayrağı ile sıfırlamayı deneyin
zh_hans: 读取已安装配置时出错，文件可能已损坏。如果此问题仍然存在，请尝试使用 “--debug:reinit” 标记重置
zh_hant: 讀取已安裝的設定時發生錯誤，檔案可能已損毀。如果此問題持續發生，請嘗試使用 '--debug: reit' 旗標重設

source: Shows all templates.
cs: Zobrazí všechny šablony.
de: Alle Vorlagen werden angezeigt.
es: Muestra todas las plantillas.
fr: Affiche tous les modèles.
it: Mostra tutti i modelli.
ja: テンプレートをすべて表示します。
ko: 모든 템플릿을 표시합니다.
pl: Wyświetla wszystkie szablony.
pt_br: Ver todos os modelos.
ru: Отображает все шаблоны.
tr: Tüm şablonları gösterir.
zh_hans: 显示所有模板。
zh_hant: 顯示所有範本。

# SingleTemplateGroupPartialMatchSwitchesNotValidForAllMatches
source: The following option(s) or their value(s) are not valid in combination with other supplied options or their values:
cs: Následující možnosti nebo jejich hodnoty nejsou platné v kombinaci s jinými poskytnutými možnostmi nebo jejich hodnotami:
de: Die folgende(n) Option(en) oder ihr(e) Wert(e) sind nicht in Kombination mit anderen bereitgestellten Optionen oder deren Werten gültig:
es: Las opciones siguientes o sus valores no son válidos junto con otras opciones proporcionadas o sus valores:
fr: Les options suivantes ou leur(s) valeur(s) ne sont pas valables en combinaison avec d’autres options fournies ou leurs valeurs :
it: Le opzioni seguenti o i relativi valori non sono validi in combinazione con altre opzioni fornite o con i rispettivi valori:
ja: 次のオプションまたはその値は、指定された他のオプションまたは値と組み合わせて有効ではありません:
ko: 다음 옵션 또는 해당 값은 제공된 다른 옵션 또는 해당 값과 함께 사용할 수 없습니다.
pl: Następujące opcje lub ich wartości są nieprawidłowe w połączeniu z innymi dostarczonymi opcjami lub ich wartościami:
pt_br: A(s) opção(ões) a seguir ou seus valores não são válidos em combinação com outras opções fornecidas ou seus valores:
ru: Следующие параметры или их значения недопустимы в сочетании с другими предоставленными параметрами или их значениями:
tr: Aşağıdaki seçenekler veya sahip oldukları değerler, sağlanan diğer seçenekler veya bunların değerleri ile kombinasyon halinde geçerli değil:
zh_hans: 以下选项或其值与其他提供的选项或值组合时无效:
zh_hant: 下列選項或其值與其他提供的選項或值無效:
