Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HostSpecificDataLoader_Warning_FailedToReadFromFile
source: Failed to load dotnet CLI host data for template {0} from {1}. The host data will be ignored.
cs: Nepovedlo se načíst data hostitele dotnet CLI pro šablonu {0} z {1}. Data hostitele se budou ignorovat.
de: Fehler beim Laden der dotnet CLI-Hostdaten für vorlagenbasierte {0} aus {1}. Die Hostdaten werden ignoriert.
es: No se pudieron cargar los datos del host de la CLI de dotnet para la plantilla {0} desde {1}. Se omitirán los datos del host.
fr: Échec du chargement des données d’hôte de l’interface CLI dotnet pour le modèle {0} à partir de {1}. Les données de l’hôte seront ignorées.
it: Non è stato possibile caricare i dati dell'host dell'interfaccia della riga di comando di .NET per il modello {0} da {1}. I dati dell'host verranno ignorati.
ja: テンプレート {0} の dotnet CLI ホスト データを {1} から読み込むことができませんでした。ホストデータは無視されます。
ko: {1}에서 템플릿 {0}에 대한 dotnet CLI 호스트 데이터를 로드하지 못했습니다. 호스트 데이터는 무시됩니다.
pl: Nie udało się załadować danych hosta dotnet CLI dla szablonu {0} z {1}. Dane hosta zostaną zignorowane.
pt_br: Falha ao carregar os dados do host CLI do dotnet para o modelo {0} de {1}. Os dados do host serão ignorados.
ru: Не удалось загрузить данные узла CLI DotNet для шаблона {0} из {1}. Данные узла будут пропущены.
tr: {0} şablonu için dotnet CLI konak verileri {1} konumundan yüklenemedi. Konak verileri yoksayılacak.
zh_hans: 无法从 {1} 加载模板 {0} 的 dotnet CLI 主机数据。将忽略主机数据。
zh_hant: 無法從 {1} 載入範本 {0} 的 dotnet CLI 主機資料。將略過主機資料。

# InstantiateCommand_Info_NoMatchingTemplatesSubCommands
source: No templates or subcommands found matching: '{0}'.
cs: Nenašly se žádné šablony ani podpříkazy odpovídající {0}.
de: Es wurden keine Vorlagen oder Unterbefehle gefunden, die mit folgendem übereinstimmen: „{0}“.
es: No se encontraron plantillas ni subcomandos que coincidan: "{0}".
fr: Modèles ou sous-commandes correspondants introuvables : '{0}'.
it: Non sono stati trovati modelli o sottocomandi corrispondenti: '{0}'.
ja: '{0}' に一致するテンプレートまたはサブコマンドが見つかりませんでした。
ko: 일치하는 템플릿 또는 하위 명령이 없습니다. '{0}'.
pl: Nie znaleziono zgodnych szablonów ani poleceń podrzędnych: „{0}”.
pt_br: Nenhum modelo ou subcomando encontrado correspondente: '{0}'.
ru: Не найдены шаблоны или подкоманды, соответствующие: "{0}".
tr: '{0}' ile eşleşen şablon veya alt komut bulunamadı.
zh_hans: 找不到匹配“{0}”的模板或子命令。
zh_hant: 找不到符合的範本或子命令: '{0}'。

# InstantiateCommand_Info_TypoCorrection_Subcommands
source: Did you mean one of the following subcommands?
cs: Měli jste na mysli jeden z následujících dílčích příkazů?
de: Meinten Sie einen der folgenden Unterbefehle?
es: ¿Se refiere a uno de los siguientes subcomandos?
fr: Vouliez-vous dire l’une des sous-commandes suivantes ?
it: Si intendeva uno dei sottocomandi seguenti?
ja: 次のいずれかのサブコマンドを意味しましたか?
ko: 다음 하위 명령 중 하나를 의미했나요?
pl: Czy chodziło Ci o jedno z następujących poleceń podrzędnych?
pt_br: Você quis dizer um dos seguintes subcomandos?
ru: Вы имеете в виду одну из следующих подкоманд?
tr: Aşağıdaki alt komutlardan birini mi demek istediniz?
zh_hans: 你是否指的是以下子命令之一?
zh_hant: 您指的是下列其中一個子命令嗎?

# InstantiateCommand_Info_TypoCorrection_Templates
source: Did you mean one of the following templates?
cs: Měli jste na mysli jednu z následujících šablon?
de: Meinten Sie eine der folgenden Vorlagen?
es: ¿Se refiere a una de las siguientes plantillas?
fr: Voulez-vous dire l’un des modèles suivants ?
it: Si intendeva uno dei modelli seguenti?
ja: 次のテンプレートのいずれかを意味しましたか?
ko: 다음 템플릿 중 하나를 의미했나요?
pl: Czy chodziło Ci o jeden z następujących szablonów?
pt_br: Você quis dizer um dos seguintes modelos?
ru: Вы имели в виду один из следующих шаблонов?
tr: Aşağıdaki şablonlardan birini mi demek istediniz?
zh_hans: 你是否指的是以下模板之一?
zh_hant: 您指的是下列其中一個範本嗎?

# InstantiateCommand_Warning_FailedToGetTemplatePackageForTemplate
source: Failed to get information about template packages for the template with identity '{0}'.
cs: Nepodařilo se získat informace o balíčcích šablon pro šablonu s identitou „{0}“.
de: Es konnten keine Informationen über Vorlagenpakete für die Vorlage mit der Identität „{0}“ abgerufen werden.
es: No se pudo obtener información sobre los paquetes de plantillas para la plantilla con identidad '{0}'.
fr: Échec de l’obtention d’informations sur les packages de modèles pour le modèle avec l’identité '{0}'.
it: Impossibile ottenere informazioni sui pacchetti di modelli per il modello con identità '{0}'.
ja: ID '{0}' を持つテンプレートのテンプレート パッケージに関する情報を取得できませんでした。
ko: ID가 '{0}'인 템플릿의 템플릿 패키지에 대한 정보를 가져오지 못했습니다.
pl: Nie można uzyskać informacji o pakietach szablonów dla szablonu z tożsamością „{0}”.
pt_br: Ocorreu um erro ao obter informações sobre pacotes de modelos para o modelo com a identidade '{0}'.
ru: Не удалось получить сведения о пакетах шаблонов для шаблона с идентификатором "{0}".
tr: '{0}' kimliğine sahip şablon için şablon paketleri hakkında bilgi alınamadı.
zh_hans: 无法获取具有标识 "{0}" 的模板的模板包信息。
zh_hant: 無法取得具有身分識別 '{0}' 範本的範本套件相關資訊。

# InstantiateCommand_Warning_FailedToGetTemplatePackageForTemplateGroup
source: Failed to get information about template packages for template group '{0}'.
cs: Nepovedlo se získat informace o balíčcích šablon pro skupinu šablon „{0}“.
de: Es konnten keine Informationen über Vorlagenpakete für die Vorlagengruppe „{0}“ abgerufen werden.
es: No se pudo obtener información sobre los paquetes de plantilla para el grupo de plantillas '{0}'.
fr: Échec de l’obtention d’informations sur les packages de modèles pour le groupe de modèles '{0}'.
it: Impossibile ottenere informazioni sui pacchetti modello per il gruppo di modelli '{0}'.
ja: テンプレート グループ '{0}' のテンプレート パッケージに関する情報を取得できませんでした。
ko: 템플릿 그룹 '{0}'의 템플릿 패키지에 대한 정보를 가져오지 못했습니다.
pl: Nie można uzyskać informacji o pakietach szablonów dla grupy szablonów „{0}”.
pt_br: Ocorreu um erro ao obter informações sobre pacotes de modelos para o grupo de modelos '{0}'.
ru: Не удалось получить сведения о пакетах шаблонов для группы шаблонов "{0}".
tr: '{0}' şablon grubu için şablon paketleri hakkında bilgi alınamadı.
zh_hans: 无法获取有关模板组 "{0}" 的模板包的信息。
zh_hant: 無法取得範本群組 '{0}' 的範本套件相關資訊。

# InvalidCommandOptions
source: Error: Invalid option(s):
cs: Chyba: Neplatné možnosti:
de: Fehler: Ungültige Option(en):
es: Error: Opción u opciones no válidas:
fr: Erreur : option(s) non valide(s) :
it: Errore: opzioni non valide:
ja: エラー: オプション %s は無効です。
ko: 오류: 잘못된 옵션 :
pl: Błąd: nieprawidłowe opcje:
pt_br: Erro: Opções inválidas:
ru: Ошибка: недопустимые параметры:
tr: Hata: Geçersiz seçenek(ler):
zh_hans: 错误: 无效选项:
zh_hant: 錯誤: 選項無效:

# InvalidNameParameter
source: Name cannot contain any of the following characters {0} or character codes {1}
cs: Název nemůže obsahovat žádné z následujících znaků {0} nebo kódů znaků {1}.
de: Name darf keines der folgenden Zeichen {0} oder Zeichencodes {1} enthalten
es: El nombre no puede contener ninguno de los siguientes caracteres {0} o códigos de carácter {1}
fr: Le nom ne peut contenir aucun des caractères {0}ou codes de caractères {1} suivants
it: Nel nome non possono essere inclusi i seguenti caratteri {0} o codici caratteri {1}
ja: ディレクトリ名には次の文字 {0}、または文字コード {1} を含めることはできません。
ko: 이름은 다음 문자 {0} 또는 문자 코드{1}을(를) 포함할 수 없습니다.
pl: Nazwa nie może zawierać następujących znaków {0} lub kodów znaków {1}
pt_br: O nome da pasta não pode conter nenhum dos seguintes caracteres {0} ou código de caractere {1}
ru: Имя не может содержать какие-либо из следующих символов {0} или кодов знака {1}
tr: Ad, {0} karakterlerinden veya {1} karakter kodlarından herhangi birini içeremez
zh_hans: 名称不能包含任何以下字符 {0} 或码位 {1}
zh_hant: 名稱不能包含下列任何字元 {0} 或字元碼 {1}

# InvalidParameterDefault
source: The default value '{1}' is not a valid value for {0}.
cs: Výchozí hodnota {1} není platnou hodnotou pro {0}.
de: Der Standardwert "{1}" ist kein gültiger Wert für {0}.
es: El valor predeterminado "{1}" no es un valor válido para {0}.
fr: La valeur par défaut « {1} » n’est pas une valeur valide pour {0}.
it: Il valore predefinito '{1}' non è un valore valido per {0}.
ja: 既定値 ' {1} ' は、{0} に対して有効な値ではありません。
ko: 기본값 '{1}'은(는){0}에 유효한 값이 아닙니다.
pl: Wartość domyślna "{1}" nie jest prawidłową wartością dla {0}.
pt_br: O valor padrão '{1}' não é um valor válido para {0}.
ru: Значение по умолчанию "{1}" не является допустимым значением для {0}.
tr: '{1}' varsayılan değeri, {0} için geçerli bir değer değil.
zh_hans: 默认值“{1}”不是 {0} 的有效值。
zh_hant: 預設值 '{1}' 不是 {0} 的有效值。

# InvalidParameterDetail
source: '{1}' is not a valid value for {0}.
cs: {1} není platnou hodnotou pro {0}.
de: "{1}" ist kein gültiger Wert für {0}.
es: "{1}" no es un valor válido para "{0}".
fr: « {1} » n’est pas une valeur valide pour {0}.
it: '{1}' non è un valore valido per {0}.
ja: '{1}' という値は '{0}' には使用できません。
ko: '{1}'은(는) {0}에 유효한 값이 아닙니다.
pl: "{1}" nie jest prawidłową wartością dla {0}.
pt_br: '{1}' não é um valor válido para '{0}'.
ru: "{1}" не является допустимым значением для {0}.
tr: '{1}', {0} için geçerli bir değer değil.
zh_hans: “{1}”不是“{0}”的有效值。
zh_hant: '{1}' 不是 {0} 的有效值。

# InvalidParameterNameDetail
source: '{0}' is not a valid option
cs: {0} není platná možnost.
de: "{0}" ist keine gültige Option
es: "{0}" no es una opción válida
fr: « {0} » n’est pas une option valide
it: '{0}' non è un'opzione valida
ja: '{0}' は有効なオプションではありません。
ko: '{0}'은(는) 유효한 옵션이 아닙니다.
pl: "{0}" nie jest prawidłową opcją
pt_br: '{0}' não é uma opção válida.
ru: "{0}" не является допустимым параметром
tr: '{0}', geçerli bir seçenek değil
zh_hans: “{0}”不是有效选项
zh_hant: '{0}' 不是有效的選項

# InvalidParameterTemplateHint
source: For more information, run:
cs: Další informace – spusťte:
de: Für weitere Informationen, führen Sie Folgendes aus:
es: Para obtener más información, ejecute:
fr: Si vous souhaitez en savoir plus, exécutez :
it: Per altre informazioni, eseguire:
ja: 詳しい情報を見るには、以下を実行してください。
ko: 자세한 내용은 다음을 실행하세요.
pl: Aby uzyskać więcej informacji, uruchom:
pt_br: Para obter mais informações, execute:
ru: Для получения дополнительных сведений запустите:
tr: Daha fazla bilgi için, çalıştırın:
zh_hans: 有关详细信息，请运行:
zh_hant: 如需詳細資訊，請執行:

# InvalidSyntax
source: Invalid command syntax: use '{0}' instead.
cs: Neplatná syntaxe příkazu: místo toho použijte {0}.
de: Ungültige Befehlssyntax: Verwenden Sie stattdessen "{0}".
es: Sintaxis de comando no válida: utilice "{0}" en su lugar.
fr: Syntaxe de commande non valide : utilisez «{0}» à la place.
it: Sintassi del comando non valida: usare '{0}'.
ja: コマンドの構文が無効です: 代わりに '{0}' をお使いください。
ko: 잘못된 명령 구문: 대신 '{0}'을(를) 사용하세요.
pl: Nieprawidłowa składnia polecenia: zamiast tego użyj "{0}".
pt_br: Sintaxe de comando inválida: usar '{0}' em seu lugar.
ru: Недопустимый синтаксис команды: используйте "{0}" вместо ранее использованного.
tr: Geçersiz komut söz dizimi: bunun yerine '{0}' kullanın.
zh_hans: 命令语法无效: 请改用 "{0}"。
zh_hant: 命令語法無效: 請改為使用 '{0}'。

# MissingRequiredParameter
source: Missing mandatory option(s) for the template '{1}': {0}.
cs: Pro šablonu {1} chybí povinné možnosti: {0}.
de: Für die Vorlage "{1}" fehlen obligatorische Optionen: {0}.
es: Faltan opciones obligatorias para la plantilla “{1}”: {0}.
fr: Option(s) obligatoire(s) manquante(s) pour le modèle '{1}' : {0}.
it: Opzioni obbligatorie mancanti per il modello '{1}': {0}.
ja: テンプレート '{1}' の必須オプションがありません: {0}。
ko: 템플릿 '{1}'에 누락된 필수 옵션: {0}.
pl: Brak obowiązkowych opcji dla szablonu „{1}”: {0}.
pt_br: Opções obrigatórias ausentes para o modelo '{1}': {0}.
ru: Отсутствуют обязательные параметры для шаблона "{1}": {0}.
tr: '{1}' şablonunda {0} zorunlu seçeneği eksik.
zh_hans: 缺少模板“{1}”的必需选项: {0}。
zh_hant: 遺漏範本 '{1}' 的強制選項: {0}。

source: Mount Point Factories
cs: Továrny bodů připojení
de: Bereitstellungspunkt-Factorys
es: Generadores de puntos de montaje
fr: Fabriques de points de montage
it: Fabbriche punto di montaggio
ja: マウント ポイントのファクトリ
ko: 마운트 포인트 팩토리
pl: Fabryki punktów instalacji
pt_br: Fábricas de Ponto de Montagem
ru: Фабрики точек подключения
tr: Bağlama Noktası Fabrikaları
zh_hans: 装入点工厂
zh_hant: 裝載點處理站

source: (No Items)
cs: (Žádné položky)
de: (Keine Elemente)
es: (Sin elementos)
fr: (Aucun élément)
it: (Nessun elemento)
ja: (項目なし)
ko: (항목 없음)
pl: (Brak elementów)
pt_br: (Sem Itens)
ru: (Нет элементов)
tr: (Öğe Yok)
zh_hans: (无任何项)
zh_hant: (無任何項目)

source: (No Parameters)
cs: (Žádné parametry)
de: (Keine Parameter)
es: (No hay parámetros)
fr: (Aucun paramètre)
it: (Nessun parametro)
ja: (パラメーターがありません)
ko: (매개 변수 없음)
pl: (Brak parametrów)
pt_br: (Nenhum Parâmetro)
ru: (Нет параметров)
tr: (Parametre Yok)
zh_hans: (无参数)
zh_hant: (無任何參數)

# NoTemplatesFound
source: No templates installed.
cs: Nejsou nainstalované žádné šablony.
de: Keine Vorlagen installiert.
es: No hay plantillas instaladas.
fr: Aucun modèle installé
it: Nessun modello installato.
ja: テンプレートがインストールされていません。
ko: 템플릿이 설치되어 있지 않습니다.
pl: Nie zainstalowano żadnych szablonów.
pt_br: Nenhum modelo instalado.
ru: Шаблоны не установлены.
tr: Yüklü şablon yok.
zh_hans: 未安装模板。
zh_hant: 未安裝範本。

# OperationCancelled
source: The operation was cancelled.
cs: Operace se zrušila.
de: Der Vorgang wurde abgebrochen.
es: Se canceló la operación.
fr: L'opération a été annulée.
it: Operazione annullata.
ja: 処理が取り消されました。
ko: 작업이 취소되었습니다.
pl: Operacja została anulowana.
pt_br: A operação foi cancelada.
ru: Операция отменена.
tr: İşlem iptal edildi.
zh_hans: 操作被取消。
zh_hant: 作業已取消。

# OptionalWorkloadsSyncFailed
source: Error during synchronization with the Optional SDK Workloads.
cs: Během synchronizace s volitelnými úlohami sady SDK došlo k chybě.
de: Fehler bei der Synchronisierung mit den optionalen SDK-Workloads.
es: Error durante la sincronización con las cargas de trabajo opcionales del SDK.
fr: Erreur lors de la synchronisation avec les charges de travail SDK facultatives.
it: Si è verificato un errore durante la sincronizzazione con i carichi di lavoro SDK facoltativi.
ja: オプションの SDK ワークロードとの同期中にエラーが発生しました。
ko: 선택적 SDK 워크로드와 동기화하는 동안 오류가 발생했습니다.
pl: Błąd podczas synchronizacji z opcjonalnymi obciążeniami zestawu SDK.
pt_br: Erro durante a sincronização com as Cargas de trabalho do SDK Opcionais.
ru: Ошибка во время синхронизации с дополнительными рабочими нагрузками пакета SDK.
tr: İsteğe Bağlı SDK İş Yükleri ile eşitleme sırasında hata oluştu.
zh_hans: 与可选 SDK 工作负荷同步时出错。
zh_hant: 與選用 SDK 工作負載同步處理期間發生錯誤。

source: Options:
cs: Možnosti:
de: Optionen:
es: Opciones:
it: Opzioni:
ja: オプション:
ko: 옵션:
pl: Opcje:
pt_br: Opções:
ru: Параметры:
tr: Seçenekler:
zh_hans: 选项:
zh_hant: 選項:

source: Overwrite
cs: Přepsat
de: Überschreiben
es: Sobrescribir
fr: Remplacer
it: Sovrascrivere
ja: 上書き
ko: 덮어쓰기
pl: Zastąp
pt_br: Sobrescrever
ru: Перезаписать
tr: Üzerine Yaz
zh_hans: 覆盖
zh_hant: 覆寫

# ParseChoiceTemplateOption_ErrorText_InvalidChoiceValue
source: value '{0}' is not allowed, allowed values are: {1}
cs: hodnota {0} není povolená, povolené hodnoty jsou: {1}
de: Der Wert “{0}” ist nicht zulässig. Zulässige Werte sind: {1}.
es: el valor '{0}' no está permitido; los valores permitidos son: {1}
fr: valeur '{0}' n’est pas autorisée, les valeurs autorisées sont : {1}
it: valore '{0}' non consentito. I valori consentiti sono: {1}
ja: 値 '{0}' は許可されていません。許可されている値は次のとおりです: {1}
ko: '{0}' 값은 허용되지 않습니다. 허용되는 값: {1}
pl: wartość „{0}” jest niedozwolona. Dozwolone wartości to: {1}
pt_br: o valor '{0}' não é permitido, os valores permitidos são: {1}
ru: значение \"{0}\" не разрешено, разрешенные значения: {1}
tr: '{0}' değerine izin verilmiyor, izin verilen değerler: {1}
zh_hans: 不允许使用值“{0}”，允许的值有: {1}
zh_hant: 不允許值 '{0}'，允許的值為: {1}

# ParseChoiceTemplateOption_ErrorText_NoChoicesDefined
source: no choices are defined for parameter
cs: Pro parametr nejsou definovány žádné volby.
de: Für den Parameter sind keine Optionen definiert.
es: no hay opciones definidas para el parámetro
fr: aucun choix n’est défini pour le paramètre.
it: nessuna scelta definita per il parametro
ja: パラメーターに選択が定義されていません
ko: 매개 변수에 대해 선택 항목이 정의되지 않았습니다.
pl: nie zdefiniowano opcji wyboru dla parametru
pt_br: nenhuma opção está definida para o parâmetro
ru: для параметра не определены варианты значений
tr: parametre için seçenek tanımlanmadı
zh_hans: 没有为参数定义选项
zh_hant: 未定義參數的選擇

# ParseChoiceTemplateOption_Error_InvalidArgument
source: Cannot parse argument '{0}' for option '{1}' as expected type '{2}': {3}.
cs: Nelze analyzovat argument {0} pro možnost {1} jako očekávaný typ {2}: {3}.
de: Das Argument “{0}” für die Option “{1}'”kann nicht wie erwartet geparst werden, da folgender Typ erwartet wurde: “{2}”: {3}.
es: No se puede analizar el argumento '{0}' para la opción '{1}' según el tipo esperado '{2}': {3}.
fr: Impossible d’analyser l’argument '{0}' pour l’option '{1}' comme '{2}' de type attendu : {3}
it: Non è possibile analizzare l'argomento '{0}' per l'opzione '{1}' come tipo previsto '{2}': {3}.
ja: オプション '{1}' の引数 '{0}' を期待される型'{2}' として解析できません: {3}。
ko: 옵션 '{1}'의 인수 '{0}'을(를) 예상 유형 '{2}'(으)로 구문 분석할 수 없습니다. {3}.
pl: Nie można przeanalizować argumentu „{0}” dla opcji „{1}”, ponieważ oczekiwano typu „{2}”: {3}.
pt_br: Não é possível analisar o argumento '{0}' para a opção '{1}' conforme o tipo esperado '{2}': {3}.
ru: Не удается проанализировать аргумент \"{0}\" для параметра \"{1}\", ожидается тип \"{2}\": {3}.
tr: Beklenen tür '{2}' olarak seçenek '{1}' için bağımsız değişken '{0}' ayrıştırılamadı: {3}.
zh_hans: 无法按预期类型“{2}”分析选项“{1}”的参数“{0}”: {3}。
zh_hant: 無法如預期的類型 '{2}' 剖析選項 '{1}' 的引數 '{0}': {3}。

# ParseChoiceTemplateOption_Error_InvalidDefaultIfNoOptionValue
source: Cannot parse default if option without value '{0}' for option '{1}' as expected type '{2}': {3}.
cs: Nelze analyzovat výchozí hodnotu, pokud možnost bez hodnoty {0} pro možnost {1} podle očekávaného typu {2}: {3}.
de: Der Standard kann nicht geparst werden, wenn die Option ohne Wert “{0}” für die Option “{1}” ist, da folgender Typ erwartet wurde: “{2}”: {3}.
es: No se puede analizar el valor predeterminado si la opción sin el valor '{0}' para la opción '{1}' es el tipo esperado '{2}': {3}.
fr: Impossible d’analyser la valeur par défaut si l’option sans '{0}' de valeur pour l’option '{1}' comme '{2}' de type attendu : {3}
it: Non è possibile analizzare il valore predefinito se l'opzione senza valore '{0}' per l'opzione '{1}' come tipo previsto '{2}': {3}.
ja: 期待される型 '{2}' としてオプション '{1}' の値 '{0}' がない場合、既定のオプションを解析できません: {3}。
ko: 옵션 '{1}'에 대해 값 '{0}'이 없는 옵션은 예상 유형 '{2}'(으)로 기본값을 구분 분석할 수 없습니다. {3}.
pl: Nie można przeanalizować wartości domyślnej, jeśli opcja jest bez wartości „{0}” dla opcji „{1}”, ponieważ oczekiwano typu „{2}”: {3}.
pt_br: Não é possível analisar o padrão se a opção sem o valor '{0}' para a opção '{1}' conforme o tipo esperado '{2}': {3}.
ru: Невозможно проанализировать параметр if по умолчанию без значения \"{0}\" для параметра \"{1}\". Ожидается тип \"{2}\": {3}.
tr: Beklenen tür '{2}' olarak seçenek '{1}' için değer '{0}' belirtilmeden varsayılan eğer seçeneği ayrıştırılamıyor: {3}.
zh_hans: 如果选项“{1}”没有值“{0}”，则无法按预期类型“{2}”分析默认值: {3}。
zh_hant: 如果選項沒有如預期類型 '{2}' 針對選項 '{1}' 擁有數值 '{0}'，則無法剖析預設值: {3}。

# ParseChoiceTemplateOption_Error_InvalidDefaultValue
source: Cannot parse default value '{0}' for option '{1}' as expected type '{2}': {3}.
cs: Nelze analyzovat výchozí hodnotu {0} pro možnost {1} podle očekávaného typu {2}: {3}.
de: Der Standardwert “{0}” kann für die Option “{1}” nicht geparst werden, da folgender Typ erwartet wurde: “{2}”: {3}.
es: No se puede analizar el valor predeterminado '{0}' para la opción '{1}' como esperaba el tipo '{2}': {3}.
fr: Impossible d’analyser la valeur par défaut '{0}' de valeur pour l’option '{1}' comme '{2}' de type attendu : {3}
it: Non è possibile analizzare il valore predefinito '{0}' per l'opzione '{1}' come tipo previsto '{2}': {3}.
ja: 期待される型 '{2}' としてオプション '{1}' の既定値 '{0}' を解析できません: {3}。
ko: 옵션 '{1}'의 기본값 '{0}'을 예상 유형 '{2}'으로 구문 분석할 수 없습니다. {3}.
pl: Nie można przeanalizować wartości domyślnej „{0}” dla opcji „{1}”, ponieważ oczekiwano typu „{2}”: {3}.
pt_br: Não é possível analisar o valor padrão '{0}' para a opção '{1}' conforme o tipo esperado '{2}': {3}.
ru: Не удается проанализировать значение \"{0}\" для параметра \"{1}\", поскольку ожидается тип {2}\": {3}.
tr: Beklenen tür '{2}' olarak seçenek '{1}' için varsayılan değer '{0}' ayrıştırılamıyor: {3}.
zh_hans: 无法按预期类型“{2}”分析选项“{1}”的默认值“{0}”: {3}。
zh_hant: 無法如預期類型 '{2}' 剖析選項 '{1}' 的預設值 '{0}': {3}。

# ParseTemplateOption_Error_InvalidArgument
source: Cannot parse argument '{0}' for option '{1}' as expected type '{2}'.
cs: Nelze analyzovat argument {0} pro možnost {1} jako očekávaný typ {2}.
de: Das Argument “{0}” für die Option “{1}'”kann nicht wie erwartet geparst werden, da folgender Typ erwartet wurde: “{2}”.
es: No se puede analizar el argumento '{0}' para la opción '{1}' como se esperaba del tipo '{2}'.
fr: Impossible d’analyser l’argument '{0}' pour l’option '{1}' de type attendu : '{2}'
it: Non è possibile analizzare l'argomento '{0}' per l'opzione '{1}' come tipo previsto '{2}'.
ja: 期待される型 '{2}' としてオプション '{1}' の引数 '{0}' を解析できません。
ko: 옵션 '{1}'의 인수 '{0}'을(를) 예상 유형 '{2}'(으)로 구문 분석할 수 없습니다.
pl: Nie można przeanalizować argumentu „{0}” dla opcji „{1}”, ponieważ oczekiwano typu „{2}”.
pt_br: Não é possível analisar o argumento '{0}' para a opção '{1}' conforme o tipo esperado '{2}'.
ru: Не удается проанализировать аргумент \"{0}\" для параметра \"{1}\", ожидается тип \"{2}\".
tr: Beklenen tür '{2}' olarak seçenek '{1}' için bağımsız değişken '{0}' ayrıştırılamadı.
zh_hans: 无法按预期类型“{2}”分析选项“{1}”的参数“{0}”。
zh_hant: 無法如預期的類型'{0}'剖析選項 '{1}' 的引數'{2}'。

# ParseTemplateOption_Error_InvalidCount
source: Using more than 1 argument is not allowed for '{0}', used: {1}.
cs: Použití více než 1 argumentu není pro {0} povoleno. Používá se: {1}.
de: Die Verwendung von mehr als einem Argument ist für “{0}” nicht zulässig. Verwendet: {1}.
es: No se permite usar más de 1 argumento para '{0}', se usó: {1}.
fr: L’utilisation de plusieurs arguments n’est pas autorisée pour '{0}', utilisé : {1}.
it: L'utilizzo di più di 1 argomento non è consentito per '{0}'. Utilizzato: {1}.
ja: '{0}' に対して複数の引数を使用することはできません。使用されるもの: {1}。
ko: '{0}'에 대해 둘 이상의 인수를 사용할 수 없습니다. 사용됨: {1}.
pl: Używanie więcej niż 1 argumentu jest niedozwolone dla '{0}', użyto: {1}.
pt_br: O uso de mais de 1 argumento não é permitido para '{0}', usado: {1}.
ru: Использование более 1 аргумента не разрешено для \"{0}\", используется: {1}.
tr: '{0}' için 1'den fazla bağımsız değişken kullanımına izin verilmiyor, kullanılanlar: {1}.
zh_hans: 不允许对“{0}”使用超过 1 个参数，已使用: {1}。
zh_hant: '{0}' 不允許使用 1 個以上的引數，已使用: {1}。
