Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TemplateCommand_DisplayConstraintResults_Error
source: Failed to instatiate template '{0}', the following constraints are not met:
cs: Nepovedlo se vytvořit instanci šablony {0}, protože nejsou splněna následující omezení:
de: Fehler beim Instanziieren der Vorlage „{0}“. Die folgenden Einschränkungen sind nicht erfüllt:
es: No se pudo crear la instancia de la plantilla '{0}', no se cumplen las restricciones siguientes:
fr: Échec de l’initialisation du modèle « {0} », les contraintes suivantes ne sont pas remplies :
it: Non è stato possibile avviare l'istanza del modello '{0}'. I vincoli seguenti non sono soddisfatti:
ja: テンプレート '{0}' をインスタント化できませんでした。次の制約を満たされていません:
ko: '{0}' 템플릿을 예로 들지 못했습니다. 다음 제약 조건이 충족되지 않습니다.
pl: Nie można zainicjować szablonu „{0}”, ponieważ następujące ograniczenia nie są spełnione:
pt_br: Falha ao instanciar o modelo '{0}', as seguintes restrições não são atendidas:
ru: Не удалось создать экземпляр шаблона «{0}», не соблюдены следующие ограничения:
tr: '{0}' şablonu başlatılamadı, şu kısıtlamalar karşılanmıyor:
zh_hans: 无法对模板“{0}”进行实例化，因为不满足以下约束:
zh_hant: 無法設定範本 '{0}'，不符合下列條件約束:

# TemplateCommand_DisplayConstraintResults_Hint
source: To run the template anyway, use '{0}' option:
cs: Pokud chcete šablonu přesto spustit, použijte možnost {0}:
de: Um die Vorlage trotzdem auszuführen, verwenden Sie die Option „{0}“:
es: Para ejecutar la plantilla de todos modos, use la opción '{0}':
fr: Pour exécuter le modèle quand même, utilisez l’option « {0} » :
it: Per eseguire comunque il modello, utilizzare l'opzione '{0}':
ja: それでもテンプレートを実行するには、'{0}' オプションを使用してください:
ko: 템플릿을 실행하려면 '{0}' 옵션을 사용합니다.
pl: Aby mimo to uruchomić szablon, użyj opcji „{0}”:
pt_br: Para executar o modelo de qualquer maneira, use a opção '{0}':
ru: Чтобы запустить шаблон в любом случае, используйте параметр «{0}»:
tr: Şablonu yine de çalıştırmak için '{0}' seçeneğini kullanın:
zh_hans: 如果仍然要运行模板，请使用“{0}”选项:
zh_hant: 若仍要執行範本，請使用 '{0}' 選項:

# TemplateCommand_DisplayConstraintResults_Hint_TemplateNotUsable
source: The template might not be usable.
cs: Šablona nemusí být použitelná.
de: Die Vorlage kann möglicherweise nicht verwendet werden.
es: Es posible que la plantilla no se pueda usar.
fr: Le modèle n’est peut-être pas utilisable.
it: Il modello potrebbe non essere utilizzabile.
ja: テンプレートが使用できない可能性があります。
ko: 템플릿을 사용할 수 없을 수 있습니다.
pl: Szablon może nie być przydatny.
pt_br: O modelo pode não ser utilizável.
ru: Возможно, шаблон может быть непригоден для использования.
tr: Şablon kullanılamıyor olabilir.
zh_hans: 模板可能不可用。
zh_hant: 範本可能無法使用。

# TemplateCommand_DisplayConstraintResults_Warning
source: Warning: the following constraints for the template '{0}' are not met:
cs: Upozornění: Pro šablonu {0} nejsou splněna následující omezení:
de: Warnung: Die folgenden Einschränkungen für die Vorlage „{0}“ sind nicht erfüllt:
es: Advertencia: no se cumplen las siguientes restricciones para la plantilla '{0}':
fr: Avertissement : les contraintes suivantes pour le modèle « {0} » ne sont pas remplies :
it: Avviso: i vincoli seguenti per il modello '{0}' non sono soddisfatti:
ja: 警告: テンプレート '{0}' は次の制約を満たされていません:
ko: 경고: '{0}' 템플릿에 대한 다음 제약 조건이 충족되지 않습니다.
pl: Ostrzeżenie: następujące ograniczenia szablonu „{0}”nie są spełnione:
pt_br: Aviso: as seguintes restrições para o modelo '{0}' não são atendidas:
ru: Предупреждение: не соблюдены следующие ограничения для шаблона «{0}»:
tr: Uyarı: '{0}' şablonu için şu kısıtlamalar karşılanmıyor:
zh_hans: 警告: 未满足模板“{0}”的以下约束:
zh_hant: 警告: 不符合下列範本 '{0}' 的條件約束:

# TemplateCreator_Error_TemplateNotFound
source: Unable to locate the specified template content, the template package might be removed or corrupted.
cs: Nelze najít zadaný obsah šablony. Balíček šablony může být odebrán nebo poškozen.
de: Der angegebene Vorlageninhalt wurde nicht gefunden. Möglicherweise wurde das Vorlagenpaket entfernt oder beschädigt.
es: No se encuentra el contenido de la plantilla especificada. Es posible que el paquete de plantillas se haya quitado o esté dañado.
fr: Le contenu du modèle spécifié est introuvable. Le package de modèles est peut-être supprimé ou endommagé.
it: Impossibile individuare il contenuto del modello specificato. Il pacchetto di modelli potrebbe essere stato rimosso o danneggiato.
ja: 指定されたテンプレート コンテンツが見つかりません。テンプレート パッケージが削除されたか、破損している可能性があります。
ko: 지정된 템플릿 콘텐츠를 찾을 수 없습니다. 템플릿 패키지가 제거되었거나 손상되었을 수 있습니다.
pl: Nie można zlokalizować określonej zawartości szablonu. Pakiet szablonu może zostać usunięty lub uszkodzony.
pt_br: Não foi possível localizar o conteúdo do modelo especificado, o pacote de modelo pode ter sido removido ou corrompido.
ru: Не удается найти содержимое указанного шаблона, возможно, пакет шаблона удален или поврежден.
tr: Belirtilen şablon içeriği bulunamıyor. Şablon paketi kaldırılmış veya bozulmuş olabilir.
zh_hans: 找不到指定的模板内容，模板包可能已被删除或损坏。
zh_hant: 找不到指定的範本內容，範本套件可能已移除或損毀。

# TemplateCreator_Hint_Install
source: To install the template package, run:
cs: Balíček šablony nainstalujete spuštěním příkazu:
de: Führen Sie zum Installieren des Vorlagenpakets Folgendes aus:
es: Para instalar el paquete de plantillas, ejecute:
fr: Pour installer le package de modèles, exécutez :
it: Per installare il pacchetto di modelli, usare:
ja: テンプレート パッケージをインストールするには、次を実行します:
ko: 템플릿 패키지를 설치하려면 다음을 실행합니다.
pl: Aby zainstalować pakiet szablonu, uruchom polecenie:
pt_br: Para instalar o pacote de modelo, execute:
ru: Для установки пакета шаблона запустите:
tr: Şablon paketini yüklemek için şunu çalıştırın:
zh_hans: 若要安装模板包，请运行:
zh_hant: 若要安裝範本套件，請執行:

# TemplateCreator_Hint_RebuildCache
source: To rescan installed template packages, run:
cs: Pokud chcete znovu prohledat nainstalované balíčky šablon, spusťte:
de: Führen Sie zum erneuten Überprüfen der installierten Vorlagenpakete Folgendes aus:
es: Para volver a examinar los paquetes de plantillas instalados, ejecute:
fr: Pour relancer l’analyse des packages de modèles installés, exécutez :
it: Per ripetere l'analisi dei pacchetti di modelli installati, eseguire:
ja: インストールされているテンプレート パッケージを再スキャンするには、次を実行します:
ko: 설치된 템플릿 패키지를 다시 검사하려면 다음을 실행합니다.
pl: Aby ponownie przeskanować zainstalowane pakiety szablonów, uruchom polecenie:
pt_br: Para verificar novamente os pacotes de modelo instalados, execute:
ru: Для повторного сканирования установленных пакетов шаблонов запустите:
tr: Yüklü şablon paketlerini yeniden taramak için şunu çalıştırın:
zh_hans: 若要重新扫描已安装的模板包，请运行:
zh_hant: 若要重新掃描已安裝的範本套件，請執行:

# TemplateCreator_Hint_Uninstall
source: To uninstall the template package, run:
cs: Balíček šablony odinstalujete spuštěním příkazu:
de: Führen Sie zum Deinstallieren des Vorlagenpakets Folgendes aus:
es: Para desinstalar el paquete de plantillas, ejecute:
fr: Pour désinstaller le package de modèles, exécutez :
it: Per disinstallare il pacchetto di modelli, usare:
ja: テンプレート パッケージをアンインストールするには、次を実行します:
ko: 템플릿 패키지를 제거하려면 다음을 실행합니다.
pl: Aby odinstalować pakiet szablonów, użyj:
pt_br: Para desinstalar o pacote de modelo, execute:
ru: Для удаления пакета шаблона запустите:
tr: Şablon paketini kaldırmak için şunu çalıştırın:
zh_hans: 要卸载模板包，请运行:
zh_hant: 若要解除安裝範本套件，請執行:

# TemplateInformationCoordinator_DotnetNew_Description
source: The '{0}' command creates a .NET project based on a template.
cs: Příkaz {0} vytvoří projekt .NET na základě šablony.
de: Mit dem Befehl "{0}" wird ein NET-Projekt basierend auf einer Vorlage erstellt.
es: El comando '{0}' crea un proyecto de .NET basado en una plantilla.
fr: La commande «{0}» crée un projet .NET basé sur un modèle.
it: Il comando '{0}' crea un progetto .NET basato su un modello.
ja: '{0}' コマンドを実行すると、テンプレートに基づいて .NET プロジェクトが作成されます。
ko: '{0}' 명령은 템플릿을 기반으로 .NET 프로젝트를 만듭니다.
pl: Polecenie "{0}" tworzy projekt .NET na podstawie szablonu.
pt_br: O comando '{0}' criar um projeto .NET baseado em um modelo.
ru: Команда "{0}" создает проект .NET на основе шаблона.
tr: '{0}' komutu, şablonu temel alan bir .NET projesi oluşturur.
zh_hans: “{0}”命令基于模板创建 .NET 项目。
zh_hant: '{0}' 命令會根據範本建立 .NET 專案。

# TemplateInformationCoordinator_DotnetNew_DisplayOptionsHint
source: Display template options with:
cs: Zobrazit možnosti šablony pomocí:
de: Vorlagenoptionen anzeigen mit:
es: Mostrar opciones de plantilla con:
fr: Affichez les options de modèle avec :
it: Visualizzare le opzioni del modello con:
ja: テンプレート オプションを表示する方法:
ko: 다음을 사용하여 템플릿 옵션을 표시합니다.
pl: Wyświetl opcje szablonu za pomocą:
pt_br: Exibir opções de modelos com:
ru: Отобразить параметры шаблона с помощью:
tr: Şablon seçeneklerini görüntüle:
zh_hans: 通过以下方式显示模板选项:
zh_hant: 顯示範本選項，使用:

# TemplateInformationCoordinator_DotnetNew_ExampleHeader
source: An example would be:
cs: Příkladem může být:
de: Beispiel:
es: Un ejemplo sería:
fr: Voici un exemple :
it: Un esempio sarebbe:
ja: 例を次に示します:
ko: 예를 들면 다음과 같습니다.
pl: Przykładem może być:
pt_br: Um exemplo seria:
ru: Пример:
tr: Şöyle bir örnek verilebilir:
zh_hans: 例如:
zh_hant: 例如:

# TemplateInformationCoordinator_DotnetNew_ListTemplatesHint
source: Display all installed templates with:
cs: Zobrazit všechny nainstalované šablony pomocí:
de: Alle installierte Vorlagen anzeigen mit:
es: Mostrar todas las plantillas instaladas con:
fr: Affichez tous les modèles installés avec :
it: Visualizzare tutti i modelli installati con:
ja: インストールされているすべてのテンプレートを次の方法で表示します:
ko: 설치된 모든 템플릿을 다음을 사용하여 표시합니다.
pl: Wyświetl zainstalowane szablony za pomocą:
pt_br: Exibir todos os modelos instalados com:
ru: Отобразить все установленные шаблоны с помощью:
tr: Tüm yüklü şablonları görüntüle:
zh_hans: 通过以下方式显示已安装的所有模板:
zh_hant: 顯示所有安裝的範本，使用:

# TemplateInformationCoordinator_DotnetNew_SearchTemplatesHint
source: Display templates available on NuGet.org with:
cs: Zobrazit šablony dostupné v NuGet.org pomocí:
de: Auf NuGet.org verfügbare Vorlagen anzeigen mit:
es: Mostrar plantillas disponibles en NuGet.org con:
fr: Affichez les modèles disponibles sur NuGet.org avec :
it: Visualizza i modelli disponibili in NuGet.org con:
ja: 次の NuGet.org で利用可能なテンプレートを表示する:
ko: 다음을 사용하여 NuGet.org에서 사용할 수 있는 템플릿을 표시합니다.
pl: Wyświetl szablony dostępne w witrynie NuGet.org za pomocą:
pt_br: Exibir modelos disponíveis no NuGet.org com:
ru: Отобразить шаблоны, доступные в NuGet.org с помощью:
tr: NuGet.org’de bulunan şablonları görüntüle:
zh_hans: 通过以下方式显示 NuGet.org 上可用模板:
zh_hant: 顯示可在 NuGet.org 上使用的範本，使用:

# TemplateInformationCoordinator_DotnetNew_TemplatesHeader
source: Common templates are:
cs: Běžné šablony:
de: Allgemeine Vorlagen:
es: Las plantillas comunes son:
fr: Les modèles courants sont les suivants :
it: Seguono dei modelli comuni:
ja: 一般的なテンプレート:
ko: 일반적인 템플릿은 다음과 같습니다.
pl: Typowymi szablonami są:
pt_br: Os modelos comuns são:
ru: Общие шаблоны:
tr: Ortak şablonlar şunlardır:
zh_hans: 常用模板包括:
zh_hant: 常見範本包括:

# TemplateListCoordinator_Error_FailedConstraints
source: {0} template(s) are hidden because their constraints are not satisfied. To show them, use the '{1}' option.
cs: Některé šablony ({0}) jsou skryté, protože jejich omezení nejsou splněna. Pokud je chcete zobrazit, použijte možnost {1}.
de: {0} Vorlagen werden ausgeblendet, da ihre Einschränkungen nicht erfüllt werden. Um sie anzuzeigen, verwenden Sie die Option „{1}“.
es: {0} plantillas están ocultas porque no se cumplen sus restricciones. Para mostrarlas, use la opción '{1}'.
fr: {0} modèle(s) sont masqués, car leurs contraintes ne sont pas satisfaites. Pour les afficher, utilisez l’option « {1} ».
it: {0} modelli sono nascosti perché i relativi vincoli non sono soddisfatti. Per visualizzarli, utilizzare l'opzione '{1}'.
ja: 制約が満たされていないため、{0} テンプレートは非表示になりました。表示するには、'{1}' オプションを使用してください。
ko: 제약 조건이 충족되지 않으므로 {0} 템플릿이 숨겨집니다. 표시하려면 '{1}' 옵션을 사용하세요.
pl: Szablony ({0}) są ukryte, ponieważ ich ograniczenia nie są satysfakcjonujące. Aby je wyświetlić, użyj opcji „{1}”.
pt_br: {0} template(s) estão ocultos porque suas restrições não são satisfeitas. Para mostrá-los, use a opção '{1}'.
ru: Шаблоны {0} скрыты, так как их ограничения не выполняются. Чтобы показать их, используйте параметр «{1}».
tr: {0} şablonları, kısıtlamaları karşılanamadığından gizlenmiştir. Bunları göstermek için '{1}' seçeneğini kullanın.
zh_hans: {0} 模板是隐藏的，因为未满足它们的约束。要显示它们，请使用“{1}”选项。
zh_hant: {0} 範本已隱藏，因為它們的條件約束不滿足。若要顯示，請使用 '{1}' 選項。

# TemplateOptions_Error_AllowedValuesForOptionList
source: Allowed values for '{0}' option are: {1}.
cs: Povolené hodnoty pro možnost {0} jsou: {1}.
de: Die zulässigen Werte für die Option“{0}” sind: {1}.
es: Los valores permitidos para la opción '{0}' son: {1}.
fr: Les valeurs autorisées pour '{0}' option sont : {1}.
it: I valori consentiti per '{0}' opzione sono: {1}.
ja: '{0}' オプションに許可されている値は次のとおりです: {1}。
ko: '{0}' 옵션에 허용되는 값: {1}.
pl: Dozwolone wartości opcji „{0}” to: {1}.
pt_br: Os valores permitidos para a opção '{0}' são: {1}.
ru: Разрешенные значения для параметра \"{0}\": {1}.
tr: '{0}' seçeneği için izin verilen değerler: {1}.
zh_hans: “{0}”选项允许的值有: {1}。
zh_hant: '{0}' 選項允許的值為: {1}。

# TemplatePackageCoordinator_BuiltInCheck_Info_BuiltInPackageAvailable
source: An update for template package '{0}' is available in the '{1}' provider.
cs: Ve zprostředkovateli {1} je k dispozici aktualizace balíčku šablony {0}.
de: Ein Update für das Vorlagenpaket „{0}“ ist beim Anbieter „{1}“ verfügbar.
es: Hay un paquete de actualización disponible para el paquete de plantillas “{0}” en el proveedor “{1}”.
fr: Une mise à jour pour le package de modèle '{0}' est disponible dans le fournisseur '{1}'.
it: Un aggiornamento per il pacchetto modello '{0}' è disponibile nel provider '{1}'.
ja: '{1}' プロバイダーで利用可能なテンプレート パッケージ '{0}' の更新プログラムを使用できます。
ko: ‘{1}’ 공급자에서 '{0}' 템플릿 패키지에 대한 업데이트를 사용할 수 있습니다.
pl: Aktualizacja pakietu szablonu „{0}” jest dostępna u dostawcy „{1}”.
pt_br: Uma atualização para o pacote de modelo '{0}' está disponível no provedor '{1}'.
ru: Обновление для пакета шаблона \"{0}\" доступно у поставщика \"{1}\".
tr: '{1}' sağlayıcısında '{0}' şablon paketi için bir güncelleştirme var.
zh_hans: “{1}”提供程序中提供了模板包“{0}”的更新。
zh_hant: 範本套件 '{0}' 有可用的更新，請見 '{1}' 提供者。

# TemplatePackageCoordinator_BuiltInCheck_Info_UninstallPackage
source: To use built-in template package, uninstall manually installed template package using:
cs: Pokud chcete použít integrovaný balíček šablon, odinstalujte ručně nainstalovaný balíček šablon pomocí:
de: Deinstallieren Sie das manuell installierte Vorlagenpaket mit folgendem Befehl, um das integrierte Vorlagenpaket zu verwenden:
es: Para usar el paquete de plantillas integrado, desinstale manualmente el paquete de plantillas instalado con:
fr: Pour utiliser le package de modèle intégré, désinstallez le package de modèle installé manuellement à l’aide :
it: Per usare il pacchetto di modelli predefinito, disinstallare il pacchetto modello installato manualmente usando:
ja: 組み込みのテンプレート パッケージを使用するには、インストールされたテンプレート パッケージを、次を使用して手動でアンインストールします:
ko: 기본 제공 템플릿 패키지를 사용하려면 다음을 사용하여 수동으로 설치된 템플릿 패키지를 제거합니다.
pl: Aby użyć wbudowanego pakietu szablonów, odinstaluj ręcznie zainstalowany pakiet szablonów przy użyciu:
pt_br: Para usar o pacote de modelo integrado, desinstale o pacote de modelo instalado manualmente usando:
ru: Чтобы использовать встроенный пакет шаблонов, удалите пакет шаблонов, который был установлен вручную, с помощью:
tr: Yerleşik şablon paketini kullanmak için el ile yüklenen şablon paketini şu komutu kullanarak kaldırın:
zh_hans: 若要使用内置模板包，请按照以下方法卸载手动安装的模板包:
zh_hant: 若要使用內建範本套件，請使用下列方法來手動解除安裝的範本套件:

# TemplatePackageCoordinator_Download_Error_VulnerablePackage
source: Failed to install {0}, due to detected vulnerabilities:
cs: Instalace {0} se nezdařila z důvodu zjištěných ohrožení zabezpečení:
de: Fehler beim Installieren von "{0}", aufgrund erkannter Sicherheitsrisiken:
es: No se pudo instalar {0}, debido a vulnerabilidades detectadas:
fr: Échec de l'installation {0} en raison de vulnérabilités détectées :
it: Non è stato possibile installare {0} a causa di vulnerabilità rilevate:
ja: 次の脆弱性が検出されたために、{0} をインストールできませんでした:
ko: 감지된 취약성으로 인해 {0}을(를) 설치하지 못했습니다.
pl: Nie można zainstalować programu {0} z powodu wykrytych luk w zabezpieczeniach:
pt_br: Falha ao instalar {0}, devido a vulnerabilidades detectadas:
ru: Не удалось установить {0} из-за обнаруженных уязвимостей:
tr: Algılanan güvenlik açıkları nedeniyle {0} yüklenemedi:
zh_hans: 由于检测到漏洞，未能安装 {0}:
zh_hant: 由於偵測到的弱點，無法安裝 {0}:

# TemplatePackageCoordinator_Download_VulnerablePackage
source: Installed package has the following vulnerabilities:
cs: Nainstalovaný balíček má následující ohrožení zabezpečení:
de: Das installierte Paket weist die folgenden Sicherheitsrisiken auf:
es: El paquete instalado tiene las siguientes vulnerabilidades:
fr: Le package installé présente les vulnérabilités suivantes :
it: Il pacchetto installato presenta le vulnerabilità seguenti:
ja: インストール済みのパッケージに次の脆弱性があります:
ko: 설치된 패키지에 다음과 같은 취약성이 있습니다.
pl: Zainstalowany pakiet ma następujące luki w zabezpieczeniach:
pt_br: O pacote instalado tem as seguintes vulnerabilidades:
ru: Установленный пакет содержит следующие уязвимости:
tr: Yüklü paket aşağıdaki güvenlik açıklarına sahip:
zh_hans: 已安装的包具有以下漏洞:
zh_hant: 已安裝的套件有下列弱點:

# TemplatePackageCoordinator_Error_PackageForTemplateNotFound
source: Could not find the template package containing template '{0}'
cs: Nepovedlo se najít balíček šablony obsahující šablonu {0}.
de: Das Vorlagenpaket mit der Vorlage "{0}" wurde nicht gefunden.
es: No encontró el paquete de plantillas que contiene la plantilla "{0}"
fr: Le package de modèle contenant le modèle « {0} » est introuvable
it: Non è stato possibile trovare il pacchetto di modelli contenente il modello '{0}'
ja: テンプレート '{0}' を含むテンプレートパッケージが見つかりませんでした
ko: '{0}' 템플릿이 포함된 ‘템플릿 패키지를 찾을 수 없습니다.
pl: Nie można znaleźć pakietu szablonów zawierającego szablon "{0}"
pt_br: Não foi possível localizar o pacote de modelo contendo o modelo '{0}'
ru: Не удалось найти пакет шаблона, содержащий шаблон "{0}"
tr: '{0}' şablonunu içeren şablon paketi bulunamadı
zh_hans: 找不到包含模板“{0}”的模板包
zh_hant: 找不到包含範本 '{0}' 的範本套件

# TemplatePackageCoordinator_Error_PackageNameContainsTemplates
source: {0} (contains {1} templates)
cs: {0} (obsahuje šablony {1})
de: {0} (enthält {1} Vorlagen)
es: {0} (contiene {1} plantillas)
fr: {0} (contient {1} modèles)
it: {0} (contiene i modelli di {1})
ja: {0} ({1} テンプレートが含まれています)
ko: {0}({1} 템플릿 포함)
pl: {0} (zawiera szablony {1})
pt_br: {0} (contém modelos de {1})
ru: {0} (содержит шаблоны: {1})
tr: {0} ({1} şablonlarını içerir)
zh_hans: {0} (包含 {1} 个模板)
zh_hant: {0} (包含 {1} 範本)

# TemplatePackageCoordinator_Error_PackageNotFound
source: The template package '{0}' is not found.
cs: Balíček šablon {0} se nenašel.
de: Das Vorlagenpaket "{0}" wurde nicht gefunden.
es: No se encuentra el paquete de plantillas "{0}".
fr: Le package de modèle «{0}» est introuvable.
it: Il pacchetto di modelli '{0}' non è stato trovato.
ja: テンプレート パッケージ '{0}' が見つかりません。
ko: 템플릿 패키지 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono pakietu szablonów „{0}”.
pt_br: O pacote do modelo '{0}' não foi encontrado.
ru: Пакет шаблона "{0}" не найден.
tr: '{0}' şablon paketi bulunamadı.
zh_hans: 找不到模板包“{0}”。
zh_hant: 找不到範本套件 '{0}'。

# TemplatePackageCoordinator_Error_TemplateIncludedToPackages
source: The template '{0}' is included to the packages:
cs: Šablona {0} je zahrnutá do balíčků:
de: Die Vorlage "{0}" ist in die Pakete enthalten:
es: La plantilla "{0}" se incluye en los paquetes:
fr: Le modèle « {0} » est inclus dans les packages :
it: Il modello '{0}' è incluso nei pacchetti:
ja: テンプレート '{0}' はパッケージに含まれています:
ko: '{0}' 템플릿이 패키지에 포함되어 있습니다.
pl: Szablon "{0}" jest uwzględniony w pakietach:
pt_br: O modelo '{0}' está incluído nos pacotes:
ru: Шаблон "{0}" включен в пакеты:
tr: '{0}' şablonu şu paketlere eklendi:
zh_hans: 模板“{0}”包含在包中:
zh_hant: 範本 '{0}' 包含在套件中:

# TemplatePackageCoordinator_Install_ConstraintsNotice
source: The following templates might not work because their constraints are not met:
cs: Následující šablony nemusí fungovat, protože nejsou splněna jejich omezení:
de: Die folgenden Vorlagen funktionieren möglicherweise nicht, da ihre Einschränkungen nicht erfüllt sind:
es: Es posible que las siguientes plantillas no funcionen porque no se cumplen sus restricciones:
fr: Les modèles suivants peuvent ne pas fonctionner, car leurs contraintes ne sont pas remplies :
it: I modelli seguenti potrebbero non funzionare perché i relativi vincoli non sono soddisfatti:
ja: 次のテンプレートは、制約を満たされていないため動作しない可能性があります:
ko: 제약 조건이 충족되지 않아 다음 템플릿이 작동하지 않을 수 있습니다.
pl: Następujące szablony mogą nie działać, ponieważ ich ograniczenia nie są spełnione:
pt_br: Os modelos a seguir podem não funcionar porque suas restrições não são atendidas:
ru: Следующие шаблоны могут не работать из-за несоблюдения их ограничений:
tr: Şu şablonlar, kısıtlamaları karşılanmadığından çalışmayabilir:
zh_hans: 以下模板可能不起作用，因为不满足它们的约束:
zh_hant: 下列範本可能無法運作，因為不符合這些條件約束:

# TemplatePackageCoordinator_Install_Error_FoundNoPackagesToInstall
source: Found no template packages to install.
cs: Nenašly se žádné balíčky šablon, které by se daly nainstalovat.
de: Es wurden keine Vorlagenpakete gefunden, die installiert werden können.
es: No se encontró ningún paquete de plantillas para instalar.
fr: Aucun package de modèles à installer trouvé.
it: Non sono stati trovati pacchetti di modelli da installare.
ja: インストールするテンプレート パッケージが見つかりません。
ko: 설치할 템플릿 패키지를 찾을 수 없습니다.
pl: Nie znaleziono pakietów szablonów do zainstalowania.
pt_br: Não foram encontrados os pacotes do modelo para instalar.
ru: Пакеты шаблонов для установки не найдены.
tr: Yüklenecek şablon paketi bulunamadı.
zh_hans: 找不到要安装的模板包。
zh_hant: 找不到要安裝的範本套件。

# TemplatePackageCoordinator_Install_Error_SameInstallRequests
source: The command is attempting to install the template package '{0}' twice, check the arguments and retry.
cs: Příkaz se pokouší nainstalovat balíček šablony {0} dvakrát, zkontrolujte argumenty a zkuste to znovu.
de: Der Befehl versucht, das Vorlagenpaket "{0}" zweimal zu installieren, überprüfen Sie die Argumente, und versuchen Sie es noch mal.
es: El comando está intentando instalar el paquete de plantillas "{0}" dos veces, compruebe los argumentos y vuelva a intentarlo.
fr: La commande tente d’installer deux fois le package de modèles « {0} ». Vérifiez les arguments et réessayez.
it: Il comando sta tentando di installare il pacchetto di modelli '{0}' due volte, controllare gli argomenti e riprovare.
ja: コマンドがテンプレート パッケージ '{0}' を2回インストールしようとしています。引数を確認して、もう一度やり直してください。
ko: 명령이 '{0}' 템플릿 패키지를 두 번 설치하려고 시도하고 있습니다. 인수를 확인하고 재시도하세요.
pl: Polecenie próbuje zainstalować pakiet szablonów "{0}" dwa razy. Sprawdź argumenty i ponów próbę.
pt_br: O comando está tentando instalar o pacote de modelos '{0}' duas vezes, verifique os argumentos e tente novamente.
ru: Команда пытается установить пакет шаблона "{0}" дважды. Проверьте аргументы и повторите попытку.
tr: Komut, '{0}' şablon paketini iki kere yüklemeye çalışıyor. Bağımsız değişkenleri kontrol edin ve yeniden deneyin.
zh_hans: 该命令正在尝试安装模板包“{0}”两次，请检查参数，然后重试。
zh_hant: 命令正在嘗試安裝範本套件 '{0}' 兩次，請檢查引數並重試。

# TemplatePackageCoordinator_Install_Error_VulnerablePackageTip
source: In order to install this package, run:
cs: Pokud chcete nainstalovat tento balíček, spusťte:
de: Führen Sie Folgendes aus, um dieses Paket zu installieren:
es: Para instalar este paquete, ejecute:
fr: Pour installer ce package, exécutez :
it: Per installare questo pacchetto, eseguire:
ja: このパッケージをインストールするには、次を実行します:
ko: 이 패키지를 설치하려면 다음을 실행합니다.
pl: Aby zainstalować ten pakiet, uruchom następujące polecenie:
pt_br: Para instalar este pacote, execute:
ru: Чтобы установить этот пакет, выполните команду:
tr: Bu paketi yüklemek için şu komutu çalıştırın:
zh_hans: 若要安装此包，请运行:
zh_hant: 若要安裝此套件，請執行:
