Repository: dotnet/msbuild
Catalog: src/Cli/Microsoft.TemplateEngine.Cli/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Action would have been taken automatically:
cs: Akce by se provedla automaticky:
de: Aktion wäre automatisch ausgeführt worden:
es: La acción se habría realizado automáticamente:
fr: L’action aurait été effectuée automatiquement :
it: L'azione verrebbe eseguita automaticamente:
ja: 操作は自動的に行われたはずです:
ko: 조치가 자동으로 수행되었습니다.
pl: Akcja zostanie podjęta automatycznie:
pt_br: A ação seria executada automaticamente:
ru: Действие было бы выполнено автоматически:
tr: Şu eylem otomatik olarak gerçekleştirilirdi:
zh_hans: 本应自动执行操作:
zh_hant: 應自動採取的動作:

# AliasAssignmentCoordinator_Error_LongAlias
source: Failed to assign long option alias for parameter '{0}', tried: '{1}'; '{2}'.
cs: Nepovedlo se přiřadit dlouhý alias možnosti pro parametr {0}. Počet pokusů: {1}; {2}.
de: Fehler beim Zuweisen eines long-Optionsalias für den Parameter “{0}”. Versucht: “{1}”; “{2}”.
es: No se pudo asignar el alias de opción larga para el parámetro '{0}'. Se intentó: '{1}'; '{2}'.
fr: Échec de l’attribution d’un alias d’option longue pour le paramètre '{0}'. Tentative : '{1}'; '{2}'
it: Impossibile assegnare l'alias di opzione long per il parametro '{0}'. Tentativo: '{1}'; '{2}'.
ja: パラメーター '{0}' に長いオプション エイリアスを割り当てられませんでした。試行: '{1}'; '{2}'。
ko: '{0}' 매개 변수에 긴 옵션 별칭을 할당하지 못했습니다. 시도됨: '{1}'; '{2}'.
pl: Nie można przypisać długiego aliasu opcji dla parametru „{0}”. Podjęto próbę: „{1}”; „{2}”.
pt_br: Falha ao atribuir alias de opção longa para o parâmetro '{0}', tentado: '{1}'; '{2}'.
ru: Не удалось назначить длинный псевдоним для параметра \"{0}\", выполнена попытка \"{1}\"; \"{2}\".
tr: Parametre '{0}' için uzun seçenek diğer adı atanamadı, şunlar denendi: '{1}'; '{2}'.
zh_hans: 无法为参数“{0}”分配长选项别名，已尝试:“{1}”、“{2}”。
zh_hant: 無法為參數 '{0}' 指派長選項別名，已嘗試: '{1}';'{2}'。

# AliasAssignmentCoordinator_Error_NameShouldNotHaveColon
source: Parameter name '{0}' contains colon, which is forbidden.
cs: Název parametru {0} obsahuje dvojtečku, která je zakázaná.
de: Der Parametername “{0}” enthält einen Doppelpunkt. Dies ist unzulässig.
es: El nombre de parámetro '{0}' contiene dos puntos, que está prohibido.
fr: Le nom de paramètre '{0}' contient le signe deux-points, ce qui est interdit.
it: Il nome del parametro '{0}' contiene due punti, che non è consentito.
ja: パラメーター名 '{0}' に禁止されているコロンが含まれています。
ko: 매개 변수 이름 '{0}'에 사용할 수 없는 콜론이 포함되어 있습니다.
pl: Nazwa parametru „{0}” zawiera dwukropek, co jest zabronione.
pt_br: O nome do parâmetro '{0}' contém dois pontos, o que é proibido.
ru: Имя параметра \"{0}\" содержит точку с запятой. Это запрещено.
tr: Parametre adı '{0}' iki nokta üst üste içeriyor; buna izin verilmez.
zh_hans: 参数名称“{0}”包含禁止使用的冒号。
zh_hant: 參數名稱'{0}'包含禁止的冒號。

# AliasAssignmentCoordinator_Error_ShortAlias
source: Failed to assign short option alias for parameter '{0}', tried: '{1}'; '{2}'.
cs: Nepovedlo se přiřadit krátký alias možnosti pro parametr {0}. Počet pokusů: {1}; {2}.
de: Fehler beim Zuweisen eines short-Optionsalias für den Parameter “{0}”. Versucht: “{1}”; “{2}”.
es: No se pudo asignar el alias de opción corta para el parámetro '{0}'. Se intentó: '{1}'; '{2}'.
fr: Échec de l’attribution d’un alias d’option courte pour le paramètre '{0}'. Tentative : '{1}'; '{2}'
it: Impossibile assegnare l'alias di opzione short per il parametro '{0}'. Tentativo: '{1}'; '{2}'.
ja: パラメーター '{0}' に短いオプション エイリアスを割り当てられませんでした。試行: '{1}'; '{2}'。
ko: '{0}' 매개 변수에 짧은 옵션 별칭을 할당하지 못했습니다. 시도됨: '{1}'; '{2}'.
pl: Nie można przypisać krótkiego aliasu opcji dla parametru „{0}”. Podjęto próbę: „{1}”; „{2}”.
pt_br: Falha ao atribuir alias de opção curta para o parâmetro '{0}', tentado: '{1}'; '{2}'.
ru: Не удалось назначить короткий псевдоним для параметра \"{0}\", выполнена попытка: \"{1}\"; \"{2}\".
tr: Parametre '{0}' için kısa seçenek diğer adı atanamadı, şunlar denendi: '{1}'; '{2}'.
zh_hans: 无法为参数“{0}”分配短选项别名，已尝试:“{1}”、“{2}”。
zh_hant: 無法為參數 '{0}' 指派短選項別名，已嘗試: '{1}';'{2}'。

# AliasCannotBeShortName
source: Alias '{0}' is a template short name, and therefore cannot be aliased.
cs: Alias {0} je krátký název šablony, proto se pro něj nedá alias vytvořit.
de: Der Alias "{0}" ist ein Kurzname für die Vorlage und kann daher nicht als Alias verwendet werden.
es: El alias "{0}" es un nombre corto de plantilla y, por lo tanto, no puede tener alias.
fr: L’alias « {0} » est un nom court du modèle et ne peut donc pas être associé à un alias.
it: L'alias '{0}' è un nome breve del modello e pertanto non può essere associato a un alias.
ja: エイリアス ' {0} ' はテンプレートの短い名前であるため、襟リアスにすることはできません。
ko: 별칭 '{0}'은(는) 템플릿 축약 이름이므로 별칭을 지정할 수 없습니다.
pl: Alias "{0}" jest nazwą skróconą szablonu i dlatego nie może być aliasowana.
pt_br: O alias '{0}' é um nome curto do modelo e, portanto, não pode receber um alias.
ru: Псевдоним "{0}" является коротким именем шаблона и поэтому не может быть псевдонимом.
tr: '{0}' diğer adı bir şablon kısa adıdır ve bu nedenle diğer ad alamaz.
zh_hans: 别名“{0}”是一个模板简短名称，因此不能作为别名。
zh_hant: 別名 '{0}' 是範本簡短名稱，因此無法別名化。

# AliasCommandAfterExpansion
source: After expanding aliases, the command is: dotnet {0}
cs: Po rozbalení aliasů je příkaz dotnet {0}.
de: Nach dem Erweitern von Aliasen lautet der Befehl: dotnet {0}
es: Después de expandir los alias, el comando es: {0} dotnet
fr: Après avoir développé les alias, la commande est : dotnet {0}
it: Dopo l'espansione degli alias, il comando è: dotnet{0}
ja: エイリアスを展開した後、コマンドは次のとおりです。 dotnet {0}
ko: 별칭을 확장한 후 명령은 다음과 같습니다. dotnet{0}
pl: Po rozprzestrzenieniu aliasów polecenie to: dotnet {0}
pt_br: Após expandir os aliases, o comando é: dotnet {0}
ru: После развертывания псевдонимов команда будет: dotnet {0}
tr: Diğer adlar genişletildikten sonra şu komut kullanılır: dotnet {0}
zh_hans: 展开别名后，命令为: dotnet {0}
zh_hant: 展開別名之後，命令為: dotnet {0}

# AliasCreated
source: Successfully created alias named '{0}' with value '{1}'
cs: Úspěšně se vytvořil alias s názvem {0} a hodnotou {1}.
de: Der Alias mit dem Namen "{0}" wurde mit dem Wert "{1}" erfolgreich erstellt.
es: Se creó correctamente el alias denominado "{0}" con el valor "{1}"
fr: L’alias nommé « {0} » avec la valeur « {1} » a bien été créé
it: L'alias denominato '{0}' con il valore '{1}' è stato creato
ja: '{1}' という値の '{0}' という名前のエイリアスが正常に作成されました
ko: 값이 '{1}'인 '{0}'(이)라는 별칭을 만들었습니다.
pl: Pomyślnie utworzono alias o nazwie "{0}" z wartością "{1}"
pt_br: Alias denominado '{0}' criado com êxito com o valor '{1}'
ru: Псевдоним с именем "{0}" со значением "{1}" успешно создан
tr: '{1}' değerine sahip '{0}' diğer adı başarıyla oluşturuldu
zh_hans: 已成功创建名为“{0}”且值为“{1}”的别名
zh_hant: 已成功建立名為 {0}' 且值為 '{1}' 的別名

# AliasCycleError
source: Alias not created. It would have created an alias cycle, resulting in infinite expansion.
cs: Alias se nevytvořil. Vytvořil by se cyklus aliasu, což by vedlo k nekonečnému rozšiřování.
de: Der Alias wurde nicht erstellt. Es hätte einen Aliaszyklus erstellt, was zu einer unendlichen Erweiterung geführt hätte.
es: No se creó ningún alias. Habría creado un ciclo de alias, lo que habría dado lugar a una expansión infinita.
fr: L’alias n’a pas été créé. Cela aurait créé un cycle d’alias, entraînant une croissance infinie.
it: L'alias non è stato creato. Avrebbe creato un ciclo di alias, con conseguente espansione infinita.
ja: エイリアスが作成されていません。エイリアスが作成されるとエイリアスサイクルが作成され、無限に拡張される可能性がありました。
ko: 별칭이 생성되지 않았습니다. 별칭 순환이 생성되어 무한 확장이 발생했을 것입니다.
pl: Nie utworzono aliasu. Utworzono cykl aliasów, co spowodowało nieskończoną ekspansję.
pt_br: Alias não criado. Seria criado um ciclo de alias, resultando em uma expansão infinita.
ru: Псевдоним не создан. Был бы создан цикл псевдонимов, что привело бы к бесконечному расширению.
tr: Diğer ad oluşturulmadı. Bu, bir diğer ad döngüsü oluşturarak sonsuz genişletmeye neden olurdu.
zh_hans: 未创建别名。它将创建别名循环，从而导致无限扩展。
zh_hant: 未建立別名。它應建立別名循環，致使無限擴充。

# AliasExpandedCommandParseError
source: Command is invalid after expanding aliases.
cs: Po rozšíření aliasů není příkaz platný.
de: Der Befehl ist nach dem Erweitern von Aliasen ungültig.
es: El comando no es válido después de expandir los alias.
fr: La commande n’est pas valide après le développement des alias.
it: Il comando non è valido dopo l'espansione degli alias.
ja: エイリアスを展開した後、コマンドは無効です。
ko: 별칭을 확장한 후 명령이 유효하지 않습니다.
pl: Polecenie jest nieprawidłowe po rozprzestrzenieniu aliasów.
pt_br: Comando inválido após expandir aliases.
ru: Команда недействительна после развертывания псевдонимов.
tr: Diğer adlar genişletildikten sonra komut geçersiz oldu.
zh_hans: 扩展别名后命令无效。
zh_hant: 展開別名後，命令無效。

# AliasExpansionError
source: Error expanding aliases on input params.
cs: Při rozšiřování aliasů u vstupních parametrů došlo k chybě.
de: Fehler beim Erweitern von Aliasen bei Eingangsparametern.
es: Error al expandir los alias en los parámetros de entrada.
fr: Erreur lors du développement des alias sur les paramètres d’entrée.
it: Errore durante l'espansione degli alias nei parametri di input.
ja: 入力パラメーターでエイリアスの展開中にエラーが発生しました。
ko: 입력 매개 변수에서 별칭을 확장하는 중에 오류가 발생했습니다.
pl: Błąd podczas rozprzestrzeniania aliasów na parametry wejściowe.
pt_br: Erro ao expandir aliases em parâmetros de entrada.
ru: Ошибка при развертывании псевдонимов во входных параметрах.
tr: Giriş parametrelerindeki diğer adlar genişletilirken hata oluştu.
zh_hans: 扩展输入参数上的别名时出错。
zh_hant: 展開輸入參數上的別名時發生錯誤。

source: Alias Name
cs: Název aliasu
es: Nombre de alias
fr: Nom de l’alias
it: Nome alias
ja: エイリアス
ko: 별칭 이름
pl: Nazwa aliasu
pt_br: Nome do Alias
ru: Имя псевдонима
tr: Diğer Ad
zh_hans: 别名
zh_hant: 別名名稱

# AliasNameContainsInvalidCharacters
source: Alias names can only contain letters, numbers, underscores, and periods.
cs: Názvy aliasů můžou obsahovat pouze písmena, číslice, podtržítka a tečky.
de: Aliasnamen dürfen nur Buchstaben, Zahlen, Unterstriche und Punkte enthalten.
es: Los nombres de alias solo pueden contener letras, números, guiones bajos y puntos.
fr: Les noms des alias ne doivent contenir que des lettres, des chiffres, des traits de soulignement et des points.
it: I nomi alias possono contenere solo lettere, numeri, caratteri di sottolineatura e punti.
ja: エイリアスには、文字、数字、アンダースコア、ピリオドだけを含めることができます。
ko: 별칭 이름은 문자, 숫자, 밑줄 및 마침표만 포함할 수 있습니다.
pl: Nazwy aliasów mogą zawierać jedynie litery, cyfry, znaki podkreślenia i kropki.
pt_br: Os nomes de alias só podem conter letras, números, sublinhados e pontos.
ru: Имена псевдонимов могут содержать только буквы, цифры, символы подчеркивания и точки.
tr: Diğer ad yalnızca harf, rakam, alt çizgi ve nokta içerebilir.
zh_hans: 别名只能包含字母、数字、下划线和句点。
zh_hant: 別名名稱只能包含字母、數字、底線和句號。

# AliasNotCreatedInvalidInput
source: Alias not created. The input was invalid.
cs: Alias se nevytvořil. Vstup nebyl platný.
de: Der Alias wurde nicht erstellt. Die Eingabe war ungültig.
es: No se creó el alias. La entrada no era válida.
fr: L’alias n’a pas été créé. L’entrée n’était pas valide.
it: L'alias non è stato creato. L'input non era valido.
ja: エイリアスが作成されていません。入力が無効でした。
ko: 별칭이 생성되지 않았습니다. 입력이 잘못되었습니다.
pl: Nie utworzono aliasu. Dane wejściowe są nieprawidłowe.
pt_br: Alias não criado. A entrada era inválida.
ru: Псевдоним не создан. Входные данные недопустимы.
tr: Diğer ad oluşturulmadı. Giriş geçersizdi.
zh_hans: 未创建别名。输入无效。
zh_hant: 未建立別名。輸入無效。

# AliasRemoveNonExistentFailed
source: Unable to remove alias '{0}'. It did not exist.
cs: Nepovedlo se odebrat alias {0}, protože neexistoval.
de: Der Alias "{0}" kann nicht entfernt werden. Es war nicht vorhanden.
es: No se puede quitar el alias "{0}". No existe.
fr: Impossible de supprimer l’alias « {0} ». Il n’existait pas.
it: Non è possibile rimuovere l'alias '{0}'. Non esiste.
ja: エイリアス ' {0} ' を削除できません。存在しませんでした。
ko: 별칭 '{0}'을(를) 제거할 수 없습니다. 해당 별칭은 존재하지 않았습니다.
pl: Nie można usunąć aliasu "{0}". Nie istnieje.
pt_br: Não é possível remover o alias '{0}'. Ele não existia.
ru: Не удалось удалить псевдоним "{0}". Он не существовал.
tr: '{0}' diğer adı kaldırılamıyor. Bu ad zaten yoktu.
zh_hans: 无法删除别名“{0}”。该别名不存在。
zh_hant: 無法移除別名 '{0}'。它不存在。

# AliasRemoved
source: Successfully removed alias named '{0}' whose value was '{1}'.
cs: Úspěšně se odebral alias s názvem {0}, jehož hodnota byla {1}.
de: Der Alias mit dem Namen "{0}", dessen Wert "{1}" war, wurde erfolgreich entfernt.
es: Se quitó correctamente el alias denominado "{0}" cuyo valor era "{1}".
fr: L’alias nommé « {0} » dont la valeur était « {1} » a été supprimé.
it: L'alias denominato '{0}' il cui valore era '{1}' è stato rimosso.
ja: ' {0} ' という名前のエイリアスが正常に削除されました。値は ' {1} ' でした。
ko: 값이 '{1}'인 '{0}' 별칭을 성공적으로 제거했습니다.
pl: Pomyślnie usunięto alias o nazwie "{0}", którego wartość to "{1}".
pt_br: Removido com êxito o alias denominado '{0}' cujo valor era '{1}'.
ru: Псевдоним с именем "{0}", значение которого равно "{1}", успешно удален.
tr: Değeri '{1}' olan '{0}' diğer adı başarıyla kaldırıldı.
zh_hans: 已成功删除名为“{0}”且值为“{1}”的别名。
zh_hant: 已成功移除名為 '{0}' 的別名，其值是 '{1}'。

# AliasShowAllAliasesHeader
source: All Aliases:
cs: Všechny aliasy:
de: Alle Aliase:
es: Todos los alias:
fr: Tous les alias :
it: Tutti gli alias:
ja: すべてのエイリアス:
ko: 모든 별칭:
pl: Wszystkie aliasy:
pt_br: Todos os Aliases:
ru: Все псевдонимы:
tr: Tüm Diğer Adlar:
zh_hans: 所有别名:
zh_hant: 所有別名:

# AliasShowErrorUnknownAlias
source: Unknown alias name '{0}'. Run 'dotnet {1} --show-aliases' with no args to show all aliases.
cs: Neznámý název aliasu {0}. Pokud si chcete zobrazit všechny aliasy, spusťte bez argumentů příkaz dotnet {1} --show-aliases.
de: Unbekannter Aliasname "{0}". Führen Sie "dotnet {1}--show-aliases" ohne Argumente aus, um alle Aliase anzuzeigen.
es: Nombre de alias desconocido "{0}". Ejecute "dotnet {1} --show-aliases" sin argumentos para mostrar todos los alias.
fr: Nom d’alias « {0} » inconnu. Exécutez « dotnet {1} --show-aliases » sans arguments pour afficher tous les alias.
it: Nome alias sconosciuto '{0}'. Eseguire 'dotnet {1}--show-alias ' senza argomenti per mostrare tutti gli alias.
ja: 不明なエイリアス名 ' {0} ' です。 すべてのエイリアスを表示する引数のない ' Dotnet {1}--show-aliases ' を実行します。
ko: 알 수 없는 별칭 이름 '{0}'. 모든 별칭을 표시하려면 인수 없이 'dotnet{1} --show-aliases'를 실행하세요.
pl: Nieznana nazwa aliasu "{0}". Uruchom polecenie "dotnet {1}--show-aliases" bez argumentów, aby wyświetlić wszystkie aliasy.
pt_br: Nome de alias '{0}' desconhecido. Execute 'dotnet {1} --mostrar- aliases' sem nenhum args para mostrar todos os aliases.
ru: Неизвестное имя псевдонима "{0}". Запустите "dotnet {1} --show-aliases" без аргументов для отображения всех псевдонимов.
tr: Bilinmeyen diğer ad '{0}'. Tüm diğer adları göstermek için 'dotnet {1} --show-aliases' komutunu bağımsız değişken olmadan çalıştırın.
zh_hans: 未知的别名名称“{0}”。 在没有显示全部别名参数的情况下运行“dotnet {1} --show-aliases”。
zh_hant: 未知的別名名稱 '{0}'。 執行 'dotnet {1} --show-aliases' (沒有引數) 以顯示所有別名。

# AliasUpdated
source: Successfully updated alias named '{0}' to value '{1}'.
cs: Alias s názvem {0} se úspěšně aktualizoval na hodnotu {1}.
de: Der Alias mit dem Namen "{0}" wurde erfolgreich auf den Wert "{1}" aktualisiert.
es: El alias denominado "{0}" se actualizó correctamente al valor "{1}".
fr: La valeur de l’alias nommé « {0} » a été mis à jour sur « {1} »
it: L'alias denominato '{0}' è stato aggiornato al valore '{1}'.
ja: ' {0} ' という名前のエイリアスが値 ' {1} ' に正常に更新されました。
ko: 이름이 '{0}'인 별칭을 '{1}' 값으로 업데이트했습니다.
pl: Pomyślnie zaktualizowano alias o nazwie "{0}" do wartości "{1}".
pt_br: O alias chamado '{0}' foi atualizado com êxito para o valor '{1}'.
ru: Псевдоним с именем "{0}" успешно обновлен до значения "{1}".
tr: '{0}' diğer adı başarıyla '{1}' değerine güncelleştirildi.
zh_hans: 已成功将名为“{0}”的别名更新为值“{1}”。
zh_hant: 已成功將名為 '{0}' 的別名更新為值 '{1}'。

source: Alias Value
cs: Hodnota aliasu
de: Aliaswert
es: Valor de alias
fr: Valeur de l’alias
it: Valore alias
ja: エイリアス値
ko: 별칭 값
pl: Wartość aliasu
pt_br: Valor de Alias
ru: Значение псевдонима
tr: Diğer Ad Değeri
zh_hans: 别名值
zh_hant: 別名值

# AliasValueFirstArgError
source: First argument of an alias value must begin with a letter or digit.
cs: První argument hodnoty aliasu musí začínat písmenem nebo číslicí.
de: Das erste Argument eines Aliaswerts muss mit einem Buchstaben oder einer Ziffer beginnen.
es: El primer argumento de un valor de alias debe comenzar con una letra o un dígito.
fr: Le premier argument de la valeur d’un alias doit commencer par une lettre ou un chiffre.
it: Il primo argomento di un valore alias deve iniziare con una lettera o un numero.
ja: エイリアス値の最初の引数は、文字または数字で始まる必要があります。
ko: 별칭 값의 첫 번째 인수는 문자 또는 숫자로 시작해야 합니다.
pl: Pierwszy argument wartości aliasu musi zaczynać się literą lub cyfrą.
pt_br: O primeiro argumento de um valor de alias deve começar com uma letra ou dígito.
ru: Первый аргумент значения псевдонима должен начинаться с буквы или цифры.
tr: Bir diğer ad değerinin ilk bağımsız değişkeni bir harf veya rakam ile başlamalıdır.
zh_hans: 别名值的第一个参数必须以字母或数字开头。
zh_hant: 別名值的第一個引數必須以字母或數字開頭。

# AllowScriptsNoChoice
source: Do not allow scripts to run
cs: Nepovolit spouštění skriptů
de: Ausführen von Skripts nicht zulassen
es: No permitir la ejecución de scripts
fr: Ne pas autoriser l’exécution des scripts
it: Non consentire l'esecuzione degli script
ja: スクリプトの実行を許可しない
ko: 스크립트 실행 허용 안함
pl: Nie zezwalaj na uruchamianie skryptów
pt_br: Não permitir que scripts executem
ru: Не разрешать запуск сценариев
tr: Betikleri çalıştırmaya izin verme
zh_hans: 请勿允许脚本运行
zh_hant: 不允許指令碼執行

# AllowScriptsPromptChoice
source: Ask before running each script
cs: Před spuštěním každého skriptu se zeptat
de: Fragen, bevor die einzelnen Skripts ausgeführt werden
es: Preguntar antes de ejecutar cada script
fr: Demander avant d’exécuter chaque script
it: Chiedere prima di eseguire ogni script
ja: 各スクリプトを実行する前に確認する
ko: 각 스크립트를 실행하기 전에 확인
pl: Pytaj przed uruchomieniem każdego skryptu
pt_br: Perguntar antes de executar cada script
ru: Спрашивать перед запуском каждого сценария
tr: Her betiği çalıştırmadan önce sor
zh_hans: 在运行每个脚本之前询问
zh_hant: 執行每個指令碼之前先詢問

# AllowScriptsYesChoice
source: Allow scripts to run
cs: Povolit spouštění skriptů
de: Ausführen von Skripts zulassen
es: Permitir la ejecución de scripts
fr: Autoriser l’exécution des scripts
it: Consentire l'esecuzione degli script
ja: スクリプトの実行を許可する
ko: 스크립트 실행 허용
pl: Zezwalaj na uruchamianie skryptów
pt_br: Permitir que scripts executem
ru: Разрешить запуск сценариев
tr: Betikleri çalıştırmaya izin ver
zh_hans: 允许脚本运行
zh_hant: 允許指令碼執行

# AmbiguousParameterDetail
source: The value '{1}' is ambiguous for option {0}.
cs: Hodnota {1} je pro možnost {0} nejednoznačná.
de: Der Wert "{1}" ist für die Option "{0}" mehrdeutig.
es: El valor "{1}" es ambiguo para la opción {0}.
fr: La valeur « {1} » est ambiguë pour l’option {0}.
it: Il valore '{1}' è ambiguo per l'opzione {0}.
ja: オプション ' {0} 'の ' {1} ' の値 があいまいです。
ko: {0} 옵션에 대한 '{1}' 값이 모호합니다.
pl: Wartość "{1}" jest niejednoznaczna dla opcji {0}.
pt_br: O valor '{1}' é ambíguo para a opção {0}.
ru: Значение "{1}" для параметра {0} является неоднозначным.
tr: '{1}' değeri {0} seçeneği için belirsiz.
zh_hans: 值“{1}”对于选项 {0} 不明确。
zh_hant: 選項 {0} 的值 '{1}' 不明確。

# AmbiguousTemplateGroupListHint
source: Re-run the command using the template's exact short name.
cs: Pomocí přesného krátkého názvu šablony spusťte příkaz znovu.
de: Führen Sie den Befehl erneut mit dem genauen Kurznamen der Vorlage aus.
es: Vuelva a ejecutar el comando usando el nombre corto exacto de la plantilla.
fr: Exécutez à nouveau la commande en utilisant le nom court exact du modèle.
it: Eseguire di nuovo il comando utilizzando il nome breve esatto del modello.
ja: テンプレートの正確な短い名前を使用してコマンドを再実行してください。
ko: 템플릿의 정확한 짧은 이름을 사용하여 명령을 다시 실행하세요.
pl: Ponownie uruchom polecenie, używając dokładnej skróconej nazwy szablonu.
pt_br: Execute novamente o comando usando o nome curto exato do modelo.
ru: Повторно выполните команду, используя точное короткое имя шаблона.
tr: Şablonun tam kısa adını kullanarak komutu yeniden çalıştırın.
zh_hans: 使用模板的确切短名称重新运行命令。
zh_hant: 使用範本的確切簡短名稱重新執行命令。

# AmbiguousTemplatesHeader
source: Unable to resolve the template, the following installed templates are conflicting:
cs: Nelze přeložit šablonu. Následující nainstalované šablony jsou v konfliktu:
de: Die Vorlage kann nicht aufgelöst werden, die folgenden installierten Vorlagen stehen in Konflikt:
es: No se puede resolver la plantilla, las siguientes plantillas instaladas están en conflicto:
fr: Impossible de résoudre le modèle, les modèles installés suivants sont en conflit :
it: Non è possibile risolvere il modello, i modelli installati seguenti sono in conflitto:
ja: テンプレートを解決できません。次のインストールされたテンプレートが競合しています:
ko: 템플릿을 확인할 수 없습니다. 다음의 설치된 템플릿들이 충돌합니다.
pl: Nie można rozpoznać szablonu, ponieważ następujące zainstalowane szablony powodują konflikt:
pt_br: Não foi possível resolver o modelo, os seguintes modelos instalados são conflitantes:
ru: Не удается разрешить шаблон, конфликтуют следующие установленные шаблоны:
tr: Şablon çözümlenemiyor. Şu yüklü şablonlar çakışıyor:
zh_hans: 无法解析模板，以下已安装模板发生冲突:
zh_hant: 無法解析範本，下列已安裝的範本發生衝突:

# AmbiguousTemplatesMultiplePackagesHint
source: Uninstall the template packages containing the templates to keep only one template from the list or add the template options which differentiate the template to run.
cs: Odinstalujte balíčky šablon obsahující šablony, aby ze seznamu zůstala jenom jedna šablona, nebo přidejte možnosti šablony, které odlišují šablonu, která se má spustit.
de: Deinstallieren Sie die Vorlagenpakete, die die Vorlagen enthalten, um nur eine Vorlage aus der Liste zu behalten, oder fügen Sie die Vorlagenoptionen hinzu, damit die auszuführende Vorlage unterschieden werden kann.
es: Desinstale los paquetes de plantillas que contienen las plantillas para mantener solo una plantilla de la lista o agregue las opciones de plantilla que diferencian la plantilla que se va a ejecutar.
fr: Désinstallez les paquets de modèles contenant les modèles pour ne garder qu'un seul modèle dans la liste ou ajoutez les options de modèle qui différencient le modèle à exécuter.
it: Disinstallare i pacchetti di modelli contenenti i modelli per mantenere un solo modello dall'elenco o aggiungere le opzioni del modello che differenziano il modello da eseguire.
ja: テンプレートを含むテンプレート パッケージをアンインストールして、一覧からテンプレートを 1 つだけ保持するか、実行するテンプレートを区別するテンプレート オプションを追加します。
ko: 템플릿이 포함된 템플릿 패키지를 제거하여 목록에서 템플릿을 하나만 유지하거나 실행할 템플릿을 구분하는 템플릿 옵션을 추가합니다.
pl: Odinstaluj pakiety szablonów zawierające szablony, aby zachować tylko jeden szablon z listy, lub dodaj opcje szablonu, które wyróżniają szablon do uruchomienia.
pt_br: Desinstale os pacotes de modelos que contêm os modelos para manter somente um modelo da lista ou adicione as opções de modelo que diferenciam o modelo a ser executado.
ru: Удалите пакеты шаблонов, чтобы оставить только один шаблон из списка, или добавьте параметры шаблонов, определяющие выполняемый шаблон.
tr: Listedeki tek bir şablonu tutmak veya çalıştırılacak şablonu değiştiren şablon seçeneklerini eklemek için şablonları içeren şablon paketlerini kaldırın.
zh_hans: 卸载包含模板的模板包，以便仅从列表中保留一个模板，或添加区分要运行的模板的模板选项。
zh_hant: 卸載包含範本的範本套件，以只保留清單中的一個範本，或新增區分要執行之範本的範本選項。
