Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# NETFrameworkToNonBuiltInNETStandard
source: NETSDK1069: This project uses a library that targets .NET Standard 1.5 or higher, and the project targets a version of .NET Framework that doesn't have built-in support for that version of .NET Standard. Visit https://aka.ms/net-standard-known-issues for a set of known issues. Consider retargeting to .NET Framework 4.7.2.
cs: NETSDK1069: Tento projekt používá knihovnu, která cílí na .NET Standard 1.5 nebo vyšší, a projekt cílí na verzi .NET Frameworku, která nemá integrovanou podporu pro tuto verzi .NET Standardu. Podívejte na stránku https://aka.ms/net-standard-known-issues, kde najdete sadu známých problémů. Zvažte změnu cíle na .NET Framework 4.7.2.
de: NETSDK1069: Dieses Projekt verwendet eine Bibliothek, die auf .NET Standard 1.5 oder höher ausgerichtet ist, und das Projekt ist auf eine Version von .NET Framework ausgerichtet, die keine integrierte Unterstützung für diese .NET Standard-Version bietet. Besuchen Sie https://aka.ms/net-standard-known-issues for a set of known issues. Ziehen Sie eine neue Ausrichtung auf .NET Framework 4.7.2 in Betracht.
es: NETSDK1069: Este proyecto utiliza una biblioteca para .NET Standard 1.5 o posterior, pero el proyecto es para una versión de .NET Framework que no incluye compatibilidad con esa versión de .NET Standard. Visite https://aka.ms/net-standard-known-issues para ver un conjunto de problemas conocidos. Considere la posibilidad de cambiar el destino a .NET Framework 4.7.2.
fr: NETSDK1069: Ce projet utilise une bibliothèque qui cible .NET Standard 1.5 ou ultérieur, et le projet cible une version du .NET Framework qui n'intègre pas la prise en charge de cette version de .NET Standard. Pour obtenir la liste des problèmes connus, visitez https://aka.ms/net-standard-known-issues. Songez à cibler le .NET Framework 4.7.2.
it: NETSDK1069: questo progetto usa una libreria destinata a .NET Standard 1.5 o versione successiva ed è destinato a una versione di .NET Framework che non include il supporto predefinito per tale versione di .NET Standard. Per un serie di problemi noti, visitare https://aka.ms/net-standard-known-issues. Provare a impostare come destinazione .NET Framework 4.7.2.
ja: NETSDK1069: このプロジェクトは .NET Standard 1.5 以上をターゲットとするライブラリを使用します。また、このプロジェクトは、そのバージョンの .NET Standard に対するサポートが組み込まれていない .NET Framework のバージョンをターゲットとしています。一連の既知の問題について、https://aka.ms/net-standard-known-issues をご覧ください。.NET Framework 4.7.2 への再ターゲットを検討してください。
ko: NETSDK1069: 이 프로젝트는 .NET Standard 1.5 이상을 대상으로 하는 라이브러리를 사용하며, 이 프로젝트는 해당 버전의 .NET Standard를 기본으로 제공하지 않는 .NET Framework 버전을 대상으로 합니다. 알려진 문제에 대해서는 https://aka.ms/net-standard-known-issues를 참조하세요. .NET Framework 4.7.2로 대상을 다시 지정해 보세요.
pt_br: NETSDK1069: este projeto utiliza uma biblioteca que tem como destino o .NET Standard 1.5 ou superior, e o projeto tem como destino uma versão do .NET Framework que não tem suporte interno para essa versão do .NET Standard. Visite o site https://aka.ms/net-standard-known-issues para ter acesso a uma variedade de problemas conhecidos. Considere alterar o destino para o .NET Framework 4.7.2.
ru: NETSDK1069: этот проект использует библиотеку, предназначенную для .NET Standard 1.5 или более поздней версии. Кроме того, проект работает в версии .NET Framework, не имеющей встроенной поддержки этой версии .NET Standard. Список и описание известных проблем см. по адресу https://aka.ms/net-standard-known-issues. Рекомендуется изменить целевую платформу на .NET Framework 4.7.2.
zh_hans: NETSDK1069: 此项目使用了一个面向 .NET Standard 1.5 或更高版本的库，且此项目面向一个没有对该版本的 .NET Standard 的内置支持的 .NET Framework 版本。请访问 https://aka.ms/net-standard-known-issues 了解一些已知问题。考虑重定向到 .NET Framework 4.7.2。
zh_hant: NETSDK1069: 此專案使用以 .NET Standard 1.5 或更新版本為目標的程式庫，而專案的目標 .NET Framework 版本則為尚未具備該 .NET Standard 版本內建支援的 .NET Framework。請瀏覽 https://aka.ms/net-standard-known-issues，以了解已知問題的集合。請考慮轉為以 .NET Framework 4.7.2 為目標。

# NETFrameworkWithoutUsingNETSdkDefaults
source: NETSDK1115: The current .NET SDK does not support .NET Framework without using .NET SDK Defaults. It is likely due to a mismatch between C++/CLI project CLRSupport property and TargetFramework.
cs: NETSDK1115: Aktuální sada .NET SDK nepodporuje .NET Framework bez použití výchozích nastavení .NET SDK. Pravděpodobně došlo k neshodě mezi vlastnostmi CLRSupport projektu C++/CLI a TargetFramework.
de: NETSDK1115: Das aktuelle .NET SDK unterstützt das .NET Framework nur, wenn .NET SDK-Standardwerte verwendet werden. Wahrscheinlich liegt ein Konflikt zwischen der CLRSupport-Eigenschaft des C++-/CLI-Projekts und TargetFramework vor.
es: NETSDK1115: El SDK de .NET actual no admite .NET Framework sin usar los valores predeterminados de dicho SDK. Posiblemente se deba a la falta de coincidencia entre la propiedad CLRSupport del proyecto de C++/CLI y TargetFramework.
fr: NETSDK1115: Le SDK .NET actuel ne prend pas en charge le .NET Framework avec des valeurs du SDK .NET autres que celles par défaut. Cela est probablement dû à une incompatibilité entre la propriété CLRSupport du projet C++/CLI et TargetFramework.
ja: NETSDK1115: 現在の .NET SDK では、.NET SDK の既定値を使用せずに .NET Framework をサポートすることはできません。これは、C++/CLI プロジェクトの CLRSupport プロパティと TargetFramework の間の不一致が原因と考えられます。
ko: NETSDK1115: 현재 .NET SDK는 .NET SDK 기본값을 사용하지 않는 .NET Framework를 지원하지 않습니다. C++/CLI 프로젝트 CLRSupport 속성과 TargetFramework 사이의 불일치 때문일 수 있습니다.
pt_br: NETSDK1115: o SDK do .NET atual não dá suporte ao .NET Framework sem o uso de Padrões do SDK do .NET. O motivo é provavelmente uma incompatibilidade entre a propriedade CLRSupport do projeto C++/CLI e a TargetFramework.
ru: NETSDK1115: текущий пакет SDK для .NET не поддерживает .NET Framework без использования значений SDK для .NET по умолчанию. Причиной, скорее всего, является несоответствие TargetFramework и свойства CLRSupport в проекте C++/CLI.
zh_hans: NETSDK1115: 未使用 .NET SDK 默认设置的情况下，当前 .NET SDK 不支持 .NET Framework。很可能是因为 C++/CLI 项目的 CLRSupport 属性和 TargetFramework 之间存在不匹配情况。
zh_hant: NETSDK1115: 目前的 .NET SDK 不支援在不使用 .NET SDK 預設的情形下使用 .NET Framework。這可能是因為 C++/CLI 專案 CLRSupport 屬性與 TargetFramework 不相符所致。

# Net6NotCompatibleWithDev16
source: NETSDK1182: Targeting .NET 6.0 or higher in Visual Studio 2019 is not supported.
cs: NETSDK1182: Cílení na .NET 6.0 nebo vyšší ve Visual Studio 2019 se nepodporuje.
de: NETSDK1182: .NET 6.0 oder höher wird als Ziel in Visual Studio 2019 nicht unterstützt.
es: NETSDK1182: No se admite el destino de .NET 6.0 o superior en Visual Studio 2019.
fr: NETSDK1182: le ciblage de .NET 6.0 ou plus dans Visual Studio 2019 n’est pas pris en charge.
ja: NETSDK1182: Visual Studio 2019 では .NET 6.0 以降をターゲットにすることはできません。
ko: NETSDK1182: Visual Studio 2019에서 .NET 6.0 이상을 대상으로 하는 것은 지원되지 않습니다.
pt_br: NETSDK1182: o direcionamento do .NET 6.0 ou superior no Visual Studio 2019 não é compatível.
ru: NETSDK1182: выбор .NET 6.0 или более поздней версии в качестве цели в Visual Studio 2019 не поддерживается.
zh_hans: NETSDK1182: 不支持在 Visual Studio 2019 中以 .NET 6.0 或更高版本为目标。
zh_hant: NETSDK1182: 不支援在 Visual Studio 2019 中以 .NET 6.0 或更高版本為目標。

# Net7NotCompatibleWithDev173
source: NETSDK1192: Targeting .NET 7.0 or higher in Visual Studio 2022 17.3 is not supported.
cs: NETSDK1192: Cílení na .NET 7.0 nebo vyšší se ve Visual Studiu 2022 17.3 nepodporuje.
fr: NETSDK1192: le ciblage de .NET 7.0 ou plus dans Visual Studio 2022 17.3 n’est pas pris en charge.
ja: NETSDK1192: Visual Studio 2022 17.3 では .NET 7.0 以上をターゲットにすることはできません。
zh_hans: NETSDK1192: 不支持在 Visual Studio 2022 17.3 中以 .NET 7.0 或更高版本为目标。

# NoAppHostAvailable
source: NETSDK1084: There is no application host available for the specified RuntimeIdentifier '{0}'.
cs: NETSDK1084: Pro zadaný identifikátor RuntimeIdentifier {0} není k dispozici žádný hostitel aplikace.
de: NETSDK1084: Für den angegebenen RuntimeIdentifier "{0}" ist kein Anwendungshost verfügbar.
es: NETSDK1084: No hay ningún host de aplicación disponible para el valor de RuntimeIdentifier especificado "{0}".
fr: NETSDK1084: il n'existe aucun d'hôte d'application disponible pour le RuntimeIdentifier spécifié '{0}'.
it: NETSDK1084: non è disponibile alcun host applicazione per l'elemento RuntimeIdentifier specificato '{0}'.
ja: NETSDK1084: 指定された RuntimeIdentifier '{0}' で利用できるアプリケーション ホストはありません。
ko: NETSDK1084: 지정된 RuntimeIdentifier '{0}'에 사용할 수 있는 애플리케이션 호스트가 없습니다.
pt_br: NETSDK1084: não há nenhum host do aplicativo disponível para o RuntimeIdentifier especificado '{0}'.
ru: NETSDK1084: нет узла приложения для указанного RuntimeIdentifier "{0}".
zh_hans: NETSDK1084: 没有应用程序主机可用于指定的 RuntimeIdentifier“{0}”。
zh_hant: NETSDK1084: 對指定的 RuntimeIdentifier '{0}'，無法使用任何應用程式主機。

# NoBuildRequested
source: NETSDK1085: The 'NoBuild' property was set to true but the 'Build' target was invoked.
cs: NETSDK1085: Vlastnost NoBuild se nastavila na true, ale vyvolal se cíl Build.
de: NETSDK1085: Die Eigenschaft "NoBuild" wurde auf TRUE festgelegt, aber das Ziel "Build" wurde aufgerufen.
es: NETSDK1085: La propiedad "NoBuild" se estableció en true pero se invocó el destino de compilación.
fr: NETSDK1085: la propriété 'NoBuild' a la valeur true, mais la cible 'Build' a été appelée.
ja: NETSDK1085: 'NoBuild' プロパティが true に設定されていますが、'Build' ターゲットが呼び出されました。
ko: NETSDK1085: 'NoBuild' 속성이 true로 설정되었지만, 'Build' 대상이 호출되었습니다.
pt_br: NETSDK1085: a propriedade 'NoBuild' foi definida como true, mas o destino 'Build' foi invocado.
ru: NETSDK1085: для свойства "NoBuild" было задано значение true, но был вызван целевой объект "Сборка".
zh_hans: NETSDK1085: "NoBuild" 属性已设置为 true，但调用了 "Build" 目标。
zh_hant: NETSDK1085: 已將 'NoBuild' 屬性設定為 True，但卻叫用了 'Build' 目標。

# NoCompatibleTargetFramework
source: NETSDK1002: Project '{0}' targets '{2}'. It cannot be referenced by a project that targets '{1}'.
cs: NETSDK1002: Cílem projektu {0} je {2}. Nemůže na něj odkazovat projekt, jehož cílem je {1}.
de: NETSDK1002: Das Projekt "{0}" hat das Ziel "{2}". Ein Verweis über ein Projekt mit dem Ziel "{1}" ist nicht möglich.
es: NETSDK1002: El proyecto "{0}" tiene como destino "{2}". No se puede hacer referencia a él mediante un proyecto que tenga como destino "{1}".
fr: NETSDK1002: Le projet '{0}' cible '{2}'. Il ne peut pas être référencé par un projet qui cible '{1}'.
it: NETSDK1002: il progetto '{0}' è destinato a '{2}'. Non può essere usato come riferimento in un progetto destinato a '{1}'.
ja: NETSDK1002: プロジェクト '{0}' は、'{2}' を対象としています。'{1}' を対象とするプロジェクトは、これを参照できません。
ko: NETSDK1002: '{0}' 프로젝트가 '{2}'을(를) 대상으로 합니다. '{1}'을(를) 대상으로 하는 프로젝트에서 참조할 수 없습니다.
pt_br: NETSDK1002: O projeto '{0}' é direcionado a '{2}'. Ele não pode ser referenciado por um projeto direcionado a '{1}'.
ru: NETSDK1002: проект "{0}" нацелен на платформу "{2}". На него не может ссылаться проект с целевой платформой "{1}".
zh_hans: NETSDK1002: 项目“{0}”以“{2}”为目标。它不可由面向“{1}”的项目引用。
zh_hant: NETSDK1002: 專案 '{0}' 以 '{2}' 為目標。以 '{1}' 為目標的專案無法參考此專案。

# NoRuntimePackAvailable
source: NETSDK1082: There was no runtime pack for {0} available for the specified RuntimeIdentifier '{1}'.
cs: NETSDK1082: Pro zadaný identifikátor RuntimeIdentifier {1} nebyl k dispozici žádný balíček modulu runtime {0}.
de: NETSDK1082: Für "{0}" stand für den angegebenen RuntimeIdentifier "{1}" kein Runtimepaket zur Verfügung.
es: NETSDK1082: No había ningún paquete de tiempo de ejecución para {0} disponible para el valor de RuntimeIdentifier especificado "{1}".
fr: NETSDK1082: aucun pack d'exécution lié à {0} n'est disponible pour le RuntimeIdentifier spécifié '{1}'.
it: NETSDK1082: non è disponibile alcun pacchetto di runtime per {0} per l'elemento RuntimeIdentifier specificato '{1}'.
ja: NETSDK1082: 指定された RuntimeIdentifier '{1}' で利用できる {0} のランタイム パックがありませんでした。
ko: NETSDK1082: 지정된 RuntimeIdentifier '{1}'에 사용할 수 있는 {0}용 런타임 팩이 없습니다.
pt_br: NETSDK1082: não havia nenhum pacote de tempo de execução de {0} disponível para o RuntimeIdentifier especificado '{1}'.
ru: NETSDK1082: не было доступного пакета среды выполнения для {0} для указанного RuntimeIdentifier "{1}".
zh_hans: NETSDK1082: {0} 没有运行时包可用于指定的 RuntimeIdentifier“{1}”。
zh_hant: NETSDK1082: 對指定的 RuntimeIdentifier '{1}'，無法使用任何 {0} 的執行階段套件。

# NoRuntimePackInformation
source: NETSDK1132: No runtime pack information was available for {0}.
cs: NETSDK1132: Pro {0} nebyly k dispozici žádné informace o balíčcích modulu runtime.
de: NETSDK1132: Für "{0}" waren keine Runtimepaketinformationen verfügbar.
es: NETSDK1132: no había información del paquete de tiempo de ejecución disponible para {0}.
fr: NETSDK1132: aucune information relative aux packs de runtime n'est disponible pour {0}.
ja: NETSDK1132: {0} で使用可能なランタイム パックの情報がありません。
ko: NETSDK1132: {0}에 사용할 수 있는 런타임 팩 정보가 없습니다.
pt_br: NETSDK1132: não havia nenhuma informação do pacote de runtime disponível para {0}.
ru: NETSDK1132: сведения о пакете среды выполнения не были доступны для {0}.
zh_hans: NETSDK1132: 没有可用于 {0} 的运行时包信息。
zh_hant: NETSDK1132: {0} 沒有執行階段套件資訊。

# NoSupportComSelfContained
source: NETSDK1128: COM hosting does not support self-contained deployments.
cs: NETSDK1128: Hostování modelů COM nepodporuje samostatná nasazení.
de: NETSDK1128: Beim COM-Hosting werden keine eigenständigen Bereitstellungen unterstützt.
es: NETSDK1128: el hospedaje COM no admite implementaciones independientes.
fr: NETSDK1128: l'hébergement COM ne prend pas en charge les déploiements autonomes.
ja: NETSDK1128: COM ホスティングは自己完結型の配置をサポートしていません。
ko: NETSDK1128: COM 호스팅에서는 자체 포함 배포가 지원되지 않습니다.
pt_br: NETSDK1128: a hospedagem de COM não dá suporte a implantações independentes.
ru: NETSDK1128: размещенная модель COM не поддерживает автономные развертывания.
zh_hans: NETSDK1128: COM 托管不支持自包含的部署。
zh_hant: NETSDK1128: COM 裝載不支援獨立式部署。

# NoSupportCppEnableComHosting
source: NETSDK1119: C++/CLI projects targeting .NET Core cannot use EnableComHosting=true.
cs: NETSDK1119: Projekty C++/CLI cílené na rozhraní .NET Core nemůžou používat EnableComHosting=true.
de: NETSDK1119: C++-/CLI-Projekte für .NET Core können "EnableComHosting=true" nicht verwenden.
es: NETSDK1119: Los proyectos de C++/CLI destinados a .NET Core no pueden usar EnableComHosting=true.
fr: NETSDK1119: Les projets C++/CLI ciblant .NET Core ne peuvent pas utiliser EnableComHosting=true.
ja: NETSDK1119: .NET Core をターゲットとする C++/CLI プロジェクトでは EnableComHosting=true を使用できません。
ko: NETSDK1119: .NET Core를 대상으로 하는 C++/CLI 프로젝트는 EnableComHosting=true를 사용할 수 없습니다.
pt_br: NETSDK1119: os projetos C++/CLI direcionados ao .NET Core não podem usar EnableComHosting = true.
ru: NETSDK1119: проекты C++/CLI для .NET Core не могут использовать EnableComHosting=true.
zh_hans: NETSDK1119: 面向 .NET Core 的 C++/CLI 项目不能使用 EnableComHosting=true。
zh_hant: NETSDK1119: 以 .NET Core 為目標的 C++/CLI 專案無法使用 EnableComHosting=true。

# NoSupportCppNonDynamicLibraryDotnetCore
source: NETSDK1116: C++/CLI projects targeting .NET Core must be dynamic libraries.
cs: NETSDK1116: Projekty C++/CLI cílené na rozhraní .NET Core musí být dynamické knihovny.
de: NETSDK1116: C++-/CLI-Projekte für .NET Core müssen dynamische Bibliotheken sein.
es: NETSDK1116: Los proyectos de C++/CLI destinados a .NET Core deben ser bibliotecas dinámicas.
fr: NETSDK1116: Les projets C++/CLI ciblant .NET Core doivent être des bibliothèques dynamiques.
ja: NETSDK1116: .NET Core をターゲットとする C++/CLI プロジェクトは、ダイナミック ライブラリである必要があります。
ko: NETSDK1116: .NET Core를 대상으로 하는 C++/CLI 프로젝트는 동적 라이브러리여야 합니다.
pt_br: NETSDK1116: os projetos C++/CLI direcionados ao .NET Core precisam ser bibliotecas dinâmicas.
ru: NETSDK1116: проекты C++/CLI для .NET Core должны представлять собой динамические библиотеки.
zh_hans: NETSDK1116: 面向 .NET Core 的 C++/CLI 项目必须是动态库。
zh_hant: NETSDK1116: 以 .NET Core 為目標的 C++/CLI 專案必須是動態程式庫。

# NoSupportCppPackDotnetCore
source: NETSDK1118: C++/CLI projects targeting .NET Core cannot be packed.
cs: NETSDK1118: Projekty C++/CLI cílené na rozhraní .NET Core nelze zabalit.
de: NETSDK1118: C++-/CLI-Projekte für .NET Core können nicht paketiert werden.
es: NETSDK1118: Los proyectos de C++/CLI destinados a .NET Core no se pueden empaquetar.
fr: NETSDK1118: Impossible de compresser les projets C++/CLI ciblant .NET Core.
ja: NETSDK1118: .NET Core をターゲットとする C++/CLI プロジェクトはパックできません。
ko: NETSDK1118: .NET Core를 대상으로 하는 C++/CLI 프로젝트를 압축할 수 없습니다.
pt_br: NETSDK1118: os projetos C++/CLI direcionados ao .NET Core não podem ser empacotados.
ru: NETSDK1118: проекты C++/CLI для .NET Core не могут быть упакованы.
zh_hans: NETSDK1118: 无法打包面向 .NET Core 的 C++/CLI 项目。
zh_hant: NETSDK1118: 無法封裝以 .NET Core 為目標的 C++/CLI 專案。

# NoSupportCppPublishDotnetCore
source: NETSDK1117: Does not support publish of C++/CLI project targeting dotnet core.
cs: NETSDK1117: Nepodporuje publikování projektu C++/CLI, který cílí na dotnet core.
de: NETSDK1117: Keine Unterstützung für die Veröffentlichung des C++-/CLI-Projekts für .NET Core.
es: NETSDK1117: No se admite la publicación de proyectos de C++/CLI destinados a dotnet core.
fr: NETSDK1117: La publication d'un projet C++/CLI ciblant .NET Core n'est pas prise en charge.
ja: NETSDK1117: .NET Core をターゲットとする C++/CLI プロジェクトの発行をサポートしていません。
ko: NETSDK1117: dotnet core를 대상으로 하는 C++/CLI 프로젝트 게시를 지원하지 않습니다.
pt_br: NETSDK1117: não dá suporte à publicação do projeto C++/CLI direcionado ao dotnet core.
ru: NETSDK1117: публикация проекта C++/CLI для .NET Core не поддерживается.
zh_hans: NETSDK1117: 不支持面向 dotnet core 的 C++/CLI 项目发布。
zh_hant: NETSDK1117: 不支援發佈以 dotnet 核心為目標的 C++/CLI 專案。

# NoSupportCppSelfContained
source: NETSDK1121: C++/CLI projects targeting .NET Core cannot use SelfContained=true.
cs: NETSDK1121: Projekty C++/CLI cílené na rozhraní .NET Core nemůžou používat SelfContained=true.
de: NETSDK1121: C++-/CLI-Projekte für .NET Core können "SelfContained=true" nicht verwenden.
es: NETSDK1121: Los proyectos de C++/CLI destinados a .NET Core no pueden usar SelfContained=true.
fr: NETSDK1121: les projets C++/CLI qui ciblent le .NET Core ne peuvent pas utiliser SelfContained=true.
ja: NETSDK1121: .NET Core をターゲットとする C++/CLI プロジェクトでは SelfContained=true を使用できません。
ko: NETSDK1121: .NET Core를 대상으로 하는 C++/CLI 프로젝트는 SelfContained=true를 사용할 수 없습니다.
pt_br: NETSDK1121: os projetos C++/CLI direcionados ao .NET Core não podem usar SelfContained=true.
ru: NETSDK1121: проекты C++/CLI для .NET Core не могут использовать значение параметра SelfContained=true.
zh_hans: NETSDK1121: 面向 .NET Core 的 C++/CLI 项目不能使用 SelfContained=true。
zh_hant: NETSDK1121: 以 .NET Core 為目標的 C++/CLI 專案無法使用 SelfContained=true。

# NonSelfContainedExeCannotReferenceSelfContained
source: NETSDK1151: The referenced project '{0}' is a self-contained executable. A self-contained executable cannot be referenced by a non self-contained executable. For more information, see https://aka.ms/netsdk1151
cs: NETSDK1151: odkazovaný projekt {0} je samostatně obsažený spustitelný soubor. Na samostatně obsažený spustitelný soubor se nedá odkazovat pomocí spustitelného souboru, který není samostatně obsažený. Další informace najdete na https://aka.ms/netsdk1151
de: NETSDK1151: Das referenzierte Projekt „{0}“ ist eine eigenständige ausführbare Datei. Auf eine eigenständige ausführbare Datei kann nicht von einer nicht eigenständigen ausführbaren Datei verwiesen werden. Weitere Informationen finden Sie unter https://aka.ms/netsdk1151.
es: NETSDK1151: El proyecto al que se hace referencia '{0}' es un ejecutable independiente. Un ejecutable independiente no puede hacer referencia a un no ejecutable independiente. Para obtener más información, consulte https://aka.ms/netsdk1151
fr: NETSDK1151: le projet référencé « {0} » est un exécutable autonome. Un exécutable autonome ne peut pas être référencé par un exécutable non autonome. Pour plus d’informations, voir https://aka.ms/netsdk1151
ja: NETSDK1151: 参照先プロジェクト '{0}' は自己完結型実行可能ファイルです。 自己完結型の実行可能ファイルは、自己完結型以外の実行可能ファイルでは参照できません。詳細については、「https://aka.ms/netsdk1151」を参照してください
ko: NETSDK1151: 참조된 프로젝트 '{0}'은(는) self-contained 실행 파일입니다. self-contained 실행 파일은 self-contained가 아닌 실행 파일에서 참조할 수 없습니다. 자세한 내용은 https://aka.ms/netsdk1151을 참조하세요
pt_br: NETSDK1151: O projeto referenciado '{0}' é um executável autossuficiente. Um executável autossuficiente não pode ser referenciado por um executável não autossuficiente. Para mais informações, consulte https://aka.ms/netsdk1151
ru: NETSDK1151: проект "{0}", на который указывает ссылка, является автономным исполняемым файлом. Неавтономный исполняемый файл не может ссылаться на автономный исполняемый файл. Дополнительные сведения см. на странице https://aka.ms/netsdk1151
zh_hans: NETSDK1151: 引用的项目“{0}”是自包含的可执行文件。自包含可执行文件不能由非自包含可执行文件引用。如需获取更多信息，请访问 https://aka.ms/netsdk1151
zh_hant: NETSDK1151: 參照的專案 '{0}' 是獨立式可執行檔。非獨立式可執行檔無法參照獨立式可執行檔。如需詳細資料，請參閱 https://aka.ms/netsdk1151

# PDBGeneratorInputExecutableNotFound
source: NETSDK1162: PDB generation: R2R executable '{0}' not found.
cs: NETSDK1162: Generování PDB: Spustitelný soubor R2R {0} se nenašel.
de: NETSDK1162: PDB-Generierung: Die ausführbare R2R-Datei "{0}" wurde nicht gefunden.
es: NETSDK1162: Generación de PDB: no se encontró el ejecutable de R2R "{0}".
fr: NETSDK1162: génération de PDB{0}: exécutable R2R '' introuvable.
ja: NETSDK1162: PDB 生成: R2R 実行可能ファイル '{0}' が見つかりません。
ko: NETSDK1162: PDB 생성: R2R 실행 파일 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1162: geração de PDB: executável R2R '{0}' não encontrado.
ru: NETSDK1162: создание PDB: не удалось найти исполняемый файл R2R "{0}".
zh_hans: NETSDK1162: PDB 生成: 未找到 R2R 可执行文件“{0}”。
zh_hant: NETSDK1162: PDB 產生: 找不到 R2R 可執行檔 '{0}'。

# PReleaseRequiresEnvVarOnSln
source: NETSDK1190: To use '{0}' in solution projects, you must set the environment variable '{1}' (to true). This will increase the time to complete the operation.
cs: NETSDK1190: Pokud chcete v projektech řešení použít {0}, musíte nastavit proměnnou prostředí {1} (na true). Tím se prodlouží doba potřebná k dokončení operace.
fr: NETSDK1190: Pour utiliser « {0} » dans les projets de solution, vous devez définir la variable d’environnement « {1} » (sur true). Cette opération augmente la durée de l’achèvement de l’opération.
ja: NETSDK1190: ソリューション プロジェクトで '{0}' を使用するには、環境変数 '{1}' を (true に) 設定する必要があります。これにより、操作を完了するまでの時間が長くなります。
zh_hans: NETSDK1190: 若要在解决方案项目中使用 "{0}"，必须将环境变量 "{1}" 设置为 true。这会增加完成操作的时间。

# PackAsToolCannotSupportSelfContained
source: NETSDK1053: Pack as tool does not support self contained.
cs: NETSDK1053: Zabalit jako nástroj nepodporuje nezávislost.
de: NETSDK1053: Die Paketierung als Tool unterstützt keine eigenständige Bereitstellung.
es: NETSDK1053: El paquete como herramienta no admite la autocontención.
fr: NETSDK1053: L'outil de compression ne prend pas en charge l'autonomie.
it: NETSDK1053: la creazione di pacchetti come strumenti non prevede elementi autonomi.
ja: NETSDK1053: Pack As ツールは自己完結型をサポートしていません。
ko: NETSDK1053: 도구로서 팩은 자체 포함을 지원하지 않습니다.
pt_br: NETSDK1053: O pacote como ferramenta não é compatível com a opção autossuficiente.
ru: NETSDK1053: упаковка в качестве инструмента не поддерживает автономное использование.
zh_hans: NETSDK1053: 打包为工具不支持自包含。
zh_hant: NETSDK1053: 封裝為工具不支援包含本身。
