Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# AddResourceWithNonIntegerResource
source: NETSDK1076: AddResource can only be used with integer resource types.
cs: NETSDK1076: AddResource se dá použít jen spolu s celočíselnými typy prostředků.
de: NETSDK1076: AddResource kann nur mit ganzzahligen Ressourcentypen verwendet werden.
es: NETSDK1076: AddResource solo se puede usar con tipos de recurso de entero.
fr: NETSDK1076: AddResource peut uniquement être utilisé avec des ressources de type entier.
it: NETSDK1076: è possibile usare AddResource solo con tipi di risorsa integer.
ja: NETSDK1076: AddResource は、整数のリソースの種類でのみ使用できます。
ko: NETSDK1076: AddResource는 정수 리소스 형식에만 사용할 수 있습니다.
pt_br: NETSDK1076: AddResource só pode ser usado com os tipos de recursos inteiros.
ru: NETSDK1076: AddResource можно использовать только с целочисленными типами ресурсов.
zh_hans: NETSDK1076: AddResource 只能使用整数资源类型。
zh_hant: NETSDK1076: AddResource 只能與整數資源類型一起使用。

# AotNoValidRuntimePackageError
source: NETSDK1183: Unable to optimize assemblies for ahead-of-time compilation: a valid runtime package was not found. Either set the PublishAot property to false, or use a supported runtime identifier when publishing. When targeting .NET 7 or higher, make sure to restore packages with the PublishAot property set to true.
cs: NETSDK1183: Sestavení nelze optimalizovat pro kompilaci s předstihem: nebyl nalezen platný balíček modulu runtime. Buď nastavte vlastnost PublishAot na hodnotu false, nebo při publikování použijte podporovaný identifikátor modulu runtime. Při cílení na .NET 7 nebo vyšší nezapomeňte obnovit balíčky s vlastností PublishAot nastavenou na hodnotu true.
fr: NETSDK1183: Nous n’avons pas pu optimiser les assemblys pour la compilation Ahead of time : un package d’exécution valide n’a pas été trouvé. Définissez la propriété PublishAot sur false ou utilisez un identificateur d’exécution pris en charge lors de la publication. Lorsque vous ciblez .NET 7 ou supérieur, assurez-vous de restaurer les packages avec la propriété PublishAot définie sur true.
ja: NETSDK1183: Ahead Of Time コンパイル用にアセンブリを最適化できません: 有効なランタイム パッケージが見つかりませんでした。PublishAot プロパティを false に設定するか、公開時に、サポートされているランタイム識別子を使用してください。.NET 7 以降を対象とする場合は、必ず PublishAot プロパティを true に設定してパッケージを復元してください。
zh_hans: NETSDK1183: 无法优化程序集以实现提前编译: 找不到有效的运行时包。请将 PublishAot 属性设置为 false，或在发布时使用支持的运行时标识符。如果面向 .NET 7 或更高版本，请确保还原将 PublishAot 属性设置为 true 的包。

# AotNotSupported
source: NETSDK1196: The SDK does not support ahead-of-time compilation. Set the PublishAot property to false.
cs: NETSDK1196: Sada SDK nepodporuje kompilaci s předstihem. Nastavte vlastnost PublishAot na false.
fr: NETSDK1196: le SDK ne prend pas en charge la compilation à l’avance. Définissez la propriété PublishAot sur false.
ja: NETSDK1196: SDK は事前コンパイルをサポートしていません。PublishAot プロパティを false に設定します。
zh_hans: NETSDK1196: SDK 不支持提前编译。请将 PublishAot 属性设置为 false。

# AppConfigRequiresRootConfiguration
source: NETSDK1070: The application configuration file must have root configuration element.
cs: NETSDK1070: Konfigurační soubor aplikace musí obsahovat kořenový element konfigurace.
de: NETSDK1070: Die Anwendungskonfigurationsdatei muss das Stammkonfigurationselement enthalten.
es: NETSDK1070: El archivo de configuración de la aplicación debe tener el elemento de configuración raíz.
fr: NETSDK1070: Le fichier de configuration de l'application doit avoir un élément de configuration racine.
it: NETSDK1070: il file di configurazione dell'applicazione deve avere un elemento di configurazione radice.
ja: NETSDK1070: アプリケーション構成ファイルには、ルート構成要素が必要です。
ko: NETSDK1070: 애플리케이션 구성 파일에는 루트 구성 요소가 있어야 합니다.
pt_br: NETSDK1070: o arquivo de configuração do aplicativo deve ter um elemento de configuração raiz.
ru: NETSDK1070: В файле конфигурации приложения должен присутствовать корневой элемент конфигурации.
zh_hans: NETSDK1070: 应用程序配置文件必须具有根配置元素。
zh_hant: NETSDK1070: 應用程式組態檔必須有根組態元素。

# AppHostCreationFailedWithRetry
source: NETSDK1113: Failed to create apphost (attempt {0} out of {1}): {2}
cs: NETSDK1113: Nepodařilo se vytvořit hostitele aplikace (pokus {0} z celkového počtu {1}): {2}
de: NETSDK1113: Fehler beim Erstellen von apphost (Versuch {0} von {1}): {2}
es: NETSDK1113: No se pudo crear apphost (intento {0} de {1}): {2}
fr: NETSDK1113: La création d'apphost a échoué (tentative {0} sur {1}) : {2}
ja: NETSDK1113: apphost を作成できませんでした ({1} 回中 {0} 回目の試行): {2}
ko: NETSDK1113: apphost를 만들지 못했습니다(시도 횟수: {0}/{1}). {2}
pt_br: NETSDK1113: falha ao criar appHost (tentativa {0} de {1}): {2}
ru: NETSDK1113: не удалось создать AppHost (попытка {0} из {1}): {2}
zh_hans: NETSDK1113: 未能创建 apphost (已尝试 {0} 次，共 {1} 次): {2}
zh_hant: NETSDK1113: 無法建立 apphost (嘗試 {0} 之 {1} 次): {2}

# AppHostCustomizationRequiresWindowsHostWarning
source: NETSDK1074: The application host executable will not be customized because adding resources requires that the build be performed on Windows (excluding Nano Server).
cs: NETSDK1074: Spustitelný soubor hostitele aplikace se nepřizpůsobí, protože přidávání prostředků vyžaduje, aby se sestavení provedlo na Windows (bez Nano Serveru).
de: NETSDK1074: Die ausführbare Anwendungshostdatei wird nicht angepasst, weil für das Hinzufügen von Ressourcen eine Ausführung des Builds unter Windows erforderlich ist (Nano Server ausgeschlossen).
es: NETSDK1074: El ejecutable del host de aplicación no se personalizará porque para agregar recursos es necesario que la compilación se realice en Windows (excepto Nano Server).
fr: NETSDK1074: l'exécutable d'hôte d'application ne sera pas personnalisé, car l'ajout de ressources nécessite l'exécution de la génération sur Windows (à l'exception de Nano Server).
it: NETSDK1074: l'eseguibile dell'host applicazione non verrà personalizzato perché per aggiungere risorse è necessario eseguire la compilazione in Windows (escluso Nano Server).
ja: NETSDK1074: リソースの追加ではビルドが Windows 上で実行される必要があるため、アプリケーション ホストの実行可能ファイルはカスタマイズされません (Nano Server を除く)。
ko: NETSDK1074: 리소스를 추가하려면 빌드가 Windows(Nano Server 제외)에서 수행되어야 하므로 애플리케이션 호스트 실행 파일이 사용자 지정되지 않습니다.
pt_br: NETSDK1074: o host do aplicativo executável não será personalizado porque a adição de recursos requer que o build seja executado no Windows (excluindo Nano Server).
ru: NETSDK1074: исполняемый файл узла приложения не будет настроен, так как для добавления ресурсов требуется, чтобы сборка выполнялась в Windows (за исключением Nano Server).
zh_hans: NETSDK1074: 未自定义应用程序主机可执行文件，因为添加资源要求在 Windows (不包括 Nano 服务器)上执行生成。
zh_hant: NETSDK1074: 因為正在新增需要在 Windows (不含 Nano 伺服器) 上執行組建的資源，所以該應用程式主機可執行檔無法進行自訂。

# AppHostHasBeenModified
source: NETSDK1029: Unable to use '{0}' as application host executable as it does not contain the expected placeholder byte sequence '{1}' that would mark where the application name would be written.
cs: NETSDK1029: {0} nelze použít jako spustitelný soubor hostitele aplikace, protože neobsahuje očekávanou zástupnou bajtovou posloupnost {1}, která by označila, kam se má zapsat název aplikace.
de: NETSDK1029: "{0}" kann nicht als ausführbare Anwendungshostdatei verwendet werden, da die erwartete Platzhalterbytesequenz "{1}" nicht vorhanden ist, die markiert, wo der Anwendungsname geschrieben wird.
es: NETSDK1029: No se puede usar "{0}" como ejecutable del host de aplicación ya que no contiene la secuencia de bytes esperada del marcador de posición "{1}" que marcaría dónde escribir el nombre de la aplicación.
fr: NETSDK1029: Impossible d'utiliser '{0}' en tant qu'exécutable d'hôte d'application, car il ne contient pas la séquence d'octets d'espace réservé attendue '{1}' qui marque l'emplacement où est écrit le nom de l'application.
it: NETSDK1029: non è possibile usare '{0}' come eseguibile host dell'applicazione perché non contiene la sequenza di byte segnaposto prevista '{1}' che indica dove verrà scritto il nome dell'applicazione.
ja: NETSDK1029: '{0}' は、本来アプリケーション名が書き込まれる場所を示す、必要なプレースホルダー バイト シーケンス '{1}' が含まれていないため、実行可能アプリケーション ホストとして使用できません。
ko: NETSDK1029: 애플리케이션 이름이 기록되는 위치를 표시하는 '{1}' 예상 자리 표시자 바이트 시퀀스가 포함되지 않아서 '{0}'을(를) 애플리케이션 호스트 실행 파일로 사용할 수 없습니다.
pt_br: NETSDK1029: Não é possível usar '{0}' como executável do host de aplicativo, porque ele não contém a sequência de bytes de espaço reservado esperada '{1}' que marcaria o local em que o nome do aplicativo seria gravado.
ru: NETSDK1029: невозможно использовать файл "{0}" в качестве исполняемого файла узла приложения, так как этот файл не содержит ожидаемого заполнителя с последовательностью байтов "{1}", который отмечает место, где должно быть записано имя приложения.
zh_hans: NETSDK1029: 未能将“{0}”用作应用程序主机可执行文件，因为它没有必需的占位符字节序列“{1}”，该序列会标记应用程序名称的写入位置。
zh_hant: NETSDK1029: 無法使用 '{0}' 作為應用程式主機可執行檔，因為它並未包含應有的預留位置位元組序列 '{1}'，其會標示寫入應用程式名稱的位置。

# AppHostNotWindows
source: NETSDK1078: Unable to use '{0}' as application host executable because it's not a Windows PE file.
cs: NETSDK1078: Nepovedlo se použít {0} jako spustitelný soubor aplikace, protože to není soubor Windows PE.
de: NETSDK1078: "{0}" kann nicht als ausführbare Anwendungshostdatei verwendet werden, weil es sich nicht um eine Windows PE-Datei handelt.
es: NETSDK1078: No se puede utilizar "{0}" como ejecutable del host de aplicación porque no es un archivo de Windows PE.
fr: NETSDK1078: impossible d'utiliser '{0}' en tant qu'exécutable d'hôte d'application, car il ne s'agit pas d'un fichier Windows PE.
it: NETSDK1078: non è possibile usare '{0}' come eseguibile dell'host applicazione perché non è un file di Windows PE.
ja: NETSDK1078: Windows PE ファイルではないため、'{0}' をアプリケーション ホストの実行可能ファイルとして使用することはできません。
ko: NETSDK1078: Windows PE 파일이 아니므로 '{0}'을(를) 애플리케이션 호스트 실행 파일로 사용할 수 없습니다.
pt_br: NETSDK1078: não é possível usar '{0}' como um host de aplicativo executável porque ele não é um arquivo do Windows PE.
ru: NETSDK1078: не удалось использовать "{0}" в качестве исполняемого файла узла приложения, так как это не файл Windows PE.
zh_hans: NETSDK1078: 无法将“{0}”用作应用程序主机可执行文件，因为它不是 Windows PE 文件。
zh_hant: NETSDK1078: 因為 '{0}' 並非 Windows PE 檔案，所以無法將其用為應用程式主機可執行檔。

# AppHostNotWindowsCLI
source: NETSDK1072: Unable to use '{0}' as application host executable because it's not a Windows executable for the CUI (Console) subsystem.
cs: NETSDK1072: Nepovedlo se použít {0} jako spustitelný soubor aplikace, protože to není spustitelný soubor Windows pro subsystém CUI (Console).
de: NETSDK1072: "{0}" kann nicht als ausführbare Anwendungshostdatei verwendet werden, weil es sich nicht um eine ausführbare Windows-Datei für das CUI-Subsystem (Konsole) handelt.
es: NETSDK1072: No se puede utilizar "{0}" como ejecutable del host de aplicación porque no es un ejecutable de Windows para el subsistema CUI (consola).
fr: NETSDK1072: impossible d'utiliser '{0}' en tant qu'exécutable d'hôte d'application, car il ne s'agit pas d'un exécutable Windows pour le sous-système CUI (Console).
it: NETSDK1072: non è possibile usare '{0}' come eseguibile dell'host applicazione perché non è un eseguibile Windows per il sottosistema CUI (Console).
ja: NETSDK1072: CUI (コンソール) サブシステム用の Windows 実行可能ファイルではないため、'{0}' をアプリケーション ホストの実行可能ファイルとして使用することはできません。
ko: NETSDK1072: CUI(콘솔) 하위 시스템용 Windows 실행 파일이 아니므로 '{0}'을(를) 애플리케이션 호스트 실행 파일로 사용할 수 없습니다.
pt_br: NETSDK1072: não é possível usar '{0}' como um host de aplicativo executável porque ele não é um executável do Windows para o subsistema CUI (Console).
ru: NETSDK1072: не удалось использовать "{0}" в качестве исполняемого файла узла приложения, так как это не исполняемый файл для подсистемы CUI (консоль).
zh_hans: NETSDK1072: 无法将“{0}”用作应用程序主机可执行文件，因为它不是 CUI (控制台)子系统的 Windows 可执行文件。
zh_hant: NETSDK1072: 因為 '{0}' 並非 CUI (主控台) 子系統的 Windows 可執行檔，所以其無法做為應用程式主機可執行檔。

# AppHostSigningFailed
source: NETSDK1177: Failed to sign apphost with error code {1}: {0}
cs: NETSDK1177: Nepovedlo se podepsat hostitele aplikace s kódem chyby {1}: {0}.
de: NETSDK1177: Fehler beim Signieren von apphost mit Fehlercode {1}: {0}
es: NETSDK1177: No se pudo firmar apphost con el código de error {1}: {0}
fr: NETSDK1177: échec de la signature de apphost avec le code d’erreur {1}: {0}
ja: NETSDK1177: エラー コード {1} が発生して AppHost に署名できませんでした: {0}
ko: NETSDK1177: apphost에 서명하지 못했습니다(오류 코드 {1}: {0})
pt_br: NETSDK1177: falha ao assinar appHost com o código de erro {1}: {0}
ru: NETSDK1177: не удалось подписать APPHOST с кодом ошибки {1}: {0}
zh_hans: NETSDK1177: 无法对 Apphost 进行签名，错误代码为 {1}: {0}
zh_hant: NETSDK1177: 無法簽署 AppHost，錯誤碼 {1}: {0}

# AspNetCoreAllNotSupported
source: NETSDK1079: The Microsoft.AspNetCore.All package is not supported when targeting .NET Core 3.0 or higher. A FrameworkReference to Microsoft.AspNetCore.App should be used instead, and will be implicitly included by Microsoft.NET.Sdk.Web.
cs: NETSDK1079: Když se cílí na .NET Core 3.0 nebo vyšší, balíček Microsoft.AspNetCore.All se nepodporuje. Místo něj by se měl použít odkaz FrameworkReference na Microsoft.AspNetCore.App, který se implicitně zahrne pomocí Microsoft.NET.Sdk.Web.
de: NETSDK1079: Das Paket "Microsoft.AspNetCore.All" wird für .NET Core 3.0 oder höher nicht unterstützt. Verwenden Sie stattdessen eine FrameworkReference auf Microsoft.AspNetCore.App, die daraufhin implizit von Microsoft.NET.Sdk.Web eingeschlossen wird.
es: NETSDK1079: El paquete Microsoft.AspNetCore.All no se admite cuando el destino es .NET Core 3.0 o posterior. En su lugar, se debe usar un valor de FrameworkReference para Microsoft.AspNetCore.App, y se incluirá implícitamente en Microsoft.NET.Sdk.Web.
fr: NETSDK1079: le package Microsoft.AspNetCore.All n'est pas pris en charge pour le ciblage de .NET Core 3.0 ou une version ultérieure. Vous devez utiliser à la place un FrameworkReference pour Microsoft.AspNetCore.App. Il est inclus implicitement par Microsoft.NET.Sdk.Web.
it: NETSDK1079: il pacchetto Microsoft.AspNetCore.All non è supportato quando la destinazione è .NET Core 3.0 o versione successiva. È necessario un elemento FrameworkReference per Microsoft.AspNetCore.App, che verrà incluso in modo implicito da Microsoft.NET.Sdk.Web.
ja: NETSDK1079: .NET Core 3.0 以上がターゲットの場合、Microsoft.AspNetCore.All パッケージはサポートされていません。代わりに Microsoft.AspNetCore.App への FrameworkReference を使用する必要があり、これは Microsoft.NET.Sdk.Web によって暗黙的に含まれます。
ko: NETSDK1079: .NET Core 3.0 이상을 대상으로 할 경우 Microsoft.AspNetCore.All 패키지가 지원되지 않습니다. Microsoft.AspNetCore.App에 대한 FrameworkReference가 대신 사용되어야 하며, Microsoft.NET.Sdk.Web에 의해 암시적으로 포함됩니다.
pt_br: NETSDK1079: o pacote Microsoft.AspNetCore.All não tem suporte quando direcionado ao .NET Core 3.0 ou superior. Um FrameworkReference para Microsoft.AspNetCore.App deve ser usado e será incluído implicitamente pelo Microsoft.NET.Sdk.Web.
ru: NETSDK1079: пакет Microsoft.AspNetCore.All не поддерживается при ориентации на .NET Core 3.0 или более поздней версии. Вместо этого нужно использовать ссылку FrameworkReference на Microsoft.AspNetCore.App, которая будет неявно включена пакетом Microsoft.NET.Sdk.Web.
zh_hans: NETSDK1079: 当面向 .NET Core 3.0 或更高版本时，不支持 Microsoft.AspNetCore.All 包。应改为使用 Microsoft.AspNetCore.App 的 FrameworkReference，并且 Microsoft.NET.Sdk.Web 将隐式包含它。
zh_hant: NETSDK1079: 目標為 .NET Core 3.0 或更新的版本時，不支援 Microsoft.AspNetCore.All 套件。應改用 Microsoft.AspNetCore.App 的 FrameworkReference，且會由 Microsoft.NET.Sdk.Web 隱含包含。

# AspNetCoreUsesFrameworkReference
source: NETSDK1080: A PackageReference to Microsoft.AspNetCore.App is not necessary when targeting .NET Core 3.0 or higher. If Microsoft.NET.Sdk.Web is used, the shared framework will be referenced automatically. Otherwise, the PackageReference should be replaced with a FrameworkReference.
cs: NETSDK1080: Když se cílí na .NET Core 3.0 a vyšší, odkaz PackageReference na Microsoft.AspNetCore.App není nutný. Pokud se použije Microsoft.NET.Sdk.Web, odkaz na sdílenou architekturu vznikne automaticky. Jinak by se PackageReference mělo nahradit za FrameworkReference.
de: NETSDK1080: Eine PackageReference auf Microsoft.AspNetCore.App ist nicht erforderlich, wenn .NET Core 3.0 oder höher als Ziel verwendet wird. Bei Verwendung von Microsoft.NET.Sdk.Web wird das freigegebene Framework automatisch referenziert. Andernfalls muss die PackageReference durch eine FrameworkReference ersetzt werden.
es: NETSDK1080: No se necesita un valor de PackageReference para Microsoft.AspNetCore.App cuando el destino es .NET Core 3.0 o superior. Si se utiliza Microsoft.NET.Sdk.Web, se hará referencia automáticamente el marco de trabajo compartido. De lo contrario, PackageReference debe sustituirse por un valor de FrameworkReference.
fr: NETSDK1080: un PackageReference pour Microsoft.AspNetCore.App n'est pas nécessaire quand vous ciblez .NET Core 3.0 ou une version ultérieure. Si Microsoft.NET.Sdk.Web est utilisé, le framework partagé est automatiquement référencé. Sinon, PackageReference doit être remplacé par FrameworkReference.
it: NETSDK1080: un elemento PackageReference per Microsoft.AspNetCore.App non è necessario quando la destinazione è .NET Core 3.0 o versione successiva. Se si usa Microsoft.NET.Sdk.Web, il riferimento al framework condiviso verrà inserito automaticamente; in caso contrario, l'elemento PackageReference deve essere sostituito da un elemento FrameworkReference.
ja: NETSDK1080: .NET Core 3.0 以上がターゲットの場合、Microsoft.AspNetCore.App への PackageReference は必要ありません。Microsoft.NET.Sdk.Web が使用される場合、この共有フレームワークは自動的に参照されます。そうでない場合、PackageReference を FrameworkReference で置き換える必要があります。
ko: NETSDK1080: .NET Core 3.0을 이상을 대상으로 할 경우 Microsoft.AspNetCore.App에 대한 PackageReference는 필요하지 않습니다. Microsoft.NET.Sdk.Web이 사용되는 경우 공유 프레임워크가 자동으로 참조됩니다. 그렇지 않은 경우 PackageReference를 FrameworkReference로 바꿔야 합니다.
pt_br: NETSDK1080: um PackageReference para Microsoft.AspNetCore.App não é necessário quando direcionado ao .NET Core 3.0 ou superior. Se o Microsoft.NET.Sdk.Web for usado, a estrutura compartilhada será referenciada automaticamente. Caso contrário, o PackageReference deverá ser substituído por um FrameworkReference.
ru: NETSDK1080: ссылка PackageReference на Microsoft.AspNetCore.App не требуется при ориентации на .NET Core 3.0 или более поздней версии. Если используется Microsoft.NET.Sdk.Web, ссылка на общую платформу будет применяться автоматически. В противном случае PackageReference следует заменить ссылкой FrameworkReference.
zh_hans: NETSDK1080: 当面向 .NET Core 3.0 或更高版本时，不需要 Microsoft.AspNetCore.App 的 PackageReference。如果使用 Microsoft.NET.Sdk.Web，则将自动引用共享框架。否则，应使用 FrameworkReference 替换 PackageReference。
zh_hant: NETSDK1080: 目標為 .NET Core 3.0 或更高的版本時，不需要 Microsoft.AspNetCore.App 的 PackageReference。若是使用 Microsoft.NET.Sdk.Web，將會自動參考共用的架構。否則，應以 FrameworkReference 取代 PackageReference。

# AssetPreprocessorMustBeConfigured
source: NETSDK1017: Asset preprocessor must be configured before assets are processed.
cs: NETSDK1017: Před zpracováním prostředků je potřeba nakonfigurovat preprocesor prostředků.
de: NETSDK1017: Der Ressourcenpräprozessor muss konfiguriert werden, bevor Ressourcen verarbeitet werden.
es: NETSDK1017: Debe configurarse el preprocesador de recursos antes de que se procesen los recursos.
fr: NETSDK1017: Le préprocesseur de composants doit être configuré avant le traitement des composants.
it: NETSDK1017: prima di elaborare le risorse, è necessario configurare il preprocessore di risorse.
ja: NETSDK1017: 資産を処理する前に、資産プリプロセッサを構成する必要があります。
ko: NETSDK1017: 자산을 처리하려면 먼저 자산 전처리기를 구성해야 합니다.
pt_br: NETSDK1017: O pré-processador de ativos precisa ser configurado antes que os ativos sejam processados.
ru: NETSDK1017: необходимо настроить препроцессор ресурсов перед их обработкой.
zh_hans: NETSDK1017: 必须在处理资产之前配置资产预处理器。
zh_hant: NETSDK1017: 必須設定資產前置處理器，才可處理資產。

# AssetsFileMissingRuntimeIdentifier
source: NETSDK1047: Assets file '{0}' doesn't have a target for '{1}'. Ensure that restore has run and that you have included '{2}' in the TargetFrameworks for your project. You may also need to include '{3}' in your project's RuntimeIdentifiers.
cs: NETSDK1047: Soubor prostředků {0} nemá cíl pro {1}. Zkontrolujte, že se obnovení spustilo a že jste do vlastnosti TargetFrameworks projektu zahrnuli {2}. Možná budete muset zahrnout také {3} do vlastnosti RuntimeIdentifiers projektu.
de: NETSDK1047: Die Ressourcendatei "{0}" verfügt über kein Ziel für "{1}". Stellen Sie sicher, dass die Wiederherstellung ausgeführt wurde, und dass Sie "{2}" in die TargetFrameworks für Ihr Projekt aufgenommen haben. Unter Umständen müssen Sie auch "{3}" in die RuntimeIdentifiers Ihres Projekts aufnehmen.
es: NETSDK1047: El archivo de recursos "{0}" no tiene un destino para "{1}". Asegúrese de que la restauración se haya ejecutado y de que haya incluido "{2}" en TargetFrameworks para su proyecto. Puede que deba incluir también "{3}" en el valor RuntimeIdentifiers de su proyecto.
fr: NETSDK1047: Le fichier de composants '{0}' n'a aucune cible pour '{1}'. Vérifiez que la restauration s'est exécutée et que vous avez inclus '{2}' dans TargetFrameworks pour votre projet. Vous devrez peut-être également inclure '{3}' dans les RuntimeIdentifiers de votre projet.
it: NETSDK1047: il file di risorse '{0}' non contiene una destinazione per '{1}'. Assicurarsi che il ripristino sia stato eseguito e che '{2}' sia stato incluso negli elementi TargetFramework del progetto. Potrebbe anche essere necessario includere '{3}' negli elementi RuntimeIdentifier del progetto.
ja: NETSDK1047: 資産ファイル '{0}' に '{1}' のターゲットがありません。復元が実行されたこと、および '{2}' がプロジェクトの TargetFrameworks に含まれていることを確認してください。プロジェクトの RuntimeIdentifiers に '{3}' を組み込む必要が生じる可能性もあります。
ko: NETSDK1047: 자산 파일 '{0}'에 '{1}'의 대상이 없습니다. 복원이 실행되었으며 프로젝트의 TargetFrameworks에 '{2}'을(를) 포함했는지 확인하세요. 프로젝트의 RuntimeIdentifiers에 '{3}'을(를) 포함해야 할 수도 있습니다.
pt_br: NETSDK1047: O arquivo de ativos '{0}' não tem um destino para '{1}'. Verifique se a restauração foi executada e se você incluiu '{2}' no TargetFrameworks do projeto. Talvez você também precise incluir '{3}' no RuntimeIdentifiers do projeto.
ru: NETSDK1047: файл ресурсов "{0}" не содержит целевого объекта для "{1}". Проверьте, что восстановление выполнено и вы включили "{2}" в TargetFrameworks своего проекта. Возможно, также нужно включить "{3}" в RuntimeIdentifiers проекта.
zh_hans: NETSDK1047: 资产文件“{0}”没有“{1}”的目标。确保已运行还原，且“{2}”已包含在项目的 TargetFrameworks 中。可能需要在项目 RuntimeIdentifiers 中包括“{3}”。
zh_hant: NETSDK1047: 資產檔 '{0}' 沒有 '{1}' 的目標。請確定已執行還原，且在專案的 TargetFrameworks 中已納入 '{2}'。有可能也需要在專案的 RuntimeIdentifiers 中納入 '{3}'。
