Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# PackAsToolCannotSupportTargetPlatformIdentifier
source: NETSDK1146: PackAsTool does not support TargetPlatformIdentifier being set. For example, TargetFramework cannot be net5.0-windows, only net5.0. PackAsTool also does not support UseWPF or UseWindowsForms when targeting .NET 5 and higher.
cs: NETSDK1146: PackAsTool nepodporuje nastavení TargetPlatformIdentifier. Například TargetFramework nemůže být net5.0-windows, jedině net5.0. PackAsTool zároveň nepodporuje UseWPF ani UseWindowsForms při cílení na rozhraní .NET 5 nebo vyšší.
de: NETSDK1146: Die Festlegung von TargetPlatformIdentifier wird von PackAsTool nicht unterstützt. Beispielsweise kann nicht "net5.0-windows", sondern nur "net5.0" als TargetFramework verwendet werden. Bei Festlegung von .NET 5 oder höher als Ziel werden auch UseWPF oder UseWindowsForms von PackAsTool nicht unterstützt.
es: NETSDK1146: PackAsTool no admite que se establezca el valor TargetPlatformIdentifier. Por ejemplo, TargetFramework no puede ser net5.0-windows, solo net5.0. Además, PackAsTool tampoco admite UseWPF ni UseWindowsForms cuando se destina a .NET 5 y versiones posteriores.
fr: NETSDK1146: PackAsTool ne prend pas en charge la définition de TargetPlatformIdentifier. Par exemple, TargetFramework ne peut pas être net5.0-Windows, uniquement net5.0. PackAsTool ne prend pas non plus en charge UseWPF ni UseWindowsForms quand vous ciblez .NET 5 et ultérieur.
ja: NETSDK1146: PackAsTool は、設定されている TargetPlatformIdentifier をサポートしていません。たとえば、TargetFramework には net5.0-windows は指定できず、net 5.0 のみ使用できます。また PackAsTool は、.NET 5 以降を対象としている場合には、UseWPF や UseWindowsForms もサポートしていません。
ko: NETSDK1146: PackAsTool은 설정 중인 TargetPlatformIdentifier를 지원하지 않습니다. 예를 들어, TargetFramework는 net5.0-windows를 사용할 수 없으며 net5.0만 지원합니다. 또한 PackAsTool은 .NET 5 이상을 대상으로 하는 경우 UseWPF 또는 UseWindowsForms를 지원하지 않습니다.
pt_br: NETSDK1146: PackAsTool não oferece suporte a TargetPlatformIdentifier definido. Por exemplo, TargetFramework não pode ser net5.0-windows, somente net5.0. PackAsTool também não suporta UseWPF ou UseWindowsForms ao direcionar para o .NET 5 e superior.
ru: NETSDK1146: PackAsTool не поддерживает задание TargetPlatformIdentifier. Например, TargetFramework не может иметь значение "net5.0-windows", только "net5.0". Кроме того, PackAsTool не поддерживает UseWPF или UseWindowsForms при использовании целевой платформы .NET 5 и более поздних версий.
zh_hans: NETSDK1146: PackAsTool 不支持正在设置的 TargetPlatformIdentifier。例如，TargetFramework 不能是 net5.0-windows，只能是 net5.0。面向 .NET 5 及以上版本时，PackAsTool 也不支持 UseWPF 或 UseWindowsForms。
zh_hant: NETSDK1146: PackAsTool 不支援正在設定的 TargetPlatformIdentifier。例如，TargetFramework 不可為 net5.0-windows，只能是 net5.0。當 PackAsTool 以 .NET 5 及更高版本為目標時，也不支援 UseWPF 或 UseWindowsForms。

# PackageContainsIncorrectlyCasedLocale
source: NETSDK1187: Package {0} {1} has a resource with the locale '{2}'. This locale has been normalized to the standard format '{3}' to prevent casing issues in the build. Consider notifying the package author about this casing issue.
cs: NETSDK1187: Balíček {0} {1} má prostředek s národním prostředím {2}. Toto národní prostředí se normalizovalo do standardního formátu {3}, aby se zabránilo problémům s malými a velkými písmeny v sestavení. Zvažte možnost upozornit na tento problém autora balíčku.
fr: NETSDK1187: package {0} {1} a une ressource avec les paramètres régionaux '{2}'. Ces paramètres régionaux ont été normalisés au format standard '{3}' pour éviter les problèmes de casse dans la build. Envisagez d’avertir l’auteur du package de ce problème de casse.
ja: NETSDK1187: パッケージ {0} {1} にロケール '{2}' のリソースがあります。大文字と小文字の区別に関する問題を防ぐために、このロケールはビルド内では標準形式 '{3}' に正規化されています。大文字と小文字の区別に関する問題があることをパッケージの作成者に通知するようお勧めします。
zh_hans: NETSDK1187: 包 {0} {1} 具有具有区域设置'{2}'的资源。此区域设置已规范化为标准格式'{3}'以防止生成中出现大小写问题。请考虑就此大小写问题通知包作者。

# PackageContainsUnknownLocale
source: NETSDK1188: Package {0} {1} has a resource with the locale '{2}'. This locale is not recognized by .NET. Consider notifying the package author that it appears to be using an invalid locale.
cs: NETSDK1188: Balíček {0} {1} má prostředek s národním prostředím {2}. Toto národní prostředí není rozpoznáno rozhraním .NET. Doporučujeme upozornit autora balíčku, že se zdá, že používá neplatné národní prostředí.
fr: NETSDK1188: Package {0} {1} a une ressource avec les paramètres régionaux '{2}'. Ces paramètres régionaux ne sont pas reconnus par .NET. Envisagez d’avertir l’auteur du package qu’il semble utiliser des paramètres régionaux non valides.
ja: NETSDK1188: パッケージ {0} {1} にロケール '{2}' のリソースがあります。このロケールは .NET では認識されません。無効なロケールを使用していると思われることをパッケージ作成者に通知するようお勧めします。
zh_hans: NETSDK1188: 包 {0} {1} 具有具有区域设置'{2}'的资源。.NET 无法识别此区域设置。请考虑通知包作者它似乎正在使用无效的区域设置。

# PackageNotFound
source: NETSDK1064: Package {0}, version {1} was not found. It might have been deleted since NuGet restore. Otherwise, NuGet restore might have only partially completed, which might have been due to maximum path length restrictions.
cs: NETSDK1064: Balíček {0} verze {1} se nenašel. Je možné, že se od obnovení NuGet odstranil. Jinak je možné, že obnovení NuGet se provedlo jenom částečně, důvodem mohla být omezení pro maximální délku cesty.
de: NETSDK1064: Das Paket "{0}", Version {1}, wurde nicht gefunden. Möglicherweise wurde es nach der NuGet-Wiederherstellung gelöscht. Andernfalls wurde die NuGet-Wiederherstellung aufgrund von Beschränkungen der maximalen Pfadlänge eventuell nur teilweise abgeschlossen.
es: NETSDK1064: No se encontró el paquete {0}, versión {1}. Es posible que se haya eliminado desde la restauración de NuGet. De lo contrario, la restauración de NuGet podría haberse completado solo parcialmente, lo que puede deberse a las restricciones de longitud de ruta máxima.
fr: NETSDK1064: Le package {0}, version {1}, est introuvable. Il a peut-être été supprimé depuis la restauration NuGet. Sinon, la restauration NuGet a peut-être été partiellement effectuée en raison de restrictions appliquées à la longueur maximale du chemin.
it: NETSDK1064: il pacchetto {0} versione {1} non è stato trovato. Potrebbe essere stato eliminato dopo il ripristino di NuGet. In caso contrario, il ripristino di NuGet potrebbe essere stato completato solo parzialmente, a causa delle restrizioni relative alla lunghezza massima del percorso.
ja: NETSDK1064: パッケージ {0}、バージョン {1} が見つかりませんでした。NuGet の復元により、削除された可能性があります。それ以外の場合、NuGet の復元が最大パス長の制限のために一部分しか完了していない可能性があります。
ko: NETSDK1064: 패키지 {0}, 버전 {1}을(를) 찾을 수 없습니다. NuGet 복원 이후 삭제되었을 수 있습니다. 아니면, 최대 경로 길이 제한으로 인해 NuGet 복원이 부분적으로만 완료되었을 수 있습니다.
pt_br: NETSDK1064: O pacote {0}, versão {1}, não foi encontrado. Ele pode ter sido excluído desde a restauração do NuGet. Caso contrário, a restauração do NuGet pode ter sido concluída apenas parcialmente, o que pode ter ocorrido devido a restrições de comprimento máximo do caminho.
ru: NETSDK1064: пакет {0} версии {1} не найден. Возможно, с момента восстановления NuGet он был удален или восстановление NuGet было выполнено лишь частично из-за ограничений на максимальную длину пути.
zh_hans: NETSDK1064: 未找到版本为 {1} 的包 {0}。它可能已在 NuGet 还原后删除。否则，NuGet 还原可能只是部分完成，这种情况可能是最大路径长度限制所导致。
zh_hant: NETSDK1064: 找不到套件 {0}，版本 {1}。該套件可能因 NuGet restore 還原而刪除，或是可能因為路徑長度上限的限制，而讓 NuGet restore 可能只有部分完成所致。

# PackageReferenceOverrideWarning
source: NETSDK1023: A PackageReference for '{0}' was included in your project. This package is implicitly referenced by the .NET SDK and you do not typically need to reference it from your project. For more information, see {1}
cs: NETSDK1023: Do projektu byl zahrnut odkaz na balíček pro {0}. Na tento balíček implicitně odkazuje sada .NET SDK, takže na něj zpravidla nemusíte odkazovat z projektu. Další informace najdete na adrese {1}.
de: NETSDK1023: Ein PackageReference für "{0}" war in Ihrem Projekt vorhanden. Auf dieses Paket wird vom .NET SDK implizit verwiesen, und Sie müssen in der Regel nicht von Ihrem Projekt aus darauf verweisen. Weitere Informationen finden Sie unter "{1}".
es: NETSDK1023: Se incluyó un elemento PackageReference para "{0}" en su proyecto. El SDK de .NET hace referencia implícita a este paquete y normalmente no tiene que hacer referencia a él desde su proyecto. Para obtener más información, consulte {1}
fr: NETSDK1023: Un PackageReference pour '{0}' a été inclus dans votre projet. Comme ce package est implicitement référencé par le kit .NET SDK, vous n'avez généralement pas besoin de le référencer à partir de votre projet. Pour plus d'informations, consultez {1}
it: NETSDK1023: nel progetto è stato incluso un riferimento al pacchetto per '{0}'. Questo pacchetto viene usato come riferimento implicito da .NET SDK e non è in genere necessario farvi riferimento dal progetto. Per altre informazioni, vedere {1}
ja: NETSDK1023: '{0}' の PackageReference がプロジェクトに含められました。このパッケージは .NET SDK によって暗黙的に参照されるため、通常はプロジェクトから参照する必要がありません。詳細については、{1} をご覧ください。
ko: NETSDK1023: '{0}'에 대한 PackageReference가 프로젝트에 포함되어 있습니다. 이 패키지는 .NET SDK에서 암시적으로 참조되며, 일반적으로 사용자가 프로젝트에서 참조할 필요가 없습니다. 자세한 내용은 {1}을(를) 참조하세요.
pt_br: NETSDK1023: Uma PackageReference para '{0}' foi incluída no projeto. Esse pacote é referenciado implicitamente pelo SKD do .NET e, geralmente, não é necessário referenciá-lo no seu projeto. Para obter mais informações, confira {1}
ru: NETSDK1023: ссылка на пакет (PackageReference) для "{0}" была включена в проект. На этот пакет неявно ссылается пакет SDK для .NET, и ссылаться на него из проекта обычно не нужно. Дополнительные сведения: {1}
zh_hans: NETSDK1023: 项目中包含了“{0}”的 PackageReference。此包由 .NET SDK 隐式引用，且通常情况下你无需从项目中对其进行引用。有关详细信息，请参阅 {1}
zh_hant: NETSDK1023: 您的專案中包含 '{0}' 的 PackageReference。.NET SDK 會隱含參考此套件，您通常不需要從專案參考它。如需詳細資訊，請參閱 {1}

# PackageReferenceVersionNotRecommended
source: NETSDK1071: A PackageReference to '{0}' specified a Version of `{1}`. Specifying the version of this package is not recommended. For more information, see https://aka.ms/sdkimplicitrefs
cs: NETSDK1071: PackageReference na balíček {0} určuje verzi {1}. Určení verze tohoto balíčku se nedoporučuje. Další informace najdete na adrese https://aka.ms/sdkimplicitrefs.
de: NETSDK1071: Ein PackageReference-Verweis auf "{0}" hat die Version "{1}" angegeben. Die Angabe der Version dieses Pakets wird nicht empfohlen. Weitere Informationen finden Sie unter https://aka.ms/sdkimplicitrefs.
es: NETSDK1071: Un PackageReference a "{0}" especificó una versión de "{1}". No se recomienda especificar la versión de este paquete. Para obtener más información, consulte https://aka.ms/sdkimplicitrefs
fr: NETSDK1071: Une référence de package vers '{0}' a spécifié une version '{1}'. Nous ne vous recommandons pas de spécifier la version de ce package. Pour plus d'informations, consultez https://aka.ms/sdkimplicitrefs
it: NETSDK1071: in un elemento PackageReference che fa riferimento a '{0}' è specificata la versione di `{1}`. È consigliabile non specificare la versione di questo pacchetto. Per altre informazioni, vedere https://aka.ms/sdkimplicitrefs
ja: NETSDK1071: '{0}' への PackageReference は '{1}' のバージョンを指定しました。このパッケージのバージョンを指定することは推奨されません。詳細については、https://aka.ms/sdkimplicitrefs を参照してください
ko: NETSDK1071: '{0}'에 대한 PackageReference에서 `{1}`의 버전을 지정했습니다. 이 패키지의 버전을 지정하지 않는 것이 좋습니다. 자세한 내용은 https://aka.ms/sdkimplicitrefs를 참조하세요.
pt_br: NETSDK1071: uma PackageReference para '{0}' especificou uma Versão de '{1}'. Não é recomendado especificar a versão deste pacote. Para obter mais informações, consulte https://aka.ms/sdkimplicitrefs
ru: NETSDK1071: В ссылке PackageReference на '{0}' указана версия {1}. Указывать версию этого пакета не рекомендуется. Дополнительные сведения см. на странице https://aka.ms/sdkimplicitrefs
zh_hans: NETSDK1071: “{0}”的 PackageReference 指定了版本“{1}”。不建议指定此包的版本。有关详细信息，请查看 https://aka.ms/sdkimplicitrefs
zh_hant: NETSDK1071: '{0}' 的 PackageReference 指定了 `{1}` 版本。不建議指定這個套件版本。如需詳細資訊，請參閱 https://aka.ms/sdkimplicitrefs

# PlaceholderRunCommandProjectAbbreviationDeprecated
source: NETSDK1174: Placeholder
cs: NETSDK1174: Zástupný symbol
de: NETSDK1174: Platzhalter
es: NETSDK1174: Marcador de posición
fr: NETSDK1174: Espace réservé
ja: NETSDK1174: プレースホルダー
ko: NETSDK1174: 자리 표시자
pt_br: NETSDK1174: Espaço reservado
ru: NETSDK1174: заполнитель
zh_hans: NETSDK1174: 占位符
zh_hant: NETSDK1174: 預留位置

# Prefer32BitIgnoredForNetCoreApp
source: NETSDK1189: Prefer32Bit is not supported and has no effect for netcoreapp target.
cs: NETSDK1189: Prefer32Bit se nepodporuje a nemá žádný vliv na cíl netcoreapp.
fr: NETSDK1189: Prefer32Bit n’est pas pris en charge et n’a aucun effet pour la cible netcoreapp.
ja: NETSDK1189: Prefer32Bit はサポートされておらず、netcoreapp ターゲットには影響しません。
zh_hans: NETSDK1189: Prefer32Bit 不受支持，对 netcoreapp 目标无效。

# ProjectAssetsConsumedWithoutMSBuildProjectPath
source: NETSDK1011: Assets are consumed from project '{0}', but no corresponding MSBuild project path was found in '{1}'.
cs: NETSDK1011: Prostředky se používají z projektu {0}, ale v {1} se nenašla odpovídající cesta k projektu MSBuild.
de: NETSDK1011: Es werden Ressourcen aus dem Projekt "{0}" genutzt, in "{1}" wurde jedoch kein entsprechender MSBuild-Projektpfad gefunden.
es: NETSDK1011: Los recursos se consumen desde el proyecto "{0}", pero no se ha encontrado la ruta de acceso de proyecto de MSBuild correspondiente en "{1}".
fr: NETSDK1011: Les composants sont consommés à partir du projet '{0}', mais il n'existe aucun chemin de projet MSBuild correspondant dans '{1}'.
it: NETSDK1011: le risorse vengono utilizzate dal progetto '{0}', ma non è stato trovato alcun percorso di progetto MSBuild corrispondente in '{1}'.
ja: NETSDK1011: プロジェクト '{0}' の資産が使用されますが、対応する MSBuild プロジェクト パスが '{1}' で見つかりませんでした。
ko: NETSDK1011: '{0}' 프로젝트의 자산이 사용되었지만, '{1}'에서 해당 MSBuild 프로젝트 경로를 찾을 수 없습니다.
pt_br: NETSDK1011: Os ativos são consumidos de um projeto '{0}', mas não foi encontrado nenhum caminho de projeto do MSBuild correspondente em '{1}'.
ru: NETSDK1011: используются ресурсы из проекта "{0}", но соответствующий путь к проекту MSBuild не найден в "{1}".
zh_hans: NETSDK1011: 从项目“{0}”消耗资产，但在“{1}”中找不到相应的 MSBuild 项目路径。
zh_hant: NETSDK1011: 已從專案 '{0}' 取用資產，但在 '{1}' 中找不到相對應的 MSBuild 專案路徑。

# ProjectContainsObsoleteDotNetCliTool
source: NETSDK1059: The tool '{0}' is now included in the .NET SDK. Information on resolving this warning is available at (https://aka.ms/dotnetclitools-in-box).
cs: NETSDK1059: Nástroj {0} je teď zahrnutý v sadě .NET SDK. Informace o tom, jak vyřešit toto upozornění, jsou dostupné na adrese https://aka.ms/dotnetclitools-in-box.
de: NETSDK1059: Das Tool "{0}" ist jetzt im .NET SDK enthalten. Informationen zum Auflösen dieser Warnung sind unter https://aka.ms/dotnetclitools-in-box verfügbar.
es: NETSDK1059: La herramienta "{0}" se incluye ahora en el SDK de .NET. Hay información disponible sobre cómo resolver esta advertencia en https://aka.ms/dotnetclitools-in-box.
fr: NETSDK1059: L'outil '{0}' est désormais inclus dans le SDK .NET. Des informations sur la résolution de cet avertissement sont disponibles sur https://aka.ms/dotnetclitools-in-box.
ja: NETSDK1059: ツール '{0}' は .NET SDK に含まれるようになりました。この警告の解決に関する情報は、(https://aka.ms/dotnetclitools-in-box) で入手できます。
ko: NETSDK1059: '{0}' 도구가 현재 .NET SDK에 포함되어 있습니다. 이 경고를 해결하는 방법은 https://aka.ms/dotnetclitools-in-box를 참조하세요.
pt_br: NETSDK1059: a ferramenta '{0}' agora está incluída no SDK do .NET. Informações sobre como resolver este aviso estão disponíveis em (https://aka.ms/dotnetclitools-in-box).
ru: NETSDK1059: инструмент "{0}" теперь включен в пакет SDK для .NET. Сведения о том, как устранить это предупреждение: https://aka.ms/dotnetclitools-in-box.
zh_hans: NETSDK1059: .NET SDK 中现已包含工具“{0}”。要了解如何处理此警告，可查看 (https://aka.ms/dotnetclitools-in-box)。
zh_hant: NETSDK1059: .NET SDK 現已包含工具 '{0}'。解決此警告的資訊位於 (https://aka.ms/dotnetclitools-in-box)。

# ProjectToolOnlySupportTFMLowerThanNetcoreapp22
source: NETSDK1093: Project tools (DotnetCliTool) only support targeting .NET Core 2.2 and lower.
cs: NETSDK1093: Nástroje projektu (DotnetCliTool) podporují jen cílení na .NET Core 2.2 a nižší.
de: NETSDK1093: Projekttools (DotnetCliTool) unterstützen als Ziel nur .NET Core 2.2 und früher.
es: NETSDK1093: Las herramientas de proyecto (DotnetCliTool) solo admiten como destino .NET Core 2.2 y versiones inferiores.
fr: NETSDK1093: les outils de projet (DotnetCliTool) prennent uniquement en charge le ciblage de .NET Core 2.2 et des versions antérieures.
ja: NETSDK1093: プロジェクト ツール (DotnetCliTool) は、ターゲットが .NET Core 2.2 以下の場合のみサポートされます。
ko: NETSDK1093: 프로젝트 도구(DotnetCliTool)는 .NET Core 2.2 이하를 대상으로 하는 경우만 지원합니다.
pt_br: NETSDK1093: as ferramentas do projeto (DotnetCliTool) dão suporte somente para o direcionamento ao .NET Core 2.2 e inferior.
ru: NETSDK1093: средства проекта (DotnetCliTool) поддерживают только целевую платформу .NET Core 2.2 и более ранних версий.
zh_hans: NETSDK1093: NETSDK1093: 项目工具(DotnetCliTool)仅支持面向 .NET Core 2.2 及更低版本。
zh_hant: NETSDK1093: 專案工具 (DotnetCliTool) 僅支援以 .NET Core 2.2 或更低版本作為目標。

# PublishProfileNotPresent
source: NETSDK1198: A publish profile with the name '{0}' was not found in the project. Set the PublishProfile property to a valid file name.
cs: NETSDK1198: Profil publikování s názvem {0} se v projektu nenašel. Nastavte vlastnost PublishProfile na platný název souboru.
fr: NETSDK1198: un profil de publication portant le nom '{0}' est introuvable dans le projet. Affectez un nom de fichier valide à la propriété PublishProfile.
ja: NETSDK1198: '{0}' という名前の発行プロファイルがプロジェクトに見つかりませんでした。PublishProfile プロパティを有効なファイル名に設定してください。
zh_hans: NETSDK1198: 在项目中找不到名为“{0}”的发布配置文件。请将 PublishProfile 属性设置为有效的文件名。

# PublishReadyToRunRequiresVersion30
source: NETSDK1122: ReadyToRun compilation will be skipped because it is only supported for .NET Core 3.0 or higher.
cs: NETSDK1122: Kompilace ReadyToRun se přeskočí, protože se podporuje jen pro architekturu .NET Core 3.0 a vyšší.
de: NETSDK1122: Die ReadyToRun-Kompilierung wird übersprungen, weil sie nur für .NET Core 3.0 oder höher unterstützt wird.
es: NETSDK1122: Se omitirá la compilación de ReadyToRun porque solo se admite para .NET Core 3.0 o versiones posteriores.
fr: NETSDK1122: la compilation ReadyToRun va être ignorée, car elle est uniquement prise en charge pour .NET Core 3.0 ou une version ultérieure.
ja: NETSDK1122: ReadyToRun コンパイルは、.NET Core 3.0 以降でのみサポートされているため、スキップされます。
ko: NETSDK1122: ReadyToRun 컴파일은 .NET Core 3.0 이상에서만 지원되므로 건너뜁니다.
pt_br: NETSDK1122: a compilação de ReadyToRun será ignorada porque ela é compatível apenas com o .NET Core 3.0 ou superior.
ru: NETSDK1122: компиляция ReadyToRun будет пропущена, так как она поддерживается только для .NET Core 3.0 или более поздних версий.
zh_hans: NETSDK1122: 将跳过 ReadyToRun 编译，因为只有 .NET Core 3.0 或更高版本才支持该编译。
zh_hant: NETSDK1122: 將跳過 ReadyToRun 編譯，原因是只有 .NET Core 3.0 或更高版本支援此作業。

# PublishSelfContainedMustBeBool
source: NETSDK1193: If PublishSelfContained is set, it must be either true or false. The value given was '{0}'.
cs: NETSDK1193: Pokud je nastavená hodnota PublishSelfContained, musí být buď true, nebo false. Zadaná hodnota byla {0}.
fr: NETSDK1193: Si PublishSelfContained est défini, il doit avoir la valeur true ou false. La valeur donnée a été '{0}'.
ja: NETSDK1193: PublishSelfContained が設定されている場合、true または false のいずれかにする必要があります。指定された値は '{0}' でした。
zh_hans: NETSDK1193: 如果已设置 PublishSelfContained，则它必须为 true 或 false。给定的值为“{0}”。

# PublishSingleFileRequiresVersion30
source: NETSDK1123: Publishing an application to a single-file requires .NET Core 3.0 or higher.
cs: NETSDK1123: Publikování aplikace do jednoho souboru vyžaduje architekturu .NET Core 3.0 nebo vyšší.
de: NETSDK1123: Zum Veröffentlichen einer Anwendung in einer einzelnen Datei ist .NET Core 3.0 oder höher erforderlich.
es: NETSDK1123: La publicación de una aplicación en un único archivo requiere .NET Core 3.0 o versiones posteriores.
fr: NETSDK1123: la publication d'une application sur un seul fichier nécessite .NET Core 3.0 ou une version ultérieure.
ja: NETSDK1123: アプリケーションを 1 つのファイルに発行するには、.NET Core 3.0 以降が必要です。
ko: NETSDK1123: 애플리케이션을 단일 파일에 게시하려면 .NET Core 3.0 이상이 필요합니다.
pt_br: NETSDK1123: a publicação de um aplicativo em um único arquivo exige o .NET Core 3.0 ou superior.
ru: NETSDK1123: для публикации приложения в один файл требуется .NET Core 3.0 или более поздняя версия.
zh_hans: NETSDK1123: 将应用程序发布到单个文件需要 .NET Core 3.0 或更高版本。
zh_hant: NETSDK1123: 將應用程式發行至單一檔案需使用 .NET Core 3.0 或更高版本。

# PublishTrimmedRequiresVersion30
source: NETSDK1124: Trimming assemblies requires .NET Core 3.0 or higher.
cs: NETSDK1124: Oříznutí sestavení vyžaduje architekturu .NET Core 3.0 nebo vyšší.
de: NETSDK1124: Zum Kürzen von Assemblys ist .NET Core 3.0 oder höher erforderlich.
es: NETSDK1124: El recorte de los ensamblados requiere .NET Core 3.0 o versiones posteriores.
fr: NETSDK1124: le découpage d'assemblys nécessite .NET Core 3.0 ou une version ultérieure.
ja: NETSDK1124: アセンブリをトリミングするには、.NET Core 3.0 以降が必要です。
ko: NETSDK1124: 어셈블리를 트리밍하려면 .NET Core 3.0 이상이 필요합니다.
pt_br: NETSDK1124: o corte de assemblies exige o .NET Core 3.0 ou superior.
ru: NETSDK1124: для усечения сборок требуется .NET Core 3.0 или более поздняя версия.
zh_hans: NETSDK1124: 修整程序集需要 .NET Core 3.0 或更高版本。
zh_hant: NETSDK1124: 修剪組件需使用 .NET Core 3.0 或更高版本。

# PublishUnsupportedWithoutTargetFramework
source: NETSDK1129: The 'Publish' target is not supported without specifying a target framework. The current project targets multiple frameworks, you must specify the framework for the published application.
cs: NETSDK1129: Bez zadané cílové architektury se cíl Publish nepodporuje. Aktuální projekt cílí na několik architektur. Musíte zadat architekturu pro publikovanou aplikaci.
de: NETSDK1129: Das Ziel für "Publish" wird ohne Angabe eines Zielframeworks nicht unterstützt. Das aktuelle Projekt verwendet mehrere Frameworks als Ziel. Sie müssen das Framework für die veröffentlichte Anwendung angeben.
es: NETSDK1129: No se admite la opción de destino "Publish" sin especificar una plataforma de destino. El proyecto actual está destinado a varias plataformas; debe especificar la plataforma de la aplicación publicada.
fr: NETSDK1129: la cible 'Publish' n'est pas prise en charge sans spécification d'un framework cible. Dans la mesure où le projet actif cible plusieurs frameworks, vous devez spécifier le framework de l'application publiée.
ja: NETSDK1129: ターゲット フレームワークを指定しないと、'Publish' ターゲットはサポートされません。現在のプロジェクトは複数のフレームワークを対象としています。発行するアプリケーションのフレームワークを指定する必要があります。
ko: NETSDK1129: 대상 프레임워크를 지정하지 않고 'Publish' 대상을 사용할 수 없습니다. 현재 프로젝트가 여러 프레임워크를 대상으로 하므로 게시된 애플리케이션의 프레임워크를 지정해야 합니다.
pt_br: NETSDK1129: não há suporte para o destino 'Publish' sem especificar uma estrutura de destino. O projeto atual se destina a várias estruturas. Você precisa especificar a estrutura do aplicativo publicado.
ru: NETSDK1129: целевой объект "Publish" не поддерживается без указания целевой платформы. Для текущего проекта указано несколько целевых платформ, необходимо указать платформу для опубликованного приложения.
zh_hans: NETSDK1129: 如果未指定目标框架，则不支持 "Publish" 目标。当前项目面向多个框架，你必须为已发布的应用程序指定框架。
zh_hant: NETSDK1129: 若未指定目標架構，將不支援 'Publish' 目標。目前的專案目標為多個架構。您必須為已經發佈的應用程式指定架構。
