Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# WorkloadNotAvailable
source: NETSDK1178: The project depends on the following workload packs that do not exist in any of the workloads available in this installation: {0} You may need to build the project on another operating system or architecture, or update the .NET SDK.
cs: NETSDK1178: Projekt závisí na následujících balíčcích úloh, které neexistují v žádné z úloh dostupných v této instalaci: {0} Možná bude nutné sestavit projekt v jiném operačním systému nebo architektuře nebo aktualizovat sadu .NET SDK.
de: NETSDK1178: Das Projekt hängt von den folgenden Workloadpaketen ab, die in keiner der in dieser Installation verfügbaren Workloads vorhanden sind: {0} Sie müssen das Projekt möglicherweise unter einem anderen Betriebssystem oder einer anderen Architektur erstellen, oder das .NET-SDK aktualisieren.
es: NETSDK1178: El proyecto depende de los siguientes paquetes de cargas de trabajo que no existen en ninguna de las cargas de trabajo disponibles en esta instalación: {0} Puede que necesite compilar el proyecto en otro sistema operativo o arquitectura, o actualizar el SDK de .NET.
fr: NETSDK1178: le projet dépend des packs de charge de travail suivants qui n’existent pas dans les charges de travail disponibles dans cette installation : {0} Vous devrez peut-être générer le projet sur un autre système d’exploitation ou une autre architecture, ou mettre à jour le SDK .NET.
ja: NETSDK1178: プロジェクトは、このインストールで使用可能なワークロードのいずれにも存在しない次のワークロード パックに依存しています。{0} 別のオペレーティング システムまたはアーキテクチャでプロジェクトをビルドするか、.NET SDK を更新することが必要な場合があります。
ko: NETSDK1178: 이 설치에서 사용 가능한 워크로드에 존재하지 않는 다음 워크로드 팩에 따라 프로젝트가 달라집니다. {0} 다른 운영 체제나 아키텍처에서 프로젝트를 빌드하거나 .NET SDK를 업데이트해야 할 수 있습니다.
pt_br: NETSDK1178: o projeto depende dos seguintes pacotes de carga de trabalho que não existem em nenhuma das cargas de trabalho disponíveis nesta instalação: {0} Talvez você precise compilar o projeto em outro sistema operacional ou arquitetura, ou atualizar o SDK do .NET.
ru: NETSDK1178: проект зависит от следующих пакетов рабочей нагрузки, которые не существуют ни в одной из рабочих нагрузок, доступных в этой установке: {0} Может потребоваться выполнить сборку проекта в другой операционной системе или архитектуре или обновить пакет SDK .NET.
zh_hans: NETSDK1178: 此安装文件中任何可用的工作负载中，不存在该项目依赖的以下工作负载包: {0} 可能需要在另一个操作系统或体系结构上生成项目，或者更新 .NET SDK。
zh_hant: NETSDK1178: 此專案相依於不存在於安裝中任何可用之工作負載中的以下工作負載套件: {0} 您可能需要在其他作業系統或結構上建立專案，或更新 .NET SDK。

# WorkloadNotInstalled
source: NETSDK1147: To build this project, the following workloads must be installed: {0} To install these workloads, run the following command: dotnet workload restore
cs: NETSDK1147: k sestavení tohoto projektu musí být nainstalované následující úlohy: {0} Pokud chcete nainstalovat tyto úlohy, spusťte následující příkaz: dotnet workload restore
de: NETSDK1147: Zum Erstellen dieses Projekts müssen die folgenden Workloads installiert sein: {0} Führen Sie den folgenden Befehl aus, um diese Workloads zu installieren: dotnet workload restore
es: NETSDK1147: para compilar este proyecto, deben estar instaladas las siguientes cargas de trabajo: {0} Para instalar estas cargas de trabajo, ejecute el comando siguiente: dotnet workload restore
fr: NETSDK1147: pour générer ce projet, les charges de travail suivantes doivent être installées : {0} Pour installer ces charges de travail, exécutez la commande suivante : restauration de la charge de travail de dotnet.
ja: NETSDK1147: このプロジェクトをビルドするには、次のワークロードをインストールする必要があります: {0} これらのワークロードをインストールするには、次のコマンドを実行します: dotnet workload restore
ko: NETSDK1147: 이 프로젝트를 빌드하려면 다음 워크로드를 설치해야 합니다. {0} 이러한 워크로드를 설치하려면 dotnet workload restore 명령을 실행합니다.
pt_br: NETSDK1147: Para criar este projeto, as seguintes cargas de trabalho devem ser instaladas: {0} Para instalar essas cargas de trabalho, execute o seguinte comando: dotnet workload restore
ru: NETSDK1147: для сборки этого проекта необходимо установить следующие рабочие нагрузки: {0} Чтобы установить эти рабочие нагрузки, выполните следующую команду: dotnet workload restore
zh_hans: NETSDK1147: 要构建此项目，必须安装以下工作负载: {0} 要安装这些工作负载，请运行以下命令: dotnet workload restore
zh_hant: NETSDK1147: 若要建立此專案，必須安裝下列工作負載: {0} 若要安裝這些工作負載，請執行下列命令: dotnet workload restore

# CannotHaveSolutionLevelRuntimeIdentifier
source: NETSDK1134: Building a solution with a specific RuntimeIdentifier is not supported. If you would like to publish for a single RID, specifiy the RID at the individual project level instead.
de: NETSDK1134: Das Erstellen einer Lösung mit einem bestimmten RuntimeIdentifier wird nicht unterstützt. Wenn Sie für eine einzelne RID veröffentlichen möchten, geben Sie die RID auf individueller Projektebene an.
es: NETSDK1134: No se admite la compilación de una solución con un valor RuntimeIdentifier específico. Si quiere publicar para un solo RID, especifique el RID en el nivel de proyecto individual en su lugar.
ko: NETSDK1134: 특정 RuntimeIdentifier를 사용한 솔루션 빌드는 지원되지 않습니다. 단일 RID에 대해 게시하려면 대신 개별 프로젝트 수준에서 RID를 지정하세요.
pt_br: NETSDK1134: não há suporte para a criação de uma solução com um RuntimeIdentifier específico. Se você quiser publicar para um único RID, especifique o RID no nível do projeto individual.
ru: NETSDK1134: сборка решения с заданным идентификатором RuntimeIdentifier не поддерживается. Если вы хотите выполнить публикацию для одного RID, укажите RID на уровне отдельного проекта.
zh_hant: NETSDK1134: 不支援使用特定 RuntimeIdentifier 建置解決方案。若要發佈單一 RID，請改為在個別專案層級中指定 RID。

# UnsupportedTargetFrameworkVersion
source: NETSDK1045: The current .NET SDK does not support targeting {0} {1}. Either target {0} {2} or lower, or use a version of the .NET SDK that supports {0} {1}.
de: NETSDK1045: Das aktuelle .NET SDK unterstützt {0} {1} nicht als Ziel. Geben Sie entweder {0} {2} oder niedriger als Ziel an, oder verwenden Sie eine .NET SDK-Version, die {0} {1} unterstützt.
es: NETSDK1045: El SDK de .NET actual no admite el destino {0} {1}. Use el destino {0} {2} u otro inferior, o bien una versión del SDK de .NET que admita {0} {1}.
it: NETSDK1045: la versione corrente di .NET SDK non supporta {0} {1} come destinazione. Impostare come destinazione {0} {2} o una versione precedente oppure usare una versione di .NET SDK che supporta {0} {1}.
ko: NETSDK1045: 현재 .NET SDK에서는 {0} {1}을(를) 대상으로 하는 것을 지원하지 않습니다. {0} {2} 이하를 대상으로 하거나 {0} {1}을(를) 지원하는 .NET SDK 버전을 사용하세요.
pt_br: NETSDK1045: O SDK do .NET atual não dá suporte para direcionar a {0} {1}. Direcione a {0} {2} ou inferior, ou use uma versão do SDK do .NET compatível com {0} {1}.
ru: NETSDK1045: текущий пакет SDK для .NET не поддерживает целевой объект {0} {1}. Выберите {0} {2} или более раннюю версию либо используйте версию пакета SDK для .NET, которая поддерживает {0} {1}.
zh_hant: NETSDK1045: 目前的 .NET SDK 不支援以 {0} {1} 作為目標。請以 {0} {2} 或更低版本作為目標，或是使用支援 {0} {1} 的 .NET SDK 版本。

# CannotHaveSelfContainedWithoutRuntimeIdentifier
source: NETSDK1031: It is not supported to build or publish a self-contained application without specifying a RuntimeIdentifier. Please either specify a RuntimeIdentifier or set SelfContained to false.
it: NETSDK1031: non è possibile compilare o pubblicare un'applicazione indipendente senza specificare un elemento RuntimeIdentifier. Specificare un elemento RuntimeIdentifier o impostare SelfContained su false.

# ChoosingAssemblyVersion
source: NETSDK1033: Choosing '{0}' because AssemblyVersion '{1}' is greater than '{2}'.
it: NETSDK1033: verrà scelto '{0}' perché il valore di AssemblyVersion '{1}' è maggiore di '{2}'.

# ChoosingFileVersion
source: NETSDK1034: Choosing '{0}' because file version '{1}' is greater than '{2}'.
it: NETSDK1034: verrà scelto '{0}' perché la versione del file '{1}' è maggiore di '{2}'.

# ChoosingPlatformItem
source: NETSDK1035: Choosing '{0}' because it is a platform item.
it: NETSDK1035: verrà scelto '{0}' perché è un elemento della piattaforma.

# ChoosingPreferredPackage
source: NETSDK1036: Choosing '{0}' because it comes from a package that is preferred.
it: NETSDK1036: verrà scelto '{0}' perché proviene da un pacchetto preferito.

# ConflictCouldNotDetermineWinner
source: NETSDK1037: Could not determine winner due to equal file and assembly versions.
it: NETSDK1037: non è stato possibile determinare la versione da usare perché le versioni dell'assembly e del file sono uguali.

# CouldNotDetermineWinner_DoesntExist
source: NETSDK1038: Could not determine winner because '{0}' does not exist.
it: NETSDK1038: non è stato possibile determinare la versione da usare perché '{0}' non esiste.

# CouldNotDetermineWinner_FileVersion
source: NETSDK1039: Could not determine a winner because '{0}' has no file version.
it: NETSDK1039: non è stato possibile determinare la versione da usare perché non esiste alcuna versione file per '{0}'.

# CouldNotDetermineWinner_NotAnAssembly
source: NETSDK1040: Could not determine a winner because '{0}' is not an assembly.
it: NETSDK1040: non è stato possibile determinare la versione da usare perché '{0}' non è un assembly.

# EncounteredConflict
source: NETSDK1041: Encountered conflict between '{0}' and '{1}'.
it: NETSDK1041: è stato rilevato un conflitto tra '{0}' e '{1}'.

# IncorrectTargetFormat
source: NETSDK1025: WRThe target manifest {0} provided is of not the correct format
it: NETSDK1025: il formato del manifesto di destinazione specificato {0} non è corretto

# PackageInfoLog
source: NETSDK1027: Package Name='{0}', Version='{1}' was parsed
it: NETSDK1027: è stato analizzato il pacchetto con nome '{0}' e versione '{1}'

# ParsingFiles
source: NETSDK1026: Parsing the Files : '{0}'
it: NETSDK1026: analisi dei file: '{0}'

# ProjectContainsObsoleteDotNetCliTool
source: NETSDK1059: The tool '{0}' is now included in the .NET Core SDK. Information on resolving this warning is available at (https://aka.ms/dotnetclitools-in-box).
it: NETSDK1059: lo strumento '{0}' è ora incluso in .NET Core SDK. Per informazioni sulla risoluzione di questo avviso, vedere (https://aka.ms/dotnetclitools-in-box).

# UnableToUsePackageAssetsCache
source: NETSDK1062: Unable to use package assets cache due to I/O error. This can occur when the same project is built more than once in parallel. Performance may be degraded, but the build result will not be impacted.
it: NETSDK1062: non è possibile usare la cache delle risorse del pacchetto a causa dell'errore di I/O. Questo problema può verificarsi quando lo stesso progetto viene compilato più volte in parallelo. Può influire sulle prestazioni, ma non sul risultato della compilazione.

# UsingPreviewSdkWarning
source: NETSDK1057: You are using a preview version of .NET Core. See: https://aka.ms/dotnet-core-preview
it: NETSDK1057: si sta usando una versione in anteprima di .NET Core. Vedere https://aka.ms/dotnet-core-preview
