Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# UnsupportedSDKVersionForNetStandard20
source: NETSDK1050: The version of Microsoft.NET.Sdk used by this project is insufficient to support references to libraries targeting .NET Standard 1.5 or higher. Please install version 2.0 or higher of the .NET Core SDK.
cs: NETSDK1050: Verze sady Microsoft.NET.Sdk používaná tímto projektem nestačí pro podporu odkazů na knihovny, jejichž cílovým rozhraním je .NET Standard 1.5 nebo vyšší. Nainstalujte verzi 2.0 nebo vyšší sady .NET Core SDK.
de: NETSDK1050: Die von diesem Projekt verwendete Microsoft.NET.Sdk-Version reicht zur Unterstützung von Verweisen auf Bibliotheken für .NET Standard 1.5 oder höher nicht aus. Installieren Sie mindestens .NET Core SDK 2.0.
es: NETSDK1050: En la versión de Microsoft.NET.Sdk que utiliza este proyecto no se admiten referencias a bibliotecas cuyo destino sea .NET Standard 1.5 o posterior. Instale la versión 2.0 o posterior del SDK de .NET Core.
fr: NETSDK1050: La version de Microsoft.NET.Sdk utilisée par ce projet ne permet pas de prendre en charge les références aux bibliothèques ciblant .NET Standard 1.5 ou une version ultérieure. Installez la version 2.0 ou une version ultérieure du kit SDK .NET Core.
it: NETSDK1050: la versione di Microsoft.NET.Sdk usata da questo progetto non è sufficiente per supportare i riferimenti alle librerie destinate a .NET Standard 1.5 o versione successiva. Installare la versione 2.0 o successiva di .NET Core SDK.
ja: NETSDK1050: このプロジェクトで使用される Microsoft.NET.Sdk のバージョンは、.NET Standard 1.5 以上を対象とするライブラリへの参照をサポートするには不十分です。.NET Core SDK のバージョン 2.0 以上をインストールしてください。
ko: NETSDK1050: 이 프로젝트에서 사용하는 Microsoft.NET.Sdk 버전은 .NET Standard 1.5 이상을 대상으로 하는 라이브러리에 대한 참조를 지원할 수 없습니다. .NET Core SDK 버전 2.0 이상을 설치하세요.
pt_br: NETSDK1050: A versão do Microsoft.NET.Sdk usada por este projeto é insuficiente para dar suporte às referências a bibliotecas direcionadas ao .NET Standard 1.5 ou superior. Instale a versão 2.0 ou superior do SDK do .NET Core.
ru: NETSDK1050: используемая этим проектом версия Microsoft.NET.Sdk не поддерживает ссылки на библиотеки для .NET Standard 1.5 и более поздних версий. Установите пакет SDK для .NET Core версии 2.0 или выше.
zh_hans: NETSDK1050: 该项目使用的 Microsoft.NET.Sdk 版本过低，不支持对面向.NET Standard 1.5 或更高版本的库的引用。请安装 2.0 版本或更高版本的 .NET Core SDK。
zh_hant: NETSDK1050: 此專案使用的 Microsoft.NET.Sdk 版本，無法支援以.NET Standard 1.5 或更高版本為目標的程式庫參考。請安裝 .NET Core SDK 2.0 或更高版本。

# UnsupportedTargetFrameworkVersion
source: NETSDK1045: The current .NET SDK does not support targeting {0} {1}. Either target {0} {2} or lower, or use a version of the .NET SDK that supports {0} {1}. Download the .NET SDK from https://aka.ms/dotnet/download
cs: NETSDK1045: Aktuální sada .NET SDK nepodporuje cílení {0} {1}. Buď zacilte {0} {2} nebo nižší, nebo použijte verzi sady .NET SDK, která podporuje {0} {1}. Sada .NET SDK je ke stažení na https://aka.ms/dotnet/download
fr: NETSDK1045: le SDK .NET actuel ne prend pas en charge le ciblage {0} {1}. Ciblez {0} {2} ou inférieur, ou utilisez une version du Kit de développement logiciel (SDK) .NET qui prend en charge {0} {1}. Télécharger le Kit de développement logiciel (SDK) .NET à partir de https://aka.ms/dotnet/download
ja: NETSDK1045: 現在の .NET SDK は、ターゲットとする {0} {1} をサポートしていません。{0} {2} 以下をターゲットとするか、{0} {1} をサポートする .NET SDK のバージョンを使用してください。https://aka.ms/dotnet/download から .NET SDK をダウンロードしてください
zh_hans: NETSDK1045: 当前 .NET SDK 不支持面向 {0} {1}。请面向 {0} {2} 或更低版本，或者使用支持 {0} {1} 的 .NET SDK 版本。从 https://aka.ms/dotnet/download 下载 .NET SDK

# UnsupportedTargetPlatformIdentifier
source: NETSDK1139: The target platform identifier {0} was not recognized.
cs: NETSDK1139: Identifikátor cílové platformy {0} se nerozpoznal.
de: NETSDK1139: Der Zielplattformbezeichner "{0}" wurde nicht erkannt.
es: NETSDK1139: No se reconoció el identificador de la plataforma de destino {0}.
fr: NETSDK1139: L'identificateur de la plateforme cible {0} n'a pas été reconnu.
ja: NETSDK1139: ターゲット プラットフォーム識別子 {0} は認識されませんでした。
ko: NETSDK1139: 대상 플랫폼 식별자 {0}을(를) 인식할 수 없습니다.
pt_br: NETSDK1139: o identificador de plataforma de destino {0} não foi reconhecido.
ru: NETSDK1139: не удалось распознать идентификатор целевой платформы {0}.
zh_hans: NETSDK1139: 无法识别目标平台标识符 {0}。
zh_hant: NETSDK1139: 無法辨識目標平台識別碼 {0}。

# UnsupportedVisualStudioVersion
source: NETSDK1209: The current Visual Studio version does not support targeting {0} {1}. Either target {0} {2} or lower, or use Visual Studio version {3} or higher
cs: NETSDK1209: Aktuální verze Visual Studio nepodporuje cílení {0} {1}. Buď zacilte {0} {2} nebo nižší, nebo použijte Visual Studio ve verzi {3} nebo vyšší.
fr: NETSDK1209: la version Visual Studio actuelle ne prend pas en charge le ciblage de {0} {1}. Ciblez {0} {2} ou une version antérieure, ou utilisez Visual Studio version {3} ou ultérieure
ja: NETSDK1209: 現在の Visual Studio バージョンは、ターゲット {0} {1} をサポートしていません。 ターゲット {0} {2} 以下、または Visual Studio バージョン {3} 以上を使用してください
zh_hans: NETSDK1209: 当前 Visual Studio 版本不支持面向 {0} {1}。请面向 {0} {2} 或更低版本，或者使用 Visual Studio {3} 或更高版本

# UnsupportedTargetPlatformIdentifierWithWorkloadsDisabled
source: NETSDK1208: The target platform identifier {0} was not recognized. This is because MSBuildEnableWorkloadResolver is set to false which disables .NET SDK Workloads which is required for this identifer. Unset this environment variable or MSBuild property to enable workloads.
cs: NETSDK1208: Identifikátor cílové platformy {0} nebyl rozpoznán. Důvodem je, že proměnná prostředí MSBuildEnableWorkloadResolver je nastavena na hodnotu false, což zakáže úlohy .NET SDK, které se pro tento identifikátor vyžadují. Pokud chcete povolit úlohy, zrušte nastavení této proměnné prostředí nebo vlastnosti MSBuild.
fr: NETSDK1208: l’identificateur de plateforme cible {0} n’a pas été reconnu. Cela est dû au fait que MSBuildEnableWorkloadResolver a la valeur false, ce qui désactive les charges de travail SDK .NET requises pour cet identificateur. Annulez la définition de cette variable d’environnement ou propriété MSBuild pour activer les charges de travail.
ja: NETSDK1208: ターゲット プラットフォーム識別子 {0} が認識されませんでした。これは、MSBuildEnableWorkloadResolver が false に設定されており、この識別子に必要な .NET SDK ワークロードが無効なためです。ワークロードを有効にするには、この環境変数または MSBuild プロパティを設定解除します。
zh_hans: NETSDK1208: 无法识别目标平台标识符 {0}。这是因为 MSBuildEnableWorkloadResolver 设置为 false，这将禁用此标识符所需的 .NET SDK 工作负载。若要启用这些工作负载，请取消设置此环境变量或 MSBuild 属性。

# UseWpfOrUseWindowsFormsRequiresWindowsDesktopFramework
source: NETSDK1107: Microsoft.NET.Sdk.WindowsDesktop is required to build Windows desktop applications. 'UseWpf' and 'UseWindowsForms' are not supported by the current SDK.
cs: NETSDK1107: K sestavování desktopových aplikací pro Windows se vyžaduje Microsoft.NET.Sdk.WindowsDesktop. Aktuální verze sady SDK nepodporuje hodnoty UseWpf a UseWindowsForms.
de: NETSDK1107: Für das Erstellen von Windows-Desktopanwendungen ist Microsoft.NET.Sdk.WindowsDesktop erforderlich. "UseWpf" und "UseWindowsForms" werden vom aktuellen SDK nicht unterstützt.
es: NETSDK1107: Se requiere Microsoft.NET.Sdk.WindowsDesktop para compilar las aplicaciones de escritorio de Windows. El SDK actual no admite "UseWpf" ni "UseWindowsForms".
fr: NETSDK1107: vous devez disposer de Microsoft.NET.Sdk.WindowsDesktop pour générer des applications de bureau Windows. 'UseWpf' et 'UseWindowsForms' ne sont pas pris en charge par le kit SDK actuel.
ja: NETSDK1107: Windows デスクトップ アプリケーションを作成するには、Microsoft.NET.Sdk.WindowsDesktop が必要です。現在の SDK では、'UseWpf' と 'UseWindowsForms' はサポートされていません。
ko: NETSDK1107: Microsoft.NET.Sdk.WindowsDesktop을 사용하려면 Windows 데스크톱 애플리케이션을 빌드해야 합니다. 'UseWpf' 및 'UseWindowsForms'는 현재 SDK에서 지원하지 않습니다.
pt_br: NETSDK1107: Microsoft.NET.Sdk.WindowsDesktop é necessário para compilar aplicativos da área de trabalho do Windows. Não há suporte para 'UseWpf' e 'UseWindowsForms' no SDK atual.
ru: NETSDK1107: для сборки классических приложений для Windows требуется Microsoft.NET.Sdk.WindowsDesktop. "UseWpf" и "UseWindowsForms" не поддерживаются текущим пакетом SDK.
zh_hans: NETSDK1107: 要构建 Windows 桌面应用程序，需使用 Microsoft.NET.Sdk.WindowsDesktop。当前 SDK 不支持 "UseWpf" 和 "UseWindowsForms"。
zh_hant: NETSDK1107: 需有 Microsoft.NET.Sdk.WindowsDesktop 才能建置 Windows 傳統型應用程式。目前的 SDK 不支援 'UseWpf' 和 'UseWindowsForms'。

# UsingPreviewSdk
source: NETSDK1057: You are using a preview version of .NET. See: https://aka.ms/dotnet-support-policy
cs: NETSDK1057: Používáte verzi Preview rozhraní .NET. Viz: https://aka.ms/dotnet-support-policy
fr: NETSDK1057: vous utilisez une version d'aperçu de .NET. Voir : https://aka.ms/dotnet-support-policy
ja: NETSDK1057: プレビュー版の .NET を使用しています。https://aka.ms/dotnet-support-policy をご覧ください
zh_hans: NETSDK1057: 你正在使用 .NET 的预览版。请参阅 https://aka.ms/dotnet-support-policy

# WinMDObjNotSupportedOnTargetFramework
source: NETSDK1131: Producing a managed Windows Metadata component with WinMDExp is not supported when targeting {0}.
cs: NETSDK1131: Vytvoření spravované komponenty Metadata Windows s WinMDExp se při cílení na {0} nepodporuje.
de: NETSDK1131: Das Erstellen einer verwalteten Windows-Metadatenkomponente mit WinMDExp wird mit dem Ziel "{0}" nicht unterstützt.
es: NETSDK1131: No se admite la generación de un componente administrado de metadatos de Windows con WinMDExp cuando el destino es {0}.
fr: NETSDK1131: la production d'un composant de métadonnées Windows managé avec WinMDExp n'est pas prise en charge pour le ciblage de {0}.
ja: NETSDK1131: {0} をターゲットにする場合、WinMDExp を使用したマネージド Windows メタデータ コンポーネント生成はサポートされていません。
ko: NETSDK1131: {0}을(를) 대상으로 지정하는 경우 WinMDExp로 관리형 Windows 메타데이터 구성 요소를 생성하는 것은 지원되지 않습니다.
pt_br: NETSDK1131: não há suporte para a produção de um componente de Metadados do Windows gerenciado com o WinMDExp ao direcionar ao {0}.
ru: NETSDK1131: создание управляемого компонента метаданных Windows с WinMDExp не поддерживается при нацеливании на {0}.
zh_hans: NETSDK1131: 当目标为 {0} 时，不支持使用 WinMDExp 生成托管 Windows 元数据组件。
zh_hant: NETSDK1131: 當目標為 {0} 時，無法使用 WinMDExp 產生受控 Windows 中繼資料元件。

# WinMDReferenceNotSupportedOnTargetFramework
source: NETSDK1130: {1} cannot be referenced. Referencing a Windows Metadata component directly when targeting .NET 5 or higher is not supported. For more information, see https://aka.ms/netsdk1130
cs: NETSDK1130: {1} nelze odkazovat. Odkazování na komponentu Windows Metadata přímo při cílení na .NET 5 nebo vyšší verzi není podporováno. Pro další informace se podívejte na https://aka.ms/netsdk1130
de: NETSDK1130: Auf "{1}" kann nicht verwiesen werden. Direkte Verweise auf eine Windows-Metadatenkomponente werden bei Verwendung von .NET 5 oder höher als Ziel nicht unterstützt. Weitere Informationen finden Sie unter https://aka.ms/netsdk1130.
es: NETSDK1130: no puede hacer referencia a {1}. No se admite la referencia a un componente de metadatos de Windows directamente porque el destino .NET 5 o una versión posterior no se admiten. Para obtener más información, consulte https://aka.ms/netsdk1130.
fr: NETSDK1130: {1} ne peut pas être référencé. Le référencement d’un composant de métadonnées Windows directement lorsque le ciblage de .NET 5 ou version supérieure n’est pas pris en charge. Pour plus d’informations, consultez https://aka.ms/netsdk1130
ja: NETSDK1130: {1} 参照できません。.NET 5 以上のターゲットを設定する場合、Windows Metadata コンポーネントを直接参照することはできません。詳細については、 「https://aka.ms/netsdk1130」をご参照ください。
ko: NETSDK1130: {1}을(를) 참조할 수 없습니다. .NET 5 이상을 대상으로 하는 경우 Windows 메타데이터 구성 요소를 직접 참조하는 것은 지원되지 않습니다. 자세한 내용은 다음 링크를 참조하세요. https://aka.ms/netsdk1130
pt_br: NETSDK1130: {1} não pode ser referenciada. Não é suportada a referência a um componente de Metadados do Windows diretamente quando direcionado ao .NET 5 ou superior. Para obter mais informações, consulte https://aka.ms/netsdk1130
ru: NETSDK1130: ссылка на {1} невозможна. Прямая ссылка на компонент метаданных Windows для .NET 5 или более поздней версии не поддерживается. Дополнительные сведения: https://aka.ms/netsdk1130
zh_hans: NETSDK1130: 无法引用 {1}。不支持在以 .NET 5 或更高版本为目标时直接引用 Windows 元数据组件。有关详细信息，请参阅 https://aka.ms/netsdk1130
zh_hant: NETSDK1130: {1} 無法參照。不支援以 .NET 5 或更新版本為目標時直接參考 Windows 中繼資料元件。如需詳細資訊，請參閱 https://aka.ms/netsdk1130

# WinMDTransitiveReferenceNotSupported
source: NETSDK1149: {0} cannot be referenced because it uses built-in support for WinRT, which is no longer supported in .NET 5 and higher. An updated version of the component supporting .NET 5 is needed. For more information, see https://aka.ms/netsdk1149
cs: NETSDK1149: {0} nelze odkazovat, protože používá vestavěnou podporu pro WinRT, která už není podporována ve verzi .NET 5 a vyšší. Je potřeba mít aktualizovanou verzi komponenty podporující rozhraní .NET 5. Další informace naleznete v tématu https://aka.ms/netsdk1149
de: NETSDK1149: Auf "{0}" kann nicht verwiesen werden, weil die integrierte Unterstützung für WinRT verwendet wird. Diese wird in .NET 5 und höher nicht mehr unterstützt. Es ist eine aktualisierte Version der Komponente mit Unterstützung für .NET 5 erforderlich. Weitere Informationen finden Sie unter https://aka.ms/netsdk1149.
es: NETSDK1149: no se puede hacer referencia a {0} porque usa compatibilidad integrada para WinRT, que ya no se admite en .NET 5 y versiones posteriores. Se necesita una versión actualizada del componente compatible con .NET 5. Para obtener más información, consulte https://aka.ms/netsdk1149.
fr: NETSDK1149: {0} ne peut pas être référencé, car il utilise la prise en charge intégrée pour WinRT, qui n’est plus prise en charge dans .NET 5 et versions ultérieures. Une version mise à jour du composant prenant en charge .NET 5 est nécessaire. Pour plus d’informations, consultez https://aka.ms/netsdk1149
ja: NETSDK1149: NET 5 以上でサポートされなくなった WinRT に組み込みのサポートが使用されている可能性があり、{0}は参照できません。.NET 5 をサポートしているコンポーネントの更新バージョンが必要です。詳細については、「 https://aka.ms/netsdk1149」をご参照ください。
ko: NETSDK1149: {0}은(는) 더 이상 .NET 5 이상에서 지원되지 않는 WinRT에 대한 기본 제공 지원을 사용하므로 참조할 수 없습니다. .NET 5를 지원하는 업데이트된 버전의 구성 요소가 필요합니다. 자세한 내용은 다음 링크를 참조하세요. https://aka.ms/netsdk1149
pt_br: NETSDK1149: {0} não pode ser referenciado porque utiliza suporte integrado para WinRT, que não é mais suportado em .NET 5 ou superior. É necessária uma versão atualizada do componente que suporta o .NET 5. Para mais informações, consulte https://aka.ms/netsdk1149
ru: NETSDK1149: ссылка на {0} невозможна, так как используется встроенная поддержка для модели WinRT, которая больше не поддерживается в .NET 5 и более поздних версий. Требуется обновленная версия компонента с поддержкой .NET 5. Дополнительные сведения: https://aka.ms/netsdk1149
zh_hans: NETSDK1149: 无法引用 {0}，因为它使用了对 WinRT 的内置支持，而 .NET 5 和更高版本中不再支持它。需要支持 .NET 5 的更新版本组件。有关详细信息，请参阅 https://aka.ms/netsdk1149
zh_hant: NETSDK1149: {0} 無法參照，因為它使用 WinRT 的內建支援，而 .NET 5 及更高版本不再予以支援。需要支援 .NET 5 之元件的更新版本。如需詳細資訊，請參閱 https://aka.ms/netsdk1149

# WindowsDesktopFrameworkRequiresUseWpfOrUseWindowsForms
source: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop requires 'UseWpf' or 'UseWindowsForms' to be set to 'true'
cs: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop vyžaduje, aby hodnota UseWpf nebo UseWindowsForms byla nastavená na true.
de: NETSDK1106: Für Microsoft.NET.Sdk.WindowsDesktop muss "UseWpf" oder "UseWindowsForms" auf TRUE festgelegt werden.
es: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop requiere que "UseWpf" o "UseWindowsForms" se establezca en "true"
fr: NETSDK1106: vous devez affecter la valeur 'true' à 'UseWpf' ou 'UseWindowsForms' pour Microsoft.NET.Sdk.WindowsDesktop
ja: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop では、'UseWpf' または 'UseWindowsForms' を 'true' に設定する必要があります
ko: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop을 사용하려면 'UseWpf' 또는 'UseWindowsForms'를 'true'로 설정해야 합니다.
pt_br: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop exige 'UseWpf' ou 'UseWindowsForms' para ser definido como 'true'
ru: NETSDK1106: для использования Microsoft.NET.Sdk.WindowsDesktop требуется установить значение "true" для свойства "UseWpf" или "UseWindowsForms"
zh_hans: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop 需要将 "UseWpf" 或 "UseWindowsForms" 设置为 "true"
zh_hant: NETSDK1106: Microsoft.NET.Sdk.WindowsDesktop 需要 'UseWpf' 或 'UseWindowsForms' 設為 'true'

# WindowsDesktopFrameworkRequiresVersion30
source: NETSDK1105: Windows desktop applications are only supported on .NET Core 3.0 or higher.
cs: NETSDK1105: Desktopové aplikace pro Windows se podporují jen v .NET Core 3.0 a novějších.
de: NETSDK1105: Windows-Desktopanwendungen werden nur unter .NET Core 3.0 oder höher unterstützt.
es: NETSDK1105: Las aplicaciones de escritorio de Windows solo se admiten en .NET Core 3.0 o versiones posteriores.
fr: NETSDK1105: les applications de bureau Windows sont uniquement prises en charge par .NET Core 3.0 ou une version ultérieure.
ja: NETSDK1105: Windows デスクトップ アプリケーションは、.NET Core 3.0 以降でのみサポートされています。
ko: NETSDK1105: Windows 데스크톱 애플리케이션은 .NET Core 3.0 이상에서만 지원됩니다.
pt_br: NETSDK1105: só há suporte para aplicativos de área de trabalho do Windows no .NET Core 3.0 ou superior.
ru: NETSDK1105: классические приложения для Windows поддерживаются только в .NET Core 3.0 или более поздних версиях.
zh_hans: NETSDK1105: 仅在 .NET Core 3.0 或更高版本上支持 Windows 桌面应用程序。
zh_hant: NETSDK1105: 只有 .NET Core 3.0 或更高版本才支援 Windows 傳統型應用程式。

# WindowsDesktopFrameworkRequiresWindows
source: NETSDK1100: To build a project targeting Windows on this operating system, set the EnableWindowsTargeting property to true.
cs: NETSDK1100: Pokud chcete v tomto operačním systému sestavit projekt, který cílí na Windows, nastavte vlastnost EnableWindowsTargeting na hodnotu true.
de: NETSDK1100: Um ein Projekt für Windows unter diesem Betriebssystem zu erstellen, legen Sie die EnableWindowsTargeting-Eigenschaft auf TRUE fest.
es: NETSDK1100: Para compilar un proyecto destinado a Windows en este sistema operativo, establezca la propiedad EnableWindowsTargeting en true.
fr: NETSDK1100: pour générer un projet ciblant Windows sur ce système d’exploitation, affectez la valeur true à la propriété EnableWindowsTargeting.
ja: NETSDK1100: このオペレーティング システムで Windows を対象とするプロジェクトをビルドするには、EnableWindowsTargeting プロパティを true に設定します。
ko: NETSDK1100: 이 운영 체제에서 Windows를 대상으로 하는 프로젝트를 빌드하려면 EnableWindowsTargeting 속성을 true로 설정합니다.
pt_br: NETSDK1100: Para construir um projeto direcionado ao Windows neste sistema operacional, defina a propriedade EnableWindowsTargeting como verdadeiro.
ru: NETSDK1100: чтобы создать проект, нацеленный на Windows в этой операционной системе, установите для свойства EnableWindowsTargeting значение true.
zh_hans: NETSDK1100: 若要在此操作系统上生成面向 Windows 的项目，请将 EnableWindowsTargeting 属性设置为 true。
zh_hant: NETSDK1100: 若要在此作業系統上組件以 Windows 為目標的專案，請將 EnableWindowsTargeting 屬性設為 true。

# WindowsDesktopTargetPlatformMustBeWindows
source: NETSDK1136: The target platform must be set to Windows (usually by including '-windows' in the TargetFramework property) when using Windows Forms or WPF, or referencing projects or packages that do so.
cs: NETSDK1136: Když se používá Windows Forms nebo WPF nebo se vytvářejí odkazy na projekty, které je používají, musí se cílová platforma nastavit na Windows (obvykle tak, že se ve vlastnosti TargetFramework zadá -windows).
de: NETSDK1136: Die Zielplattform muss auf Windows festgelegt werden (üblicherweise durch Einbeziehen von "-windows" in die TargetFramework-Eigenschaft), wenn Windows Forms oder WPF verwendet wird oder auf Projekte oder Pakete verwiesen wird, die dies tun.
es: NETSDK1136: La plataforma de destino debe establecerse en Windows (normalmente, se incluye "-windows" en la propiedad TargetFramework) cuando se use Windows Forms o WPF, o bien cuando se haga referencia a proyectos o paquetes que lo usen.
fr: NETSDK1136: Vous devez définir Windows comme plateforme cible (généralement en incluant '-windows' dans la propriété TargetFramework) lors de l'utilisation de Windows Forms ou de WPF, ou lors du référencement de projets ou de packages qui utilisent Windows.
ja: NETSDK1136: Windows フォームまたは WPF を使用しているとき、またはそのようなプロジェクトまたはパッケージを参照しているときには、ターゲット プラットフォームを Windows に設定する必要があります (通常は TargetFramework プロパティに '-windows' を含めることによる)。
ko: NETSDK1136: Windows Forms 또는 WPF를 사용하거나 그러한 작업을 수행하는 프로젝트 또는 패키지를 참조하는 경우 대상 플랫폼을 Windows로 설정해야 합니다(일반적으로 TargetFramework 속성에 '-windows' 포함).
pt_br: NETSDK1136: a plataforma de destino precisa ser definida como Windows (geralmente incluindo '-windows' na propriedade TargetFramework) ao usar o Windows Forms ou o WPF ou referenciando projetos ou pacotes que façam isso.
ru: NETSDK1136: при использовании Windows Forms или WPF, а также при создании ссылок на проекты или пакеты, в которых используются Windows Forms или WPF, необходимо установить целевую платформу Windows (обычно для этого достаточно включить "-windows" в свойство TargetFramework).
zh_hans: NETSDK1136: 如果使用 Windows 窗体或 WPF，或者引用使用 Windows 窗体或 WPF 的项目或包，则必须将目标平台设置为 Windows (通常通过在 TargetFramework 属性中添加 "-windows")。
zh_hant: NETSDK1136: 使用 Windows Forms 或 WPF，或是參考使用上述兩者的專案或套件時，目標平台必須設定為 Windows (通常透過在 TargetFramework 屬性中包含 '-windows' 來進行)。

# WindowsSDKVersionConflicts
source: NETSDK1148: A referenced assembly was compiled using a newer version of Microsoft.Windows.SDK.NET.dll. Please update to a newer .NET SDK in order to reference this assembly.
cs: NETSDK1148: Odkazované sestavení se zkompilovalo pomocí novější verze Microsoft.Windows.SDK.NET.dll. Pokud chcete odkazovat na toto sestavení, aktualizujte prosím novější sadu .NET SDK.
de: NETSDK1148: Eine referenzierte Assembly wurde mit einer neueren Version von "Microsoft.Windows.SDK.NET.dll" kompiliert. Aktualisieren Sie auf ein neueres .NET SDK, um auf diese Assembly zu verweisen.
es: NETSDK1148: Un ensamblado al que se hace referencia se compiló con una versión más reciente de Microsoft.Windows.SDK.NET.dll. Actualice a un SDK de .NET más reciente para hacer referencia a este ensamblado.
fr: NETSDK1148: un assembly de référence a été compilé à l'aide d'une version plus récente de Microsoft.Windows.SDK.NET.dll. Effectuez une mise à jour vers un kit SDK .NET plus récent pour référencer cet assembly.
ja: NETSDK1148: 参照アセンブリは、より新しいバージョンの Microsoft.Windows.SDK.NET.dll を使用してコンパイルされています。このアセンブリを参照するには、より新しい .NET SDK に更新してください。
ko: NETSDK1148: 참조된 어셈블리가 최신 버전의 Microsoft.Windows.SDK.NET.dll을 사용하여 컴파일되었습니다. 이 어셈블리를 참조하려면 최신 .NET SDK로 업데이트하세요.
pt_br: NETSDK1148: um assembly referenciado foi compilado usando uma versão mais recente do Microsoft.Windows.SDK.NET.dll. Atualize para um SDK do .NET mais recente para referenciar este assembly.
ru: NETSDK1148: сборка, на которую указывает ссылка, была скомпилирована с помощью более новой версии Microsoft.Windows.SDK.NET.dll. Обновите пакет SDK для .NET до более поздней версии, чтобы можно было ссылаться на эту сборку.
zh_hans: NETSDK1148: 使用更新版本的 Microsoft.Windows.SDK.NET.dll 编译了引用的程序集。请更新为更新的 .NET SDK 以引用此程序集。
zh_hant: NETSDK1148: 參考的組件是使用 Microsoft.Windows.SDK.NET.dll 的較新版本編譯的。若要參考此組件，請更新至較新的 .NET SDK。

# WorkloadIsEol
source: NETSDK1202: The workload '{0}' is out of support and will not receive security updates in the future. Please refer to {1} for more information about the support policy.
cs: NETSDK1202: Architektura {0} se nepodporuje a v budoucnu už nebude dostávat aktualizace zabezpečení. Další informace o zásadách podpory najdete tady: {1}.
fr: NETSDK1202: La charge de travail '{0}' n’est pas prise en charge et ne recevra pas les mises à jour de sécurité. Consultez {1} pour plus d’informations sur la stratégie de support.
ja: NETSDK1202: ワークロード '{0}' はサポートされていません。今後、セキュリティ更新プログラムを受け取ることはありません。サポート ポリシーの詳細については、{1} をご覧ください。
zh_hans: NETSDK1202: 工作负载“{0}”已失去支持，并且将来不会收到安全更新。有关支持政策的详细信息，请参阅 {1}。
