Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# IncorrectPackageRoot
source: NETSDK1020: Package Root {0} was incorrectly given for Resolved library {1}
cs: NETSDK1020: Kořen balíčku {0} byl pro rozpoznanou knihovnu {1} nesprávně zadán.
de: NETSDK1020: Der Paketstamm "{0}" war für die aufgelöste Bibliothek "{1}" falsch angegeben.
es: NETSDK1020: Se proporcionó incorrectamente la raíz del paquete {0} para la biblioteca resuelta {1}
fr: NETSDK1020: La racine de package {0} a été spécifiée de manière incorrecte pour la bibliothèque Resolved {1}
it: NETSDK1020: la radice {0} del pacchetto specificata per la libreria risolta {1} non è corretta
ja: NETSDK1020: 解決されたライブラリ {1} に対して指定されたパッケージ ルート {0} が正しくありません。
ko: NETSDK1020: 패키지 루트 {0}이(가) 확인된 라이브러리 {1}에 대해 잘못 지정되었습니다.
pt_br: NETSDK1020: A raiz do pacote {0} foi atribuída incorretamente para a biblioteca resolvida {1}
ru: NETSDK1020: корневой каталог пакета {0} указан некорректно для разрешенной библиотеки {1}
zh_hans: NETSDK1020: 对于“已解析”库 {1}，包根目录 {0} 分配错误
zh_hant: NETSDK1020: 為已解析的程式庫 {1} 指定的套件根 {0} 不正確

# IncorrectTargetFormat
source: NETSDK1025: The target manifest {0} provided is of not the correct format
cs: NETSDK1025: Zadaný cílový manifest {0} nemá správný formát.
de: NETSDK1025: Das angegebene Zielmanifest "{0}" weist nicht das richtige Format auf.
es: NETSDK1025: El manifiesto de destino {0} proporcionado no tiene el formato correcto
fr: NETSDK1025: le manifeste cible {0} fourni n'est pas au format approprié
ja: NETSDK1025: 指定されたターゲット マニフェスト {0} の形式が正しくありません
ko: NETSDK1025: 제공한 대상 매니페스트 {0}이(가) 올바른 형식이 아닙니다.
pt_br: NETSDK1025: o manifesto de destino {0} fornecido não está no formato correto
ru: NETSDK1025: указанный целевой манифест {0} имеет неверный формат.
zh_hans: NETSDK1025: 提供的目标清单 {0} 的格式不正确
zh_hant: NETSDK1025: 提供的目標資訊清單 {0} 格式不正確

# InputAssemblyNotFound
source: NETSDK1163: Input assembly '{0}' not found.
cs: NETSDK1163: Vstupní sestavení {0} se nenašlo.
de: NETSDK1163: Die Eingabeassembly "{0}" wurde nicht gefunden.
es: NETSDK1163: No se encontró el ensamblado de entrada "{0}".
fr: NETSDK1163: l'assembly d'entrée '{0}' est introuvable.
ja: NETSDK1163: 入力アセンブリ '{0}' が見つかりません。
ko: NETSDK1163: 입력 어셈블리 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1163: conjunto de entrada '{0}' não encontrado.
ru: NETSDK1163: входная сборка "{0}" не найдена.
zh_hans: NETSDK1163: 找不到输入程序集“{0}”。
zh_hant: NETSDK1163: 找不到輸入組件 '{0}'。

# InvalidFrameworkName
source: NETSDK1003: Invalid framework name: '{0}'.
cs: NETSDK1003: Neplatný název architektury: {0}
de: NETSDK1003: Ungültiger Frameworkname: "{0}".
es: NETSDK1003: Nombre de plataforma no válido: "{0}".
fr: NETSDK1003: Nom de framework non valide : '{0}'.
it: NETSDK1003: nome di framework non valido: '{0}'.
ja: NETSDK1003: 無効なフレームワーク名: '{0}'。
ko: NETSDK1003: 프레임워크 이름 '{0}'이(가) 잘못되었습니다.
pt_br: NETSDK1003: Nome de estrutura inválido: '{0}'.
ru: NETSDK1003: недопустимое имя платформы: "{0}".
zh_hans: NETSDK1003: 无效的框架名称:“{0}”。
zh_hant: NETSDK1003: 架構名稱 '{0}' 無效。

# InvalidItemSpecToUse
source: NETSDK1058: Invalid value for ItemSpecToUse parameter: '{0}'. This property must be blank or set to 'Left' or 'Right'
cs: NETSDK1058: Neplatná hodnota parametru ItemSpecToUse: {0}. Tato vlastnost musí být prázdná nebo nastavená na hodnotu Left nebo Right.
de: NETSDK1058: Ungültiger Wert für den ItemSpecToUse-Parameter: "{0}". Diese Eigenschaft muss leer oder auf "Left" bzw. "Right" festgelegt sein.
es: NETSDK1058: Valor no válido para el parámetro ItemSpecToUse: "{0}". Esta propiedad debe estar en blanco o configurarse en "Left" o "Right"
fr: NETSDK1058: Valeur non valide pour le paramètre ItemSpecToUse : '{0}'. Cette propriété doit être vide ou doit avoir la valeur 'Left' ou 'Right'
it: NETSDK1058: valore non valido per il parametro ItemSpecToUse: '{0}'. Questa proprietà deve essere vuota o impostata su 'Left' o 'Right'
ja: NETSDK1058: ItemSpecToUse パラメーターの値が無効です: '{0}'。このプロパティは空白にするか、'Left' または 'Right' に設定する必要があります
ko: NETSDK1058: ItemSpecToUse 매개 변수 값이 잘못되었습니다. '{0}'. 이 속성은 비워 두거나 'Left' 또는 'Right'로 설정해야 합니다.
pt_br: NETSDK1058: Valor inválido para o parâmetro ItemSpecToUse: '{0}'. Essa propriedade precisa estar em branco ou ser definida como 'Left' ou 'Right'
ru: NETSDK1058: недопустимое значение для параметра ItemSpecToUse "{0}". Это свойство должно быть пустым либо иметь значение "Left" или "Right"
zh_hans: NETSDK1058: 无效的 ItemSpecToUse 参数值:“{0}”。此属性必须为空或设为“左”或“右”
zh_hant: NETSDK1058: ItemSpecToUse 參數的值無效: '{0}'。此屬性必須為空白或設定為 'Left' 或 'Right'

# InvalidNuGetVersionString
source: NETSDK1018: Invalid NuGet version string: '{0}'.
cs: NETSDK1018: Neplatný řetězec verze NuGet: {0}
de: NETSDK1018: Ungültige NuGet-Versionszeichenfolge: "{0}".
es: NETSDK1018: Cadena de versión de NuGet no válida: "{0}".
fr: NETSDK1018: Chaîne de version NuGet non valide : '{0}'.
it: NETSDK1018: la stringa di versione '{0}' di NuGet non è valida.
ja: NETSDK1018: 無効な NuGet バージョン文字列: '{0}'。
ko: NETSDK1018: NuGet 버전 문자열 '{0}'이(가) 잘못되었습니다.
pt_br: NETSDK1018: Cadeia de caracteres de versão do NuGet inválida: '{0}'.
ru: NETSDK1018: недопустимая строка версии NuGet: "{0}".
zh_hans: NETSDK1018: 无效的 NuGet 版本字符串:“{0}”。
zh_hant: NETSDK1018: NuGet 版本字串無效: '{0}'。

# InvalidResourceUpdate
source: NETSDK1075: Update handle is invalid. This instance may not be used for further updates.
cs: NETSDK1075: Popisovač aktualizace není platný. Instance se nebude dát použít pro další aktualizace.
de: NETSDK1075: Das Updatehandle ist ungültig. Diese Instanz darf für weitere Updates nicht verwendet werden.
es: NETSDK1075: El identificador de actualización no es válido. Puede que esta instancia no se pueda usar en más actualizaciones.
fr: NETSDK1075: le handle de mise à jour est non valide. Cette instance ne doit pas être utilisée pour d'autres mises à jour.
it: NETSDK1075: il punto di controllo dell'aggiornamento non è valido. Non è possibile usare questa istanza per ulteriori aggiornamenti.
ja: NETSDK1075: 更新ハンドルが無効です。このインスタンスは、今後の更新には使用できない可能性があります。
ko: NETSDK1075: 업데이트 핸들이 잘못되었습니다. 이 인스턴스는 추가 업데이트에 사용되지 않을 수 있습니다.
pt_br: NETSDK1075: o identificador de atualização não é válido. Esta instância não pode ser usada para obter atualizações.
ru: NETSDK1075: недопустимый дескриптор обновления. Этот экземпляр невозможно использовать для дальнейших обновлений.
zh_hans: NETSDK1075: 更新句柄无效。此实例不能用于进一步更新。
zh_hant: NETSDK1075: 更新控制代碼無效。此執行個體無法用於進一步更新。

# InvalidRollForwardValue
source: NETSDK1104: RollForward value '{0}' is invalid. Allowed values are {1}.
cs: NETSDK1104: Hodnota RollForward {0} je neplatná. Povolené jsou tyto hodnoty: {1}.
de: NETSDK1104: Der RollForward-Wert "{0}" ist ungültig. Zulässige Werte: {1}.
es: NETSDK1104: El valor "{0}" de RollForward no es válido. Los valores permitidos son: {1}.
fr: NETSDK1104: la valeur RollForward '{0}' est non valide. Les valeurs autorisées sont {1}.
ja: NETSDK1104: ロールフォワード値 '{0}' が無効です。許可されている値は {1} です。
ko: NETSDK1104: RollForward 값 '{0}'이(가) 잘못되었습니다. 허용되는 값은 {1}입니다.
pt_br: NETSDK1104: o valor de RollForward '{0}' é inválido. Os valores permitidos são {1}.
ru: NETSDK1104: недопустимое значение RollForward "{0}". Разрешенные значения — {1}.
zh_hans: NETSDK1104: RollForward 值“{0}”无效。允许的值为 {1}。
zh_hant: NETSDK1104: RollForward 值 '{0}' 無效。允許的值為 {1}。

# InvalidTargetPlatformVersion
source: NETSDK1140: {0} is not a valid TargetPlatformVersion for {1}. Valid versions include: {2}
cs: NETSDK1140: {0} není platná hodnota TargetPlatformVersion pro {1}. Mezi platné verze patří: {2}
de: NETSDK1140: {0} ist keine gültige TargetPlatformVersion für "{1}". Gültige Versionen sind: {2}
es: NETSDK1140: {0} no es un valor TargetPlatformVersion válido para {1}. Entre las versiones válidas se incluyen: {2}
fr: NETSDK1140: {0} n'est pas un TargetPlatformVersion valide pour {1}. Les versions valides sont : {2}
ja: NETSDK1140: {0} は {1} に対して有効な TargetPlatformVersion ではありません。有効なバージョン: {2}
ko: NETSDK1140: {0}은(는) {1}에 대한 유효한 TargetPlatformVersion이 아닙니다. 유효한 버전은 다음과 같습니다. {2}
pt_br: NETSDK1140: {0} não é uma TargetPlatformVersion válida para {1}. As versões válidas incluem: {2}
ru: NETSDK1140: {0} не является допустимой версией TargetPlatformVersion для {1}. Допустимые версии: {2}
zh_hans: NETSDK1140: {0} 不是 {1} 的有效的 TargetPlatformVersion。有效版本包括: {2}
zh_hant: NETSDK1140: {0} 不是 {1} 的有效 TargetPlatformVersion。有效版本包括: {2}

# InvalidTypeLibrary
source: NETSDK1173: The provided type library '{0}' is in an invalid format.
cs: NETSDK1173: Poskytnutá knihovna typů {0} má neplatný formát.
de: NETSDK1173: Die angegebene Typbibliothek "{0}" weist ein ungültiges Format auf.
es: NETSDK1173: La biblioteca de tipos "{0}" proporcionada tiene un formato no válido.
fr: NETSDK1173: le format de la bibliothèque de types «{0}» fournie n’est pas valide.
ja: NETSDK1173: 指定済みのタイプ ライブラリ '{0}' の形式が無効です。
ko: NETSDK1173: 제공된 형식 라이브러리 '{0}'의 형식이 잘못되었습니다.
pt_br: NETSDK1173: a biblioteca de tipos fornecida '{0}' está em um formato inválido.
ru: NETSDK1173: указанная библиотека типов "{0}" имеет недопустимый формат.
zh_hans: NETSDK1173: 提供的类型库“{0}”的格式无效。
zh_hant: NETSDK1173: 提供的型別程式庫 '{0}' 的格式無效。

# InvalidTypeLibraryId
source: NETSDK1170: The provided type library ID '{0}' for type library '{1}' is invalid. The ID must be a positive integer less than 65536.
cs: NETSDK1170: Zadané ID knihovny typů {0} pro knihovnu typů {1} je neplatné. ID musí být kladné celé číslo menší než 65536.
fr: NETSDK1170: L'ID de bibliothèque de types fourni "{0}" pour la bibliothèque de types "{1}" n'est pas valide. L'ID doit être un entier positif inférieur à 65536.
ja: NETSDK1170: タイプ ライブラリ '{1}' の指定されたタイプ ライブラリ ID '{0}' が無効です。ID は 65536 未満の正の整数である必要があります。
zh_hans: NETSDK1170: 为类型库“{1}”提供的类型库 ID“{0}”无效。该 ID 必须是小于 65536 的正整数。

# JitLibraryNotFound
source: NETSDK1157: JIT library '{0}' not found.
cs: NETSDK1157: Knihovna JIT {0} se nenašla.
de: NETSDK1157: Die JIT-Bibliothek "{0}" wurde nicht gefunden.
es: NETSDK1157: No se encontró la biblioteca JIT "{0}".
fr: NETSDK1157: la bibliothèque JIT '{0}' est introuvable.
ja: NETSDK1157: JIT ライブラリ '{0}' が見つかりません。
ko: NETSDK1157: JIT 라이브러리 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1157: biblioteca JIT '{0}' não encontrada.
ru: NETSDK1157: библиотека JIT "{0}" не найдена.
zh_hans: NETSDK1157: 找不到 JIT 库“{0}”。
zh_hant: NETSDK1157: 找不到 JIT 程式庫 '{0}'。

# MismatchedPlatformPackageVersion
source: NETSDK1061: The project was restored using {0} version {1}, but with current settings, version {2} would be used instead. To resolve this issue, make sure the same settings are used for restore and for subsequent operations such as build or publish. Typically this issue can occur if the RuntimeIdentifier property is set during build or publish but not during restore. For more information, see https://aka.ms/dotnet-runtime-patch-selection.
cs: NETSDK1061: Projekt byl obnoven pomocí aplikace {0} verze {1}, ale s aktuálním nastavením by se místo toho použít verze {2}. Tento problém vyřešíte tak, že zkontrolujete, že se pro obnovení a následné operace, například sestavení nebo publikování, používá stejné nastavení. Obvykle k tomuto problému může dojít, pokud je vlastnost RuntimeIdentifier nastavena při sestavování nebo publikování, ale ne při obnovování. Další informace najdete na stránce https://aka.ms/dotnet-runtime-patch-selection.
de: NETSDK1061: Das Projekt wurde mit {0}, Version {1} wiederhergestellt, aber mit den aktuellen Einstellungen würde stattdessen Version {2} verwendet werden. Um dieses Problem zu beheben, müssen Sie sicherstellen, dass für die Wiederherstellung und für nachfolgende Vorgänge wie das Kompilieren oder Veröffentlichen dieselben Einstellungen verwendet werden. Dieses Problem tritt typischerweise auf, wenn die RuntimeIdentifier-Eigenschaft bei der Kompilierung oder Veröffentlichung, aber nicht bei der Wiederherstellung festgelegt wird. Weitere Informationen finden Sie unter https://aka.ms/dotnet-runtime-patch-selection.
es: NETSDK1061: El proyecto fue restaurado utilizando la versión {0} {1}, pero con la configuración actual, la versión {2} se utilizaría en su lugar. Para resolver este problema, asegúrese de que la misma configuración se utiliza para restaurar y para operaciones posteriores como compilar o publicar. Normalmente, este problema puede producirse si la `propiedad RuntimeIdentifier se establece durante la compilación o la publicación pero no durante la restauración. Para obtener más información, consulte https://aka.ms/dotnet-runtime-patch-selection.
fr: NETSDK1061: Le projet a été restauré avec la version {0} {1}, mais avec les paramètres actuels, la version {2} serait utilisée à la place. Pour résoudre ce problème, assurez-vous que les mêmes paramètres sont utilisés pour la restauration et pour les opérations ultérieures telles que la génération et la publication. Généralement, ce problème peut se produire si la propriété RuntimeIdentifier est définie au cours de la génération ou de la publication, mais pas pendant la restauration. Pour plus d’informations, consultez https://aka.ms/dotnet-runtime-patch-selection.
it: NETSDK1061: per il ripristino del progetto è stato usato {0} versione {1}, ma con le impostazioni correnti viene usata la versione {2}. Per risolvere il problema, assicurarsi di usare le stesse impostazioni per il ripristino e per le operazioni successive, quali compilazione o pubblicazione. In genere questo problema può verificarsi se la proprietà RuntimeIdentifier viene impostata durante la compilazione o la pubblicazione, ma non durante il ripristino. Per altre informazioni, vedere https://aka.ms/dotnet-runtime-patch-selection.
ja: NETSDK1061: プロジェクトは {0} バージョン {1} を使用して復元されましたが、現在の設定では、バージョン {2} が代わりに使用されます。この問題を解決するには、復元およびこれ以降の操作 (ビルドや公開など) で同じ設定を使用していることをご確認ください。通常この問題は、ビルドや公開の実行時に RuntimeIdentifier プロパティを設定したが、復元時には設定していない場合に発生することがあります。詳しくは、https://aka.ms/dotnet-runtime-patch-selection を参照してください。
ko: NETSDK1061: {0} 버전 {1}을(를) 사용하여 프로젝트가 복원되었지만, 현재 설정에서는 버전 {2}을(를) 대신 사용합니다. 이 문제를 해결하려면 복원 및 후속 작업(예: 빌드 또는 게시)에 동일한 설정을 사용해야 합니다. 일반적으로 이 문제는 RuntimeIdentifier 속성이 빌드 또는 게시 중에 설정되었지만, 복원 중에는 설정되지 않은 경우에 발생할 수 있습니다. 자세한 내용은 https://aka.ms/dotnet-runtime-patch-selection을 참조하세요.
pt_br: NETSDK1061: o projeto foi restaurado usando o {0} versão {1}, mas, com as configurações atuais, a versão {2} seria usada. Para resolver esse problema, verifique se as mesmas configurações são usadas para restauração e para operações subsequentes, como compilação ou publicação. Normalmente, esse problema poderá ocorrer se a propriedade RuntimeIdentifier for definida durante a compilação ou a publicação, mas não durante a restauração. Para obter mais informações, consulte https://aka.ms/dotnet-runtime-patch-selection.
ru: NETSDK1061: Проект был восстановлен с использованием {0} версии {1}, но с текущими параметрами вместо этой версии будет использована версия {2}. Чтобы устранить эту проблему, убедитесь, что для восстановления и последующих операций (таких как сборка или публикация) используются одинаковые параметры. Обычно эта проблема возникает, когда свойство RuntimeIdentifier устанавливается во время сборки или публикации, но не во время восстановления. Дополнительные сведения см. на странице https://aka.ms/dotnet-runtime-patch-selection.
zh_hans: NETSDK1061: 项目是使用 {0} 版本 {1} 还原的, 但使用当前设置, 将改用版本 {2}。要解决此问题, 请确保将相同的设置用于还原和后续操作 (如生成或发布)。通常, 如果 RuntimeIdentifier 属性是在生成或发布过程中设置的, 而不是在还原过程中进行的, 则会发生此问题。有关详细信息, 请参阅 https://aka.ms/dotnet-runtime-patch-selection。
zh_hant: NETSDK1061: 專案是使用 {0} 版本 {1} 還原的，但依照目前設定，使用的版本會是 {2}。若要解決此問題，請確認用於還原與後續作業 (例如建置或發佈) 的設定相同。一般而言，若在建置或發佈期間設定了 RuntimeIdentifier，但在還原期間未加以設定，就可能發生這個問題。如需詳細資訊，請參閱 https://aka.ms/dotnet-runtime-patch-selection。

# MissingItemMetadata
source: NETSDK1008: Missing '{0}' metadata on '{1}' item '{2}'.
cs: NETSDK1008: Chybí metadata {0} o {1} položky {2}.
de: NETSDK1008: Die Metadaten "{0}" für das Element "{2}" vom Typ "{1}" sind nicht vorhanden.
es: NETSDK1008: Faltan los metadatos de "{0}" en el elemento de "{1}" "{2}".
fr: NETSDK1008: Métadonnées '{0}' manquantes sur l'élément '{1}' '{2}'.
it: NETSDK1008: mancano i metadati di '{0}' sull'elemento '{2}' di '{1}'.
ja: NETSDK1008: '{1}' 項目 '{2}' の '{0}' メタデータがありません。
ko: NETSDK1008: '{1}' 항목 '{2}'에 '{0}' 메타데이터가 없습니다.
pt_br: NETSDK1008: Metadados '{0}' ausentes no item '{1}' '{2}'.
ru: NETSDK1008: отсутствуют метаданные "{0}" для элемента "{2}" в "{1}".
zh_hans: NETSDK1008: 在“{1}”项“{2}”上缺少“{0}”元数据。
zh_hant: NETSDK1008: '{1}' 項目 '{2}' 上遺漏 '{0}' 中繼資料。

# MissingOutputPDBImagePath
source: NETSDK1164: Missing output PDB path in PDB generation mode (OutputPDBImage metadata).
cs: NETSDK1164: V režimu generování PDB chybí výstupní cesta PDB (metadata OutputPDBImage).
de: NETSDK1164: Fehlender PDB-Ausgabepfad im PDB-Generierungsmodus (OutputPDBImage-Metadaten).
es: NETSDK1164: Falta la ruta de acceso del archivo PDB de salida en el modo de generación de PDB (metadatos OutputPDBImage).
fr: NETSDK1164: chemin PDB de sortie manquant en mode de génération PDB (métadonnées OutputPDBImage).
ja: NETSDK1164: PDB 生成モードの出力 PDB パス (OutputPDBImage メタデータ) がありません。
ko: NETSDK1164: PDB 생성 모드(OutputPDBImage 메타데이터)에 출력 PDB 경로가 없습니다.
pt_br: NETSDK1164: caminho do PDB de saída ausente no modo de geração do PDB (metadados OutputPDBImage).
ru: NETSDK1164: отсутствует выходной путь PDB в режиме создания PDB (метаданные OutputPDBImage).
zh_hans: NETSDK1164: PDB 生成模式下缺少输出 PDB 路径(OutputPDBImage 元数据)。
zh_hant: NETSDK1164: PDB 產生模式 (OutputPDBImage 中繼資料) 中缺少輸出 PDB 路徑。

# MissingOutputR2RImageFileName
source: NETSDK1165: Missing output R2R image path (OutputR2RImage metadata).
cs: NETSDK1165: Chybí cesta k výstupní imagi R2R (metadata OutputR2RImage).
de: NETSDK1165: Fehlender Ausgabepfad für R2R-Image (OutputR2RImage-Metadaten).
es: NETSDK1165: Falta la ruta de acceso de la imagen R2R de salida (metadatos OutputR2RImage).
fr: NETSDK1165: chemin d'image R2R de sortie manquant (métadonnées OutputR2RImage).
ja: NETSDK1165: 出力 R2R イメージ パス (OutputR2RImage メタデータ) がありません。
ko: NETSDK1165: 출력 R2R 이미지 경로(OutputR2RImage 메타데이터)가 없습니다.
pt_br: NETSDK1165: caminho da imagem R2R de saída ausente (metadados OutputR2RImage).
ru: NETSDK1165: отсутствует выходной путь к образу R2R (метаданные OutputR2RImage).
zh_hans: NETSDK1165: 缺少输出 R2R 映像路径(OutputR2RImage 元数据)。
zh_hant: NETSDK1165: 缺少輸出 R2R 映像路徑 (OutputR2RImage 中繼資料)。

# MissingTypeLibraryId
source: NETSDK1171: An integer ID less than 65536 must be provided for type library '{0}' because more than one type library is specified.
cs: NETSDK1171: Pro knihovnu typů {0} musí být zadáno celočíselné ID menší než 65536, protože je zadaná více než jedna knihovna typů.
de: NETSDK1171: Für die Typbibliothek "{0}" muss eine ganzzahlige ID kleiner als 65536 angegeben werden, weil mehrere Typbibliotheken angegeben wurden.
es: NETSDK1171: Un Id. entero menor que 65 536 debe proporcionarse para la biblioteca de tipos "{0}" debido a que se ha especificado más de una biblioteca de tipos.
fr: NETSDK1171: un ID entier inférieur à 65536 doit être fourni pour la bibliothèque de types «{0}», car plusieurs bibliothèques de types sont spécifiées.
ja: NETSDK1171: タイプ ライブラリ '{0}' に複数のタイプ ライブラリが指定されているため、65536 未満の整数の ID を指定する必要があります。
ko: NETSDK1171: 두 개 이상의 형식 라이브러리가 지정되었기 때문에 형식 라이브러리 '{0}'에 대해 65536보다 작은 정수 ID를 제공해야 합니다.
pt_br: NETSDK1171: um ID de número inteiro menor que 65536 deve ser fornecido para a biblioteca de tipos '{0}' porque mais de uma biblioteca de tipos é especificada.
ru: NETSDK1171: для библиотеки типов "{0}" необходимо указать целочисленный идентификатор меньше 65536, так как указано более одной библиотеки типов.
zh_hans: NETSDK1171: 必须为类型库“{0}”提供小于 65536 的整数 ID，因为指定了多个类型库。
zh_hant: NETSDK1171: 必須為型別程式庫 '{0}' 提供小於 65536 的整數識別碼，因為指定了多個型別程式庫。

# MultipleFilesResolved
source: NETSDK1021: More than one file found for {0}
cs: NETSDK1021: Pro {0} se našel více než jeden soubor.
de: NETSDK1021: Für "{0}" wurden mehrere Dateien gefunden.
es: NETSDK1021: Se encontró más de un archivo para {0}
fr: NETSDK1021: Plusieurs fichiers ont été trouvés pour {0}
it: NETSDK1021: è stato trovato più di un file per {0}
ja: NETSDK1021: {0} で複数のファイルが見つかりました。
ko: NETSDK1021: {0}에 대해 두 개 이상의 파일을 찾았습니다.
pt_br: NETSDK1021: Mais de um arquivo encontrado para {0}
ru: NETSDK1021: обнаружено множество файлов для {0}
zh_hans: NETSDK1021: 找到 {0} 的多个文件
zh_hant: NETSDK1021: 找到一個以上 {0} 的檔案
