Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# AssetsFileMissingTarget
source: NETSDK1005: Assets file '{0}' doesn't have a target for '{1}'. Ensure that restore has run and that you have included '{2}' in the TargetFrameworks for your project.
cs: NETSDK1005: Soubor prostředků {0} nemá cíl pro {1}. Zkontrolujte, že se obnovení spustilo a že jste do vlastnosti TargetFrameworks projektu zahrnuli {2}.
de: NETSDK1005: Die Ressourcendatei "{0}" weist kein Ziel für "{1}" auf. Stellen Sie sicher, dass die Wiederherstellung ausgeführt wurde, und dass Sie "{2}" in die TargetFrameworks für Ihr Projekt eingeschlossen haben.
es: NETSDK1005: El archivo de recursos "{0}" no tiene un destino para "{1}". Asegúrese de que la restauración se haya ejecutado y de que haya incluido "{2}" en TargetFrameworks para su proyecto.
fr: NETSDK1005: Le fichier de composants '{0}' n'a aucune cible pour '{1}'. Vérifiez que la restauration s'est exécutée et que vous avez inclus '{2}' dans TargetFrameworks pour votre projet.
it: NETSDK1005: il file di risorse '{0}' non contiene una destinazione per '{1}'. Assicurarsi che il ripristino sia stato eseguito e che '{2}' sia stato incluso negli elementi TargetFramework del progetto.
ja: NETSDK1005: 資産ファイル '{0}' に '{1}' のターゲットがありません。復元が実行されたことと、'{2}' がプロジェクトの TargetFrameworks に含まれていることを確認してください。
ko: NETSDK1005: 자산 파일 '{0}'에 '{1}'의 대상이 없습니다. 복원이 실행되었으며 프로젝트의 TargetFrameworks에 '{2}'을(를) 포함했는지 확인하세요.
pt_br: NETSDK1005: O arquivo de ativos '{0}' não tem um destino para '{1}'. Verifique se a restauração foi executada e se você incluiu '{2}' no TargetFrameworks do projeto.
ru: NETSDK1005: файл ресурсов "{0}" не содержит целевого объекта для "{1}". Проверьте, что восстановление выполнено и вы включили "{2}" в TargetFrameworks своего проекта.
zh_hans: NETSDK1005: 资产文件“{0}”没有“{1}”的目标。确保已运行还原，且“{2}”已包含在项目的 TargetFrameworks 中。
zh_hant: NETSDK1005: 資產檔 '{0}' 沒有 '{1}' 的目標。請確定已執行還原作業，且在您專案的 TargetFrameworks 中已納入 '{2}'。

# AssetsFileNotFound
source: NETSDK1004: Assets file '{0}' not found. Run a NuGet package restore to generate this file.
cs: NETSDK1004: Soubor prostředků {0} se nenašel. Pokud chcete tento soubor vygenerovat, spusťte obnovení balíčku NuGet.
de: NETSDK1004: Die Ressourcendatei "{0}" wurde nicht gefunden. Führen Sie eine NuGet-Paketwiederherstellung aus, um diese Datei zu generieren.
es: NETSDK1004: No se encuentra el archivo de recursos '{0}'. Ejecute una restauración de paquetes de NuGet para generar el archivo.
fr: NETSDK1004: Le fichier de composants '{0}' est introuvable. Exécutez une restauration de package NuGet pour générer ce fichier.
it: NETSDK1004: il file di risorse '{0}' non è stato trovato. Per generare questo file, eseguire un ripristino del pacchetto NuGet.
ja: NETSDK1004: 資産ファイル '{0}' が見つかりません。NuGet パッケージの復元を実行して、このファイルを生成してください。
ko: NETSDK1004: 자산 파일 '{0}'을(를) 찾을 수 없습니다. NuGet 패키지 복원을 실행하여 이 파일을 생성하세요.
pt_br: NETSDK1004: Arquivo de ativos '{0}' não encontrado. Execute uma restauração de pacote do NuGet para gerar esse arquivo.
ru: NETSDK1004: файл ресурсов "{0}" не найден. Восстановите пакет NuGet, чтобы создать его.
zh_hans: NETSDK1004: 找不到资产文件“{0}”。运行 NuGet 包还原以生成此文件。
zh_hant: NETSDK1004: 找不到資產檔案 '{0}'。請執行 NuGet 套件還原，以產生此檔案。

# AssetsFileNotSet
source: NETSDK1063: The path to the project assets file was not set. Run a NuGet package restore to generate this file.
cs: NETSDK1063: Nebyla nastavena cesta k souboru prostředků projektu. Pokud chcete tento soubor vygenerovat, spusťte obnovení balíčku NuGet.
de: NETSDK1063: Der Pfad zur Datei mit den Projektobjekten wurde nicht festgelegt. Führen Sie eine NuGet-Paketwiederherstellung durch, um diese Datei zu generieren.
es: NETSDK1063: No se estableció la ruta de acceso al archivo de recursos del proyecto. Ejecute una restauración del paquete NuGet para generar este archivo.
fr: NETSDK1063: Le chemin du fichier de composants du projet n'a pas été défini. Exécutez une restauration de package NuGet pour générer ce fichier.
it: NETSDK1063: il percorso del file di risorse del progetto non è stato impostato. Per generare questo file, eseguire un ripristino del pacchetto NuGet.
ja: NETSDK1063: プロジェクト資産ファイルのパスが設定されていません。NuGet パッケージの復元を実行して、このファイルを生成してください。
ko: NETSDK1063: 프로젝트 자산 파일에 대한 경로가 설정되지 않았습니다. NuGet 패키지 복원을 실행하여 이 파일을 생성하세요.
pt_br: NETSDK1063: O caminho para o arquivo de ativos do projeto não foi configurado. Execute uma restauração de pacote do NuGet para gerar esse arquivo.
ru: NETSDK1063: не задан путь к файлу ресурсов проекта. Запустите восстановление пакета NuGet, чтобы создать его.
zh_hans: NETSDK1063: 未设置项目资产文件的路径。运行 NuGet 程序包还原以生成此文件。
zh_hant: NETSDK1063: 未設定到達專案資產檔案的路徑。請執行 NuGet 套件還原，以產生此檔案。

# AssetsFilePathNotRooted
source: NETSDK1006: Assets file path '{0}' is not rooted. Only full paths are supported.
cs: NETSDK1006: Cesta k souboru prostředků {0} není uvedena od kořene. Podporované jsou jen celé cesty.
de: NETSDK1006: Die Ressourcendateipfad "{0}" hat keinen Stamm. Nur vollständige Pfade werden unterstützt.
es: NETSDK1006: La ruta de acceso del archivo de recursos "{0}" no tiene raíz. Solo se admiten rutas de acceso completas.
fr: NETSDK1006: Le chemin du fichier de composants '{0}' n'est pas associé à une racine. Seuls les chemins complets sont pris en charge.
it: NETSDK1006: il percorso dei file di risorse '{0}' non contiene una radice. Sono supportati solo percorsi completi.
ja: NETSDK1006: 資産ファイル パス '{0}' にルートが指定されていません。完全パスのみがサポートされます。
ko: NETSDK1006: 자산 파일 경로 '{0}'이(가) 루트에서 시작하지 않습니다. 전체 경로만 지원됩니다.
pt_br: NETSDK1006: O caminho de arquivo de ativos '{0}' não tem raiz. Há suporte apenas para caminhos completos.
ru: NETSDK1006: путь к файлу ресурсов "{0}" относительный. Поддерживаются только полные пути.
zh_hans: NETSDK1006: 资产文件路径“{0}”不是根路径。仅支持完整路径。
zh_hant: NETSDK1006: 資產檔案路徑 '{0}' 並非根目錄。僅支援完整的路徑。

# AtLeastOneTargetFrameworkMustBeSpecified
source: NETSDK1001: At least one possible target framework must be specified.
cs: NETSDK1001: Je potřeba zadat alespoň jednu možnou cílovou architekturu.
de: NETSDK1001: Geben Sie mindestens ein mögliches Zielframework an.
es: NETSDK1001: Debe especificarse al menos una plataforma de destino posible.
fr: NETSDK1001: Vous devez spécifier au moins un framework cible.
it: NETSDK1001: è necessario specificare almeno un framework di destinazione possibile.
ja: NETSDK1001: 可能性のあるターゲット フレームワークを少なくとも 1 つ指定する必要があります。
ko: NETSDK1001: 가능한 대상 프레임워크를 하나 이상 지정해야 합니다.
pt_br: NETSDK1001: É necessário especificar pelo menos uma estrutura de destino possível.
ru: NETSDK1001: необходимо указать хотя бы одну целевую платформу.
zh_hans: NETSDK1001: 必须指定至少一个可能的目标框架。
zh_hant: NETSDK1001: 至少必須指定一個可能的目標架構。

# CannotDirectlyReferenceMicrosoftNetCompilersToolsetFramework
source: NETSDK1205: The Microsoft.Net.Compilers.Toolset.Framework package should not be set directly. Set the property 'BuildWithNetFrameworkHostedCompiler' to 'true' instead if you need it.
cs: NETSDK1205: Balíček Microsoft.Net.Compilers.Toolset.Framework by neměl být nastaven přímo. Pokud ho potřebujete, nastavte vlastnost BuildWithNetFrameworkHostedCompiler na hodnotu true.
fr: NETSDK1205: le package Microsoft.Net.Compilers.Toolset.Framework ne doit pas être défini directement. Définissez la propriété ’BuildWithNetFrameworkHostedCompiler’ sur « true » à la place si vous en avez besoin.
ja: NETSDK1205: Microsoft.Net.Compilers.Toolset.Framework パッケージを直接設定することは望ましくありません。この方法ではなく、必要に応じてプロパティ 'BuildWithNetFrameworkHostedCompiler' を 'true' に設定してください。
zh_hans: NETSDK1205: 不应直接设置 Microsoft.Net.Compilers.Toolset.Framework 包。如果需要，请将属性 "BuildWithNetFrameworkHostedCompiler" 设置为 "true"。

# CannotEmbedClsidMapIntoComhost
source: NETSDK1092: The CLSIDMap cannot be embedded on the COM host because adding resources requires that the build be performed on Windows (excluding Nano Server).
cs: NETSDK1092: CLSIDMap se nedá vložit do hostitele COM, protože přidávání prostředků vyžaduje, aby se sestavení provedlo na Windows (bez Nano Serveru).
de: NETSDK1092: CLSIDMap kann auf dem COM-Host nicht eingebettet werden, weil für das Hinzufügen von Ressourcen eine Ausführung des Builds unter Windows erforderlich ist (Nano Server ausgeschlossen).
es: NETSDK1092: No se puede insertar CLSIDMap en el host COM porque para agregar recursos es necesario que la compilación se realice en Windows (excepto Nano Server).
fr: NETSDK1092: CLSIDMap ne peut pas être incorporé sur l'hôte COM, car l'ajout de ressources nécessite l'exécution de la génération sur Windows (à l'exception de Nano Server).
ja: NETSDK1092: リソースの追加にはビルドが Windows 上で実行されることが要求されるため、CLSIDMap を COM ホストに埋め込むことはできません (Nano Server を除く)。
ko: NETSDK1092: 리소스를 추가하려면 빌드가 Windows(Nano Server 제외)에서 수행되어야 하므로 CLSIDMap을 COM 호스트에 포함할 수 없습니다.
pt_br: NETSDK1092: o CLSIDMap não pode ser inserido no host COM porque a adição de recursos requer que o build seja executado no Windows (excluindo Nano Server).
ru: NETSDK1092: CLSIDMap невозможно внедрить на узле COM, так как для добавления ресурсов требуется, чтобы сборка выполнялась в Windows (за исключением Nano Server).
zh_hans: NETSDK1092: CLSIDMap 无法嵌入 COM 主机，因为添加资源要求在 Windows (不包括 Nano 服务器)上执行生成。
zh_hant: NETSDK1092: 因為正在新增需要在 Windows (不含 Nano 伺服器) 上執行組建的資源，所以無法將 CLSIDMap 內嵌到 COM 主機上。

# CannotFindApphostForRid
source: NETSDK1065: Cannot find app host for {0}. {0} could be an invalid runtime identifier (RID). For more information about RID, see https://aka.ms/rid-catalog.
cs: NETSDK1065: Nelze najít hostitele aplikace pro {0}. {0} může být neplatný identifikátor modulu runtime (RID). Další informace o identifikátoru RID najdete na adrese https://aka.ms/rid-catalog.
de: NETSDK1065: Der App-Host für "{0}" wurde nicht gefunden. "{0}" könnte ein ungültiger Runtimebezeichner (RID) sein. Weitere Informationen zum RID finden Sie unter https://aka.ms/rid-catalog.
es: NETSDK1065: No se encuentra el host de la aplicación {0}. {0} puede ser un identificador de tiempo de ejecución no válido. Para obtener más información al respecto, consulte https://aka.ms/rid-catalog.
fr: NETSDK1065: hôte d'application introuvable pour {0}. {0} est peut-être un RID (identificateur de runtime) non valide. Pour plus d'informations sur les RID, consultez https://aka.ms/rid-catalog.
it: NETSDK1065: non è possibile trovare l'host delle app per {0}. {0} potrebbe essere un identificatore di runtime (RID) non valido. Per altre informazioni sul RID, vedere https://aka.ms/rid-catalog.
ja: NETSDK1065: {0} のアプリ ホストが見つかりません。{0} は無効なランタイム識別子 (RID) である可能性があります。RID の詳細については、https://aka.ms/rid-catalog をご覧ください。
ko: NETSDK1065: {0}에 대한 앱 호스트를 찾을 수 없습니다. {0}이(가) 잘못된 RID(런타임 식별자)일 수 있습니다. RID에 대한 자세한 내용은 https://aka.ms/rid-catalog를 참조하세요.
pt_br: NETSDK1065: Não é possível encontrar o host do aplicativo para {0}. {0} poderia ser um RID (identificador de runtime inválido). Para obter mais informações sobre RID, confira https://aka.ms/rid-catalog.
ru: NETSDK1065: не удалось найти узел приложения для {0}. Возможно, {0} является недопустимым идентификатором среды выполнения (RID). Дополнительные сведения о RID: https://aka.ms/rid-catalog.
zh_hans: NETSDK1065: 无法找到 {0} 的应用主机。{0} 可能是无效的运行时标识符(RID)。有关 RID 的详细信息，请参阅 https://aka.ms/rid-catalog。
zh_hant: NETSDK1065: 找不到 {0} 的應用程式主機。{0} 可能是無效的執行階段識別碼 (RID)。如需有關 RID 的詳細資訊，請參閱 https://aka.ms/rid-catalog。

# CannotFindComhost
source: NETSDK1091: Unable to find a .NET Core COM host. The .NET Core COM host is only available on .NET Core 3.0 or higher when targeting Windows.
cs: NETSDK1091: Nepovedlo se najít hostitele COM architektury .NET Core. Když se cílí na Windows, je hostitel COM architektury .NET Core k dispozici jen v architektuře .NET Core 3.0 a vyšší.
de: NETSDK1091: Es wurde kein .NET Core-COM-Host gefunden. Der .NET Core-COM-Host ist nur unter .NET Core 3.0 oder höher verfügbar, wenn Windows als Ziel verwendet wird.
es: NETSDK1091: No se puede encontrar un host COM de .NET Core. Este tipo de host solo está disponible en .NET Core 3.0 o superior cuando el destino es Windows.
fr: NETSDK1091: hôte COM .NET Core introuvable. L'hôte COM .NET Core est disponible uniquement sur .NET Core 3.0 ou une version ultérieure quand vous ciblez Windows.
ja: NETSDK1091: .NET Core COM ホストが見つかりません。Windows がターゲットの場合、.NET Core COM ホストを利用できるのは .NET Core 3.0 以上の場合のみです。
ko: NETSDK1091: .NET Core COM 호스트를 찾을 수 없습니다. .NET Core COM 호스트는 Windows를 대상으로 할 경우 .NET Core 3.0 이상에서만 사용할 수 있습니다.
pt_br: NETSDK1091: não é possível encontrar um host .NET Core COM. O host .NET Core COM só está disponível no .NET Core 3.0 ou superior quando direcionado ao Windows.
ru: NETSDK1091: не удалось найти узел COM .NET Core. Он доступен только в .NET Core 3.0 или более поздней версии при ориентации на Windows.
zh_hans: NETSDK1091: 找不到 .NET Core COM 主机。仅当面向 Windows 时，.NET Core COM 主机才在 .NET Core 3.0 或更高版本上可用。
zh_hant: NETSDK1091: 找不到 .NET Core COM 主機。目標為 Windows 時，只有在 .NET Core 3.0 或更高的版本上才可使用 .NET Core COM 主機。

# CannotFindIjwhost
source: NETSDK1114: Unable to find a .NET Core IJW host. The .NET Core IJW host is only available on .NET Core 3.1 or higher when targeting Windows.
cs: NETSDK1114: Nepovedlo se najít hostitele IJW architektury .NET Core. Když se cílí na Windows, je hostitel IJW architektury .NET Core k dispozici jen v architektuře .NET Core 3.1 a vyšší.
de: NETSDK1114: Es wurde kein .NET Core-IJW-Host gefunden. Der .NET Core-IJW-Host ist nur unter .NET Core 3.1 oder höher verfügbar, wenn Windows als Ziel verwendet wird.
es: NETSDK1114: No se encuentra un host IJW de .NET Core. Este tipo de host solo está disponible en .NET Core 3.1 o posterior cuando el destino es Windows.
fr: NETSDK1114: Hôte IJW .NET Core introuvable. L'hôte IJW .NET Core est disponible uniquement sur .NET Core 3.1 ou ultérieur quand vous ciblez Windows.
ja: NETSDK1114: .NET Core IJW ホストが見つかりません。Windows がターゲットの場合、.NET Core IJW ホストを利用できるのは .NET Core 3.1 以上の場合のみです。
ko: NETSDK1114: .NET Core IJW 호스트를 찾을 수 없습니다. .NET Core IJW 호스트는 Windows를 대상으로 할 경우 .NET Core 3.1 이상에서만 사용할 수 있습니다.
pt_br: NETSDK1114: não é possível encontrar um host IJW do .NET Core. O host IJW do .NET Core está disponível somente no .NET Core 3.1 ou superior quando direcionado ao Windows.
ru: NETSDK1114: IJW-узел .NET Core не найден. При разработке для Windows он доступен только начиная с версии .NET Core 3.1.
zh_hans: NETSDK1114: 找不到 .NET Core IJW 主机。仅当面向 Windows 时，.NET Core IJW 主机才在 .NET Core 3.1 或更高版本上可用。
zh_hant: NETSDK1114: 找不到 .NET Core IJW 主機。目標為 Windows 時，只能在 .NET Core 3.1 或更高版本上使用 .NET Core IJW 主機。

# CannotFindProjectInfo
source: NETSDK1007: Cannot find project info for '{0}'. This can indicate a missing project reference.
cs: NETSDK1007: Nelze najít informace o projektu pro {0}. Může to znamenat chybějící odkaz na projekt.
de: NETSDK1007: Die Projektinformationen für "{0}" wurden nicht gefunden. Dies ist möglicherweise auf einen fehlenden Projektverweis zurückzuführen.
es: NETSDK1007: No se encuentra la información de proyecto de "{0}". Esto puede indicar que falta una referencia de proyecto.
fr: NETSDK1007: Les informations relatives au projet sont introuvables pour '{0}'. Cela peut indiquer une référence de projet manquante.
it: NETSDK1007: le informazioni del progetto per '{0}' non sono state trovate. Questo errore può indicare la mancanza di un riferimento al progetto.
ja: NETSDK1007: '{0}' のプロジェクト情報が見つかりません。これは、プロジェクト参照がないことを示している可能性があります。
ko: NETSDK1007: '{0}'에 대한 프로젝트 정보를 찾을 수 없습니다. 프로젝트 참조가 없음을 나타낼 수 있습니다.
pt_br: NETSDK1007: Não é possível localizar informações do projeto para '{0}'. Isso pode indicar a ausência de uma referência de projeto.
ru: NETSDK1007: не удается найти сведения о проекте "{0}". Возможно, отсутствует ссылка на проект.
zh_hans: NETSDK1007: 找不到“{0}”的项目信息。这可以指示缺少一个项目引用。
zh_hant: NETSDK1007: 找不到 '{0}' 的專案資訊。這可能表示遺漏專案參考。

# CannotHaveRuntimeIdentifierPlatformMismatchPlatformTarget
source: NETSDK1032: The RuntimeIdentifier platform '{0}' and the PlatformTarget '{1}' must be compatible.
cs: NETSDK1032: Platforma RuntimeIdentifier {0} a PlatformTarget {1} musí být kompatibilní.
de: NETSDK1032: Die RuntimeIdentifier-Plattform "{0}" und das PlatformTarget "{1}" müssen kompatibel sein.
es: NETSDK1032: Las plataformas RuntimeIdentifier "{0}" y PlatformTarget "{1}" deben ser compatibles.
fr: NETSDK1032: La plateforme de RuntimeIdentifier '{0}' et le PlatformTarget '{1}' doivent être compatibles.
it: NETSDK1032: la piattaforma '{0}' di RuntimeIdentifier e quella '{1}' di PlatformTarget devono essere compatibili.
ja: NETSDK1032: RuntimeIdentifier プラットフォーム '{0}' と PlatformTarget '{1}' には互換性が必要です。
ko: NETSDK1032: RuntimeIdentifier 플랫폼 '{0}'과(와) PlatformTarget '{1}'은(는) 호환되어야 합니다.
pt_br: NETSDK1032: A plataforma '{0}' do RuntimeIdentifier e o PlatformTarget '{1}' precisam ser compatíveis.
ru: NETSDK1032: платформа RuntimeIdentifier "{0}" и PlatformTarget "{1}" должны быть совместимы.
zh_hans: NETSDK1032: RuntimeIdentifier 平台“{0}”和 PlatformTarget“{1}”必须兼容。
zh_hant: NETSDK1032: RuntimeIdentifier 平台 '{0}' 必須與 PlatformTarget '{1}' 相容。

# CannotHaveSelfContainedWithoutRuntimeIdentifier
source: NETSDK1031: It is not supported to build or publish a self-contained application without specifying a RuntimeIdentifier. You must either specify a RuntimeIdentifier or set SelfContained to false.
cs: NETSDK1031: Sestavení nebo publikování nezávislé aplikace bez zadání parametru RuntimeIdentifier se nepodporuje. Musíte buď zadat parametr RuntimeIdentifier, nebo nastavit parametr SelfContained na hodnotu False.
de: NETSDK1031: Das Erstellen oder Veröffentlichen einer eigenständigen Anwendung ohne die Angabe eines RuntimeIdentifier wird nicht unterstützt. Geben Sie entweder einen RuntimeIdentifier an, oder legen Sie SelfContained auf FALSE fest.
es: NETSDK1031: No se admite compilar o publicar una aplicación autocontenida sin especificar un valor para RuntimeIdentifier. Debe especificar un valor para RuntimeIdentifier o establecer SelfContained en false.
fr: NETSDK1031: la génération ou la publication d'une application autonome sans spécification de RuntimeIdentifier n'est pas prise en charge. Vous devez spécifier RuntimeIdentifier ou affecter la valeur false à SelfContained.
ja: NETSDK1031: RuntimeIdentifier を指定せずに自己完結型アプリケーションをビルドおよび公開することはサポートされていません。RuntimeIdentifier を指定するか SelfContained を false に設定する必要があります。
ko: NETSDK1031: RuntimeIdentifier를 지정하지 않고 자체 포함 애플리케이션을 빌드하거나 게시할 수 없습니다. RuntimeIdentifier를 지정하거나 SelfContained를 false로 설정해야 합니다.
pt_br: NETSDK1031: não há suporte para criar nem para publicar um aplicativo autossuficiente sem especificar um RuntimeIdentifier. Você precisa especificar um RuntimeIdentifier ou definir SelfContained como false.
ru: NETSDK1031: сборка или публикация автономного приложения без указания RuntimeIdentifier не поддерживается. Укажите RuntimeIdentifier или установите значение false для параметра SelfContained.
zh_hans: NETSDK1031: 不可在未指定 RuntimeIdentifier 的情况下生成或发布自包含应用程序。必须指定 RuntimeIdentifier 或将 SelfContained 设置为 false。
zh_hant: NETSDK1031: 不支援在未指定 RuntimeIdentifier 的情況下，建置或發佈獨立的應用程式。您必須指定 RuntimeIdentifier，或將 SelfContained 設為 false。

# CannotHaveSingleFileWithoutRuntimeIdentifier
source: NETSDK1097: It is not supported to publish an application to a single-file without specifying a RuntimeIdentifier. You must either specify a RuntimeIdentifier or set PublishSingleFile to false.
cs: NETSDK1097: Publikování aplikace do jednoho souboru bez zadání parametru RuntimeIdentifier se nepodporuje. Musíte buď zadat parametr RuntimeIdentifier, nebo nastavit parametr PublishSingleFile na hodnotu False.
de: NETSDK1097: Das Veröffentlichen einer Anwendung in einer einzelnen Datei ohne Angabe eines RuntimeIdentifier wird nicht unterstützt. Geben Sie entweder einen RuntimeIdentifier an, oder legen Sie PublishSingleFile auf FALSE fest.
es: NETSDK1097: No se admite la publicación de una aplicación en un único archivo sin especificar un valor para RuntimeIdentifier. Debe especificar un valor para RuntimeIdentifier o establecer PublishSingleFile en false.
fr: NETSDK1097: la publication d'une application sur un seul fichier sans spécification de RuntimeIdentifier n'est pas prise en charge. Vous devez spécifier RuntimeIdentifier ou affecter la valeur false à PublishSingleFile.
ja: NETSDK1097: RuntimeIdentifier を指定せずにアプリケーションを単一ファイルに公開することはサポートされていません。RuntimeIdentifier を指定するか、PublishSingleFile を false に設定する必要があります。
ko: NETSDK1097: RuntimeIdentifier를 지정하지 않고 애플리케이션을 단일 파일에 게시할 수 없습니다. RuntimeIdentifier를 지정하거나 PublishSingleFile을 false로 설정해야 합니다.
pt_br: NETSDK1097: não há suporte para publicar um aplicativo em um arquivo único sem especificar um RuntimeIdentifier. Você precisa especificar um RuntimeIdentifier ou definir PublishSingleFile como false.
ru: NETSDK1097: публикация приложения в одном файле без указания RuntimeIdentifier не поддерживается. Укажите RuntimeIdentifier или установите значение false для параметра PublishSingleFile.
zh_hans: NETSDK1097: 不可在未指定 RuntimeIdentifier 的情况下发布将应用程序发布到单一文件中。必须指定 RuntimeIdentifier 或将 PublishSingleFile 设置为 false。
zh_hant: NETSDK1097: 不支援在未指定 RuntimeIdentifier 的情況下，將應用程式發佈到單一檔案。您必須指定 RuntimeIdentifier，或將 PublishSingleFile 設為 false。

# CannotHaveSingleFileWithoutAppHost
source: NETSDK1098: Applications published to a single-file are required to use the application host. You must either set PublishSingleFile to false or set UseAppHost to true.
cs: NETSDK1098: Aplikace publikované do jednoho souboru musí používat hostitele aplikací. Musíte nastavit buď parametr PublishSingleFile na hodnotu False, nebo parametr UseAppHost na hodnotu True.
de: NETSDK1098: Anwendungen, die in einer einzelnen Datei veröffentlicht wurden, müssen den Anwendungshost verwenden. Legen Sie PublishSingleFile auf FALSE oder UseAppHost auf TRUE fest.
es: NETSDK1098: Las aplicaciones publicadas en un único archivo deben usar el host de aplicación. Debe establecer PublishSingleFile en false o establecer UseAppHost en true.
fr: NETSDK1098: les applications publiées sur un seul fichier doivent utiliser l'hôte d'application. Vous devez affecter la valeur false à PublishSingleFile ou la valeur true à UseAppHost.
ja: NETSDK1098: 単一ファイルに公開されたアプリケーションでは、アプリケーション ホストを使用する必要があります。PublishSingleFile を false に設定するか、UseAppHost を true に設定する必要があります。
ko: NETSDK1098: 애플리케이션 호스트를 사용하려면 단일 파일에 게시된 애플리케이션이 필요합니다. PublishSingleFile을 false로 설정하거나 UseAppHost를 true로 설정해야 합니다.
pt_br: NETSDK1098: são necessários aplicativos publicados em um arquivo único para usar o host de aplicativo. Você precisa definir PublishSingleFile como false ou UseAppHost como true.
ru: NETSDK1098: приложения, публикуемые в одном файле, должны использовать ведущее приложение. Установите значение false для параметра PublishSingleFile или значение true для параметра UseAppHost.
zh_hans: NETSDK1098: 要使用应用程序主机，需具备发布到单一文件中的应用程序。必须将 PublishSingleFile 设置为 false，或将 UseAppHost 设置为 true。
zh_hant: NETSDK1098: 發佈到單一檔案的應用程式必須使用應用程式主機。您必須將 PublishSingleFile 設為 false，或將 UseAppHost 設為 true。

# CannotHaveSingleFileWithoutExecutable
source: NETSDK1099: Publishing to a single-file is only supported for executable applications.
cs: NETSDK1099: Publikování do jednoho souboru je podporované jen u spustitelných aplikací.
de: NETSDK1099: Die Veröffentlichung in einer einzelnen Datei wird nur für ausführbare Anwendungen unterstützt.
es: NETSDK1099: La publicación en un archivo único solo se admite con aplicaciones ejecutables.
fr: NETSDK1099: La publication dans un fichier unique n'est prise en charge que pour les applications exécutables.
ja: NETSDK1099: 単一ファイルへの公開は実行可能アプリケーションに対してのみサポートされています。
ko: NETSDK1099: 실행 가능한 애플리케이션의 경우에만 단일 파일에 게시할 수 있습니다.
pt_br: NETSDK1099: só há suporte para a publicação em um arquivo único em aplicativos executáveis.
ru: NETSDK1099: публикация в одном файле поддерживается только для исполняемых приложений.
zh_hans: NETSDK1099: 发布到单一文件仅适用于可执行应用程序。
zh_hant: NETSDK1099: 只有可執行應用程式支援發佈到單一檔案。
