Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# ReadyToRunCompilationFailed
source: NETSDK1096: Optimizing assemblies for performance failed. You can either exclude the failing assemblies from being optimized, or set the PublishReadyToRun property to false.
cs: NETSDK1096: Nepovedlo se optimalizovat sestavení pro výkonnost. Můžete buď vyloučit neúspěšná sestavení z optimalizace, nebo nastavit vlastnost PublishReadyToRun na false.
de: NETSDK1096: Fehler bei der Leistungsoptimierung von Assemblys. Sie können entweder die fehlerhaften Assemblys von der Optimierung ausschließen oder die PublishReadyToRun-Eigenschaft auf FALSE festlegen.
es: NETSDK1096: Error al optimizar el rendimiento de los ensamblados. Puede excluir los ensamblados con error de la optimización o establecer la propiedad PublishReadyToRun en false.
fr: NETSDK1096: échec de l'optimisation des assemblys pour l'amélioration du niveau de performance. Vous pouvez exclure les assemblys défaillants de l'optimisation, ou affecter la valeur false à la propriété PublishReadyToRun.
ja: NETSDK1096: アセンブリのパフォーマンスの最適化が失敗しました。失敗したアセンブリを最適化の対象から除外するか、PublishReadyToRun プロパティを false に設定してください。
ko: NETSDK1096: 성능 향상을 위해 어셈블리를 최적화하지 못했습니다. 오류가 발생하는 어셈블리를 최적화에서 제외하거나 PublishReadyToRun 속성을 false로 설정할 수 있습니다.
pt_br: NETSDK1096: falha ao otimizar assemblies para desempenho. Você pode impedir que os assemblies com falha sejam otimizados ou definir a propriedade PublishReadyToRun como false.
ru: NETSDK1096: не удалось оптимизировать сборки для обеспечения производительности. Вы можете исключить неудачно обработанные сборки из оптимизации либо задать значение false для свойства PublishReadyToRun.
zh_hans: NETSDK1096: 程序集性能优化失败。可将失败的程序集排除在优化操作之外，或者将 PublishReadyToRun 属性设置为 false。
zh_hant: NETSDK1096: 最佳化組件的效能失敗。您可以排除失敗的組件不予最佳化，或將 PublishReadyToRun 屬性設定為 false。

# ReadyToRunCompilationHasWarnings_Info
source: Some ReadyToRun compilations emitted warnings, indicating potential missing dependencies. Missing dependencies could potentially cause runtime failures. To show the warnings, set the PublishReadyToRunShowWarnings property to true.
cs: Některé kompilace ReadyToRun vygenerovaly upozornění a označují možné chybějící závislosti. Chybějící závislosti můžou způsobit chyby modulu runtime. Pokud si chcete upozornění zobrazit, nastavte vlastnost PublishReadyToRunShowWarnings na true.
de: Einige ReadyToRun-Kompilierungen haben Warnungen ausgegeben, dies kann auf fehlende Abhängigkeiten hinweisen. Fehlende Abhängigkeiten können zu Laufzeitfehlern führen. Legen Sie die PublishReadyToRunShowWarnings-Eigenschaft auf TRUE fest, um die Warnungen anzuzeigen.
es: Algunas compilaciones ReadyToRun han emitido advertencias, lo que indica que posiblemente falten dependencias. La falta de dependencias podría causar errores en tiempo de ejecución. Para mostrar las advertencias, establezca la propiedad PublishReadyToRunShowWarnings en true.
fr: Certaines compilations ReadyToRun ont émis des avertissements indiquant des dépendances potentielles manquantes. Les dépendances manquantes risquent d'entraîner des problèmes de runtime. Pour afficher les avertissements, affectez la valeur true à la propriété PublishReadyToRunShowWarnings.
ja: 一部の ReadyToRun コンパイルで警告が発生しました。これは、依存関係が見つからないことを示している可能性があります。依存関係が見つからないと、ランタイム エラーが発生する場合があります。警告を表示するには、PublishReadyToRunShowWarnings プロパティを true に設定します。
ko: 일부 ReadyToRun 컴파일에서 잠재적인 종속성 누락을 나타내는 경고를 발생했습니다. 종속성 누락으로 인해 런타임 오류가 잠재적으로 발생할 수 있습니다. 경고를 표시하려면 PublishReadyToRunShowWarnings 속성을 true로 설정하세요.
pt_br: Algumas compilações do ReadyToRun emitiram avisos, indicando possíveis dependências ausentes. Dependências ausentes podem causar falhas em tempo de execução. Para mostrar os avisos, defina a propriedade PublishReadyToRunShowWarnings como true.
ru: Для некоторых компиляций ReadyToRun возникли предупреждения, которые могут указывать на недостающие зависимости. Отсутствующие зависимости могут вызвать сбои среды выполнения. Чтобы отобразить предупреждения, установите значение true для свойства PublishReadyToRunShowWarnings.
zh_hans: 一些 ReadyToRun 编译发出警告，指出可能缺少依赖项。缺少的依赖项可能导致运行时失败。要显示警告，请将 PublishReadyToRunShowWarnings 属性设置为 true。
zh_hant: 部分 ReadyToRun 編譯發出了警告，指出可能缺少相依性。缺少相依性可能會導致執行階段失敗。若要顯示警告，請將 PublishReadyToRunShowWarnings 屬性設為 true。

# ReadyToRunNoValidRuntimePackageError
source: NETSDK1094: Unable to optimize assemblies for performance: a valid runtime package was not found. Either set the PublishReadyToRun property to false, or use a supported runtime identifier when publishing. When targeting .NET 6 or higher, make sure to restore packages with the PublishReadyToRun property set to true.
cs: NETSDK1094: Sestavení nelze optimalizovat z hlediska výkonu: nebyl nalezen platný balíček modulu runtime. Buď nastavte vlastnost PublishReadyToRun na hodnotu false, nebo při publikování použijte podporovaný identifikátor modulu runtime. Při cílení na .NET 6 nebo vyšší nezapomeňte obnovit balíčky s vlastností PublishReadyToRun nastavenou na hodnotu true.
fr: NETSDK1094: Impossible d'optimiser les assemblages pour les performances : un package d'exécution valide n'a pas été trouvé. Définissez la propriété PublishReadyToRun sur false ou utilisez un identificateur d'exécution pris en charge lors de la publication. Lorsque vous ciblez .NET 6 ou supérieur, assurez-vous de restaurer les packages avec la propriété PublishReadyToRun définie sur true.
ja: NETSDK1094: アセンブリのパフォーマンスを最適化できません: 有効なランタイム パッケージが見つかりませんでした。PublishReadyToRun プロパティを false に設定するか、公開時に、サポートされているランタイム識別子を使用してください。.NET 6 以降を対象とする場合は、必ず PublishReadyToRun プロパティを true に設定してパッケージを復元してください。
zh_hans: NETSDK1094: 无法优化程序集以改进性能: 找不到有效的运行时包。将 PublishReadyToRun 属性设置为 false，或在发布时使用支持的运行时标识符。面向 .NET 6 或更高版本时，请确保还原将 PublishReadyToRun 属性设置为 true 的包。

# ReadyToRunTargetNotSupportedError
source: NETSDK1095: Optimizing assemblies for performance is not supported for the selected target platform or architecture. Please verify you are using a supported runtime identifier, or set the PublishReadyToRun property to false.
cs: NETSDK1095: Optimalizace sestavení z hlediska výkonu není u vybrané cílové platformy nebo architektury podporovaná. Ujistěte se prosím, že používáte podporovaný identifikátor modulu runtime, nebo nastavte vlastnost PublishReadyToRun na false.
de: NETSDK1095: Die Leistungsoptimierung von Assemblys wird für die ausgewählte Zielplattform oder -architektur nicht unterstützt. Überprüfen Sie, ob Sie einen unterstützten Runtimebezeichner verwenden, oder legen Sie die PublishReadyToRun-Eigenschaft auf FALSE fest.
es: NETSDK1095: No se admite la optimización del rendimiento de los ensamblados para la plataforma o la arquitectura de destino seleccionadas. Compruebe que está usando un identificador en tiempo de ejecución compatible o establezca la propiedad PublishReadyToRun en false.
fr: NETSDK1095: l'optimisation des assemblys afin d'améliorer le niveau de performance n'est pas prise en charge pour la plateforme ou l'architecture cible sélectionnée. Vérifiez que vous utilisez un identificateur de runtime pris en charge, ou affectez la valeur false à la propriété PublishReadyToRun.
ja: NETSDK1095: アセンブリのパフォーマンスの最適化は、選択されたターゲット プラットフォームまたはアーキテクチャに対してはサポートされていません。サポートされているランタイム識別子を使用していることを確認するか、PublishReadyToRun プロパティを false に設定してください。
ko: NETSDK1095: 선택한 대상 플랫폼 또는 아키텍처의 경우 성능 향상을 위해 어셈블리를 최적화할 수 없습니다. 지원되는 런타임 식별자를 사용하고 있는지 확인하거나 PublishReadyToRun 속성을 false로 설정하세요.
pt_br: NETSDK1095: não há suporte para otimizar assemblies para desempenho na arquitetura ou plataforma de destino selecionada. Verifique se você está usando um identificador de tempo de execução com suporte ou defina a propriedade PublishReadyToRun como false.
ru: NETSDK1095: оптимизация сборок для повышения производительности не поддерживается для выбранной целевой платформы или архитектуры. Убедитесь, что используется поддерживаемый идентификатор среды выполнения, или установите значение false для свойства PublishReadyToRun.
zh_hans: NETSDK1095: 所选目标平台或体系结构不支持优化程序集的性能。请验证确保你在使用受支持的运行时标识符，或者将 PublishReadyToRun 属性设置为 false。
zh_hant: NETSDK1095: 選取的目標平台或架構不支援最佳化組件的效能。請務必使用支援的執行階段識別碼，或將 PublishReadyToRun 屬性設為 false。

# RollForwardRequiresVersion30
source: NETSDK1103: RollForward setting is only supported on .NET Core 3.0 or higher.
cs: NETSDK1103: Nastavení RollForward je podporováno pouze pro .NET Core 3.0 nebo vyšší.
de: NETSDK1103: Die RollForward-Einstellung wird nur für .NET Core 3.0 oder höher unterstützt.
es: NETSDK1103: La configuración de RollForward solo se admite en .NET Core 3.0 o versiones posteriores.
fr: NETSDK1103: le paramètre RollForward est uniquement pris en charge sur .NET Core 3.0 ou version ultérieure.
ja: NETSDK1103: ロールフォワードの設定は、.NET Core 3.0 以降でのみサポートされています。
ko: NETSDK1103: RollForward 설정은 .NET Core 3.0 이상에서만 지원됩니다.
pt_br: NETSDK1103: só há suporte para a configuração RollForward no .NET Core 3.0 ou superior.
ru: NETSDK1103: параметр RollForward поддерживается только в .NET Core 3.0 или более поздних версий.
zh_hans: NETSDK1103: RollForward 设置仅在 .NET Core 3.0 或更高版本上受支持。
zh_hant: NETSDK1103: 僅於 .NET Core 3.0 或更新版本支援 RollForward 設定。

# RuntimeIdentifierNotRecognized
source: NETSDK1083: The specified RuntimeIdentifier '{0}' is not recognized.
cs: NETSDK1083: Zadaný identifikátor RuntimeIdentifier {0} se nerozpoznal.
de: NETSDK1083: Der angegebene RuntimeIdentifier "{0}" wird nicht erkannt.
es: NETSDK1083: No se reconoce el valor de RuntimeIdentifier especificado "{0}".
fr: NETSDK1083: le RuntimeIdentifier spécifié, '{0}', n'est pas reconnu.
it: NETSDK1083: l'elemento RuntimeIdentifier '{0}' specificato non è riconosciuto.
ja: NETSDK1083: 指定された RuntimeIdentifier '{0}' は認識されていません。
ko: NETSDK1083: 지정된 RuntimeIdentifier '{0}'을(를) 인식할 수 없습니다.
pt_br: NETSDK1083: o RuntimeIdentifier especificado '{0}' não foi reconhecido.
ru: NETSDK1083: указанный RuntimeIdentifier "{0}" не распознан.
zh_hans: NETSDK1083: 无法识别指定的 RuntimeIdentifier“{0}”。
zh_hant: NETSDK1083: 無法辨識指定的 RuntimeIdentifier '{0}'。

# RuntimeIdentifierWasNotSpecified
source: NETSDK1028: Specify a RuntimeIdentifier
cs: NETSDK1028: Zadejte parametr RuntimeIdentifier.
de: NETSDK1028: Geben Sie einen RuntimeIdentifier an.
es: NETSDK1028: Especificar un valor para RuntimeIdentifier
fr: NETSDK1028: Spécifiez un RuntimeIdentifier
it: NETSDK1028: specificare un elemento RuntimeIdentifier
ja: NETSDK1028: RuntimeIdentifier の指定
ko: NETSDK1028: RuntimeIdentifier 지정
pt_br: NETSDK1028: Especifique um RuntimeIdentifier
ru: NETSDK1028: укажите RuntimeIdentifier
zh_hans: NETSDK1028: 指定一个 RuntimeIdentifier
zh_hant: NETSDK1028: 指定 RuntimeIdentifier

# RuntimeListNotFound
source: NETSDK1109: Runtime list file '{0}' was not found. Report this error to the .NET team here: https://aka.ms/dotnet-sdk-issue.
cs: NETSDK1109: Soubor seznamu modulu runtime {0} nebyl nalezen. Tady můžete tuto chybu nahlásit týmu .NET: https://aka.ms/dotnet-sdk-issue.
de: NETSDK1109: Die Runtimelistendatei "{0}" wurde nicht gefunden. Melden Sie diesen Fehler hier dem .NET-Team: https://aka.ms/dotnet-sdk-issue.
es: NETSDK1109: No se encontró el archivo de lista del entorno de ejecución "{0}". Notifique este error al equipo de .NET aquí: https://aka.ms/dotnet-sdk-issue.
fr: NETSDK1109: Le fichier de liste de runtime '{0}' est introuvable. Signalez cette erreur à l'équipe .NET ici : https://aka.ms/dotnet-sdk-issue.
ja: NETSDK1109: ランタイム リスト ファイル '{0}' が見つかりませんでした。https://aka.ms/dotnet-sdk-issue で、このエラーを .NET チームに報告してください。
ko: NETSDK1109: 런타임 목록 파일 '{0}'을(를) 찾을 수 없습니다. https://aka.ms/dotnet-sdk-issue에서 .NET 팀에 이 오류를 보고하세요.
pt_br: NETSDK1109: o arquivo da lista de runtime '{0}' não foi encontrado. Relate esse erro à equipe do .NET aqui: https://aka.ms/dotnet-sdk-issue.
ru: NETSDK1109: не найден файл списка среды выполнения "{0}". Сообщите об этой ошибке группе разработчиков .NET по следующему адресу: https://aka.ms/dotnet-sdk-issue.
zh_hans: NETSDK1109: 找不到运行时列表文件“{0}”。请在此处将此错误报告给 .NET 团队: https://aka.ms/dotnet-sdk-issue。
zh_hant: NETSDK1109: 找不到執行階段清單檔案 '{0}'。請將此錯誤回報給 .NET 小組: https://aka.ms/dotnet-sdk-issue。

# RuntimePackNotDownloaded
source: NETSDK1112: The runtime pack for {0} was not downloaded. Try running a NuGet restore with the RuntimeIdentifier '{1}'.
cs: NETSDK1112: Balíček modulu runtime pro {0} se nestáhl. Zkuste spustit obnovení NuGet s identifikátorem RuntimeIdentifier {1}.
de: NETSDK1112: Das Laufzeitpaket für "{0}" wurde nicht heruntergeladen. Führen Sie eine NuGet-Wiederherstellung mit RuntimeIdentifier "{1}" aus.
es: NETSDK1112: no se descargó el paquete de tiempo de ejecución de {0}. Pruebe a ejecutar una restauración de NuGet con RuntimeIdentifier "{1}".
fr: NETSDK1112: le pack de runtime pour {0} n'a pas été téléchargé. Essayez d'exécuter une restauration NuGet avec le RuntimeIdentifier '{1}'.
ja: NETSDK1112: {0} のランタイム パックがダウンロードされませんでした。RuntimeIdentifier '{1}' で NuGet 復元を実行してみてください。
ko: NETSDK1112: {0}용 런타임 팩이 다운로드되지 않았습니다. RuntimeIdentifier '{1}'을(를) 사용하여 NuGet 복원을 실행해 보세요.
pt_br: NETSDK1112: o pacote de tempo de execução para {0} não foi baixado. Tente executar uma restauração do NuGet com o RuntimeIdentifier '{1}'.
ru: NETSDK1112: пакет среды выполнения для {0} не был скачан. Попробуйте выполнить восстановление NuGet с помощью RuntimeIdentifier "{1}".
zh_hans: NETSDK1112: 未下载 {0} 的运行时包。请尝试使用 RuntimeIdentifier“{1}”运行 NuGet 还原。
zh_hant: NETSDK1112: 未下載 {0} 的執行階段套件。請嘗試使用 RuntimeIdentifier '{1}' 執行 NuGet 還原。

# RuntimePackNotRestored_TransitiveDisabled
source: NETSDK1185: The Runtime Pack for FrameworkReference '{0}' was not available. This may be because DisableTransitiveFrameworkReferenceDownloads was set to true.
cs: NETSDK1185: Sada Runtime Pack pro FrameworkReference {0} nebyla k dispozici. Důvodem může být to, že vlastnost DisableTransitiveFrameworkReferenceDownloads byla nastavena na hodnotu true.
fr: NETSDK1185: Le pack d'exécution pour FrameworkReference '{0}' n'était pas disponible. Cela peut être dû au fait que DisableTransitiveFrameworkReferenceDownloads a été défini sur true.
ja: NETSDK1185: FrameworkReference '{0}' のランタイム パックは使用できませんでした。DisableTransitiveFrameworkReferenceDownloads が true に設定されたことが原因である可能性があります。
zh_hans: NETSDK1185: FrameworkReference“{0}”的运行时包不可用。这可能是因为 DisableTransitiveFrameworkReferenceDownloads 设置为 true。

# SelfContainedExeCannotReferenceNonSelfContained
source: NETSDK1150: The referenced project '{0}' is a non self-contained executable. A non self-contained executable cannot be referenced by a self-contained executable. For more information, see https://aka.ms/netsdk1150
cs: NETSDK1150: odkazovaný projekt {0} je spustitelný soubor, který není samostatně obsažený. Na spustitelný soubor, který není samostatně obsažený, nelze odkazovat pomocí samostatně obsaženého spustitelného souboru. Další informace najdete na https://aka.ms/netsdk1150
de: NETSDK1150: Das referenzierte Projekt „{0}“ ist keine eigenständige ausführbare Datei. Auf eine nicht eigenständige ausführbare Datei kann nicht von einer eigenständigen ausführbaren Datei verwiesen werden. Weitere Informationen finden Sie unter https://aka.ms/netsdk1150.
es: NETSDK1150: El proyecto al que se hace referencia '{0}' es un ejecutable no independiente. Un archivo ejecutable independiente no puede hacer referencia a un ejecutable que no es independiente. Para obtener más información, consulte https://aka.ms/netsdk1150
fr: NETSDK1150: le projet référencé « {0} » est un exécutable qui n’est pas autonome. Un exécutable non autonome ne peut pas être référencé par un exécutable autonome. Pour plus d’informations, voir https://aka.ms/netsdk1150
ja: NETSDK1150: 参照先プロジェクト '{0}' は自己完結型以外の実行可能ファイルです。 自己完結型以外の実行可能ファイルは、自己完結型の実行可能ファイルでは参照できません。詳細については、「https://aka.ms/netsdk1150」を参照してください
ko: NETSDK1150: 참조된 프로젝트 '{0}'은(는) self-contained가 아닌 실행 파일입니다. self-contained가 아닌 실행 파일은 self-contained 실행 파일에서 참조할 수 없습니다. 자세한 내용은 https://aka.ms/netsdk1150을 참조하세요
pt_br: NETSDK1150: O projeto referenciado '{0}' é um executável não autossuficiente. Um executável não autossuficiente não pode ser referenciado por um executável autossuficiente. Para mais informações, consulte https://aka.ms/netsdk1150
ru: NETSDK1150: проект "{0}", на который указывает ссылка, является неавтономным исполняемым файлом. Автономный исполняемый файл не может ссылаться на неавтономный исполняемый файл. Дополнительные сведения см. на странице https://aka.ms/netsdk1150
zh_hans: NETSDK1150: 引用的项目“{0}”是非自包含的可执行文件。非自包含可执行文件不能由自包含可执行文件引用。如需获取更多信息，请访问 https://aka.ms/netsdk1150
zh_hant: NETSDK1150: 參照的專案 '{0}' 是非獨立式可執行檔。獨立式可執行檔無法參照非獨立式可執行檔。如需詳細資料，請參閱 https://aka.ms/netsdk1150

# SelfContainedOptionShouldBeUsedWithRuntime
source: NETSDK1179: One of '--self-contained' or '--no-self-contained' options are required when '--runtime' is used.
cs: NETSDK1179: Při použití příkazu --runtime je vyžadována jedna z možností --self-contained nebo --no-self-contained.
de: NETSDK1179: Eine der Optionen „--self-contained“ oder „--no-self-contained“ ist erforderlich, wenn „--runtime“ verwendet wird.
es: NETSDK1179: Se requiere una de las opciones "--self-contained" o "--no-self-contained" cuando se usa "--runtime".
ja: NETSDK1179: '--runtime' を使用する場合は、'--self-contained' または '--no-self-contained' オプションのいずれかが必要です。
ko: NETSDK1179: '--runtime'을 사용하는 경우 '--no-self-contained' 또는 '--no-self-contained' 옵션 중 하나가 필요합니다.
pt_br: NETSDK1179: uma das opções '--auto--contidas ' ou '--não-independentes ' é necessária quando '--runtime ' é usado.
ru: NETSDK1179: при использовании "--runtime" требуется параметр "--self-contained" или "--no-self-contained".
zh_hans: NETSDK1179: 使用“--runtime”时，必需选择“--self-contained”或“--no-self-contained”选项。
zh_hant: NETSDK1179: 使用 '--runtime' 時，必須有一個 '--self-contained' 或 '--no-self-contained' 選項。

# SkippingAdditionalProbingPaths
source: NETSDK1048: 'AdditionalProbingPaths' were specified for GenerateRuntimeConfigurationFiles, but are being skipped because 'RuntimeConfigDevPath' is empty.
cs: NETSDK1048: Cesty AdditionalProbingPaths byly zadány pro GenerateRuntimeConfigurationFiles, ale vynechávají se, protože RuntimeConfigDevPath je prázdné.
de: NETSDK1048: Für GenerateRuntimeConfigurationFiles wurden "AdditionalProbingPaths" angegeben, sie werden jedoch übersprungen, weil "RuntimeConfigDevPath" leer ist.
es: NETSDK1048: Se especificaron valores adicionales de "AdditionalProbingPaths" para GenerateRuntimeConfigurationFiles, pero se van a omitir porque el valor de "RuntimeConfigDevPath" está vacío.
fr: NETSDK1048: Des 'AdditionalProbingPaths' ont été spécifiés pour GenerateRuntimeConfigurationFiles, mais ils sont ignorés, car 'RuntimeConfigDevPath' est vide.
it: NETSDK1048: per GenerateRuntimeConfigurationFiles è stato specificato 'AdditionalProbingPaths', ma questo valore verrà ignorato perché 'RuntimeConfigDevPath' è vuoto.
ja: NETSDK1048: 'AdditionalProbingPaths' が GenerateRuntimeConfigurationFiles に指定されましたが、'RuntimeConfigDevPath' が空であるためスキップされます。
ko: NETSDK1048: GenerateRuntimeConfigurationFiles에 대해 'AdditionalProbingPaths'가 지정되었지만 'RuntimeConfigDevPath'가 비어 있어서 건너뜁니다.
pt_br: NETSDK1048: Os 'AdditionalProbingPaths' foram especificados para os GenerateRuntimeConfigurationFiles, mas estão sendo ignorados porque 'RuntimeConfigDevPath' está vazio.
ru: NETSDK1048: для GenerateRuntimeConfigurationFiles были указаны пути "AdditionalProbingPaths", но они будут пропущены, так как "RuntimeConfigDevPath" пуст.
zh_hans: NETSDK1048: "AdditionalProbingPaths" 被指定给 GenerateRuntimeConfigurationFiles，但被跳过，因为 "RuntimeConfigDevPath" 为空。
zh_hant: NETSDK1048: 已為 GenerateRuntimeConfigurationFiles 指定了 'AdditionalProbingPaths'，但因為 'RuntimeConfigDevPath' 是空的，所以已跳過它。

# TargetFrameworkIsEol
source: NETSDK1138: The target framework '{0}' is out of support and will not receive security updates in the future. Please refer to {1} for more information about the support policy.
cs: NETSDK1138: Cílová architektura {0} se nepodporuje a v budoucnu už nebude dostávat aktualizace zabezpečení. Další informace o zásadách podpory najdete tady: {1}
de: NETSDK1138: Das Zielframework "{0}" wird nicht mehr unterstützt und erhält in Zukunft keine Sicherheitsupdates mehr. Weitere Informationen zur Supportrichtlinie finden Sie unter "{1}".
es: NETSDK1138: La plataforma de destino "{0}" no tiene soporte técnico y no recibirá actualizaciones de seguridad en el futuro. Para obtener más información sobre la directiva de soporte técnico, consulte {1}.
fr: NETSDK1138: La version cible de .NET Framework ('{0}') n'est pas prise en charge et ne recevra pas les mises à jour de sécurité. Consultez {1} pour plus d'informations sur la stratégie de support.
ja: NETSDK1138: ターゲット フレームワーク '{0}' はサポートされていません。今後、セキュリティ更新プログラムを受け取ることはありません。サポート ポリシーの詳細については、{1} をご覧ください。
ko: NETSDK1138: 대상 프레임워크 '{0}'은(는) 지원되지 않으며 향후 보안 업데이트를 받을 수 없습니다. 지원 정책에 대한 자세한 내용은 {1}을(를) 참조하세요.
pt_br: NETSDK1138: não há mais suporte para a estrutura de destino '{0}' e ela não receberá atualizações de segurança no futuro. Confira {1} para obter mais informações sobre a política de suporte.
ru: NETSDK1138: целевая платформа "{0}" больше не поддерживается и не будет получать обновления для системы безопасности в будущем. Дополнительные сведения о политике поддержки см. в {1}.
zh_hans: NETSDK1138: 目标框架“{0}”不受支持，将来不会收到安全更新。有关支持策略的详细信息，请参阅 {1}。
zh_hant: NETSDK1138: 目標 Framework '{0}' 已不受支援，未來將不會再收到任何安全性更新。如需支援原則的詳細資訊，請參閱 {1}。

# TargetFrameworkWithSemicolon
source: NETSDK1046: The TargetFramework value '{0}' is not valid. To multi-target, use the 'TargetFrameworks' property instead.
cs: NETSDK1046: Hodnota TargetFramework {0} není platná. Pokud chcete cílit na více cílů, použijte raději vlastnost TargetFrameworks.
de: NETSDK1046: Der TargetFramework-Wert "{0}" ist nicht gültig. Verwenden Sie für mehrere Ziele die Eigenschaft "TargetFrameworks".
es: NETSDK1046: El valor de TargetFramework "{0}" no es válido. Para varios destinos, use en su lugar la propiedad "TargetFrameworks".
fr: NETSDK1046: La valeur TargetFramework '{0}' est non valide. Pour effectuer un multiciblage, utilisez la propriété 'TargetFrameworks' à la place.
it: NETSDK1046: il valore '{0}' di TargetFramework non è valido. Per impostare più destinazioni, usare la proprietà 'TargetFrameworks'.
ja: NETSDK1046: TargetFramework 値 '{0}' が無効です。複数をターゲットとするには、代わりに 'TargetFrameworks' プロパティを使用してください。
ko: NETSDK1046: TargetFramework 값 '{0}'이(가) 잘못되었습니다. 여러 대상을 지정하려면 'TargetFrameworks' 속성을 대신 사용하세요.
pt_br: NETSDK1046: O valor '{0}' do TargetFramework não é válido. Para vários destinos, use a propriedade 'TargetFrameworks'.
ru: NETSDK1046: значение "{0}" свойства TargetFramework недопустимо. Для выбора нескольких целевых платформ используйте свойство "TargetFrameworks".
zh_hans: NETSDK1046: TargetFramework 值“{0}”无效。若要设置多个目标，请改用 "TargetFrameworks" 属性。
zh_hant: NETSDK1046: TargetFramework 值 '{0}' 無效。若要設定多重目標，請改用 'TargetFrameworks' 屬性。
