Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# CannotHaveSolutionLevelOutputPath
source: NETSDK1194: The "--output" option isn't supported when building a solution. Specifying a solution-level output path results in all projects copying outputs to the same directory, which can lead to inconsistent builds.
cs: NETSDK1194: Při sestavování řešení se nepodporuje volba “--output“. Zadání výstupní cesty na úrovni řešení vede k tomu, že všechny projekty kopírují výstupy do stejného adresáře, což může vést k nekonzistentnímu sestavení.
fr: NETSDK1194: l’option « --output » n’est pas prise en charge lors de la génération d’une solution. Si vous spécifiez un chemin de sortie au niveau de la solution, tous les projets copient les sorties dans le même répertoire, ce qui peut entraîner des builds incohérentes.
ja: NETSDK1194: ソリューションのビルド時に "--output" オプションはサポートされていません。ソリューション レベルの出力パスを指定すると、すべてのプロジェクトで出力が同じディレクトリにコピーされ、ビルドの一貫性が失われる可能性があります。
zh_hans: NETSDK1194: 生成解决方案时不支持 "--output" 选项。指定解决方案级输出路径会导致所有项目将输出复制到同一目录，这可能会导致生成不一致。

# CannotHaveSolutionLevelRuntimeIdentifier
source: NETSDK1134: Building a solution with a specific RuntimeIdentifier is not supported. If you would like to publish for a single RID, specify the RID at the individual project level instead.
cs: NETSDK1134: Vytváření řešení s konkrétním identifikátorem RuntimeIdentifier se nepodporuje. Pokud chcete publikovat pro jedno RID, zadejte místo toho RID na úrovni jednotlivých projektů.
fr: NETSDK1134: la création d'une solution avec un RuntimeIdentifier spécifique n'est pas prise en charge. Si vous souhaitez publier pour un seul RID, spécifiez plutôt le RID au niveau du projet individuel.
ja: NETSDK1134: 特定の RuntimeIdentifier を使用したソリューションのビルドはサポートされていません。単一の RID に対して発行する場合は、個々のプロジェクト レベルで RID を指定してください。
zh_hans: NETSDK1134: 不支持使用特定 RuntimeIdentifier 生成解决方案。如果要为单个 RID 发布，请改为在单独的项目级别指定 RID。

# CannotHaveSupportedOSPlatformVersionHigherThanTargetPlatformVersion
source: NETSDK1135: SupportedOSPlatformVersion {0} cannot be higher than TargetPlatformVersion {1}.
cs: NETSDK1135: SupportedOSPlatformVersion {0} nemůže být větší než TargetPlatformVersion {1}.
de: NETSDK1135: SupportedOSPlatformVersion {0} darf nicht höher sein als TargetPlatformVersion {1}.
es: NETSDK1135: El valor de SupportedOSPlatformVersion {0} no puede ser mayor que TargetPlatformVersion {1}.
fr: NETSDK1135: le SupportedOSPlatformVersion {0} ne doit pas être supérieur au TargetPlatformVersion {1}.
ja: NETSDK1135: SupportedOSPlatformVersion {0} を TargetPlatformVersion {1} より大きくすることはできません。
ko: NETSDK1135: SupportedOSPlatformVersion {0}은(는) TargetPlatformVersion {1}보다 높을 수 없습니다.
pt_br: NETSDK1135: SupportedOSPlatformVersion {0} não pode ser superior a TargetPlatformVersion {1}.
ru: NETSDK1135: версия SupportedOSPlatformVersion {0} не может быть выше версии TargetPlatformVersion {1}.
zh_hans: NETSDK1135: SupportedOSPlatformVersion {0} 不能高于 TargetPlatformVersion {1}。
zh_hant: NETSDK1135: SupportedOSPlatformVersion {0} 不得高於 TargetPlatformVersion {1}。

# CannotIncludeAllContentButNotNativeLibrariesInSingleFile
source: NETSDK1143: Including all content in a single file bundle also includes native libraries. If IncludeAllContentForSelfExtract is true, IncludeNativeLibrariesForSelfExtract must not be false.
cs: NETSDK1143: Když se do sady s jedním souborem zahrne veškerý obsah, zahrnou se i nativní knihovny. Pokud je IncludeAllContentForSelfExtract nastavené na true, IncludeNativeLibrariesForSelfExtract nesmí být false.
de: NETSDK1143: Wenn der gesamte Inhalt in einem einzelnen Dateipaket eingeschlossen wird, sind darin auch native Bibliotheken enthalten. Wenn "IncludeAllContentForSelfExtract" auf TRUE festgelegt wird, darf "IncludeNativeLibrariesForSelfExtract" nicht FALSE lauten.
es: NETSDK1143: Al incluir todo el contenido en una única agrupación de archivos, también se incluyen las bibliotecas nativas. Si IncludeAllContentForSelfExtract es true, IncludeNativeLibrariesForSelfExtract no debe ser false.
fr: NETSDK1143: L'inclusion de tout le contenu dans un bundle à un seul fichier inclut également les bibliothèques natives. Si IncludeAllContentForSelfExtract a la valeur true, IncludeNativeLibrariesForSelfExtract ne doit pas avoir la valeur false.
ja: NETSDK1143: 単一のファイル バンドルにすべてのコンテンツを含めると、ネイティブ ライブラリも含まれます。IncludeAllContentForSelfExtract が true の場合、IncludeNativeLibrariesForSelfExtract を false にすることはできません。
ko: NETSDK1143: 단일 파일 번들에 모든 콘텐츠를 포함하면 네이티브 라이브러리도 포함됩니다. IncludeAllContentForSelfExtract가 true면 IncludeNativeLibrariesForSelfExtract는 false가 아니어야 합니다.
pt_br: NETSDK1143: Incluir todo o conteúdo em um pacote de arquivo único também inclui bibliotecas nativas. Se IncludeAllContentForSelfExtract for true, IncludeNativeLibrariesForSelfExtract não pode ser false.
ru: NETSDK1143: включение всего содержимого в один файловый пакет также приводит к включению собственных библиотек. Если IncludeAllContentForSelfExtract имеет значение true, IncludeNativeLibrariesForSelfExtract не должен иметь значение false.
zh_hans: NETSDK1143: 包含单个文件包中的所有内容意味着也包括本机库。如果 IncludeAllContentForSelfExtract 为 true，则 IncludeNativeLibrariesForSelfExtract 不能为 false。
zh_hant: NETSDK1143: 在單一檔案套件中包括所有內容，包含原生程式庫。若 IncludeAllContentForSelfExtract 為 true，則 IncludeNativeLibrariesForSelfExtract 不可為 false。

# CannotIncludeSymbolsInSingleFile
source: NETSDK1142: Including symbols in a single file bundle is not supported when publishing for .NET5 or higher.
cs: NETSDK1142: Když se publikuje pro .NET5 a novější, zahrnutí souborů do sady s jedním souborem se nepodporuje.
de: NETSDK1142: Das Einschließen von Symbolen in ein einzelnes Dateipaket wird beim Veröffentlichen für .NET5 oder höher nicht unterstützt.
es: NETSDK1142: No se admite la inclusión de símbolos en una única agrupación de archivos cuando se publica para .NET5 o una versión posterior.
fr: NETSDK1142: L'inclusion de symboles dans un bundle à un seul fichier n'est pas prise en charge lors de la publication pour .NET5 ou ultérieur.
ja: NETSDK1142: .NET5 以降に対してパブリッシュする場合、単一のファイル バンドルにシンボルを含めることはサポートされていません。
ko: NETSDK1142: .NET5 이상을 게시할 때 단일 파일 번들에서 기호를 포함할 수 없습니다.
pt_br: NETSDK1142: Não há suporte para a inclusão de símbolos em um pacote de arquivo durante a publicação para .NET5 ou superior.
ru: NETSDK1142: включение символов в один файловый пакет не поддерживается при публикации для .NET5 или более поздней версии.
zh_hans: NETSDK1142: 针对 .NET5 或更高版本发布时，不支持在单个文件包中包括符号。
zh_hant: NETSDK1142: 發行至 .NET5 或更新版本時，不支援在單一檔案套件中包含符號。

# CannotInferTargetFrameworkIdentifierAndVersion
source: NETSDK1013: The TargetFramework value '{0}' was not recognized. It may be misspelled. If not, then the TargetFrameworkIdentifier and/or TargetFrameworkVersion properties must be specified explicitly.
cs: NETSDK1013: Hodnota TargetFramework {0} nebyla rozpoznána. Je možné, že obsahuje překlepy. Pokud tomu tak není, musíte vlastnosti TargetFrameworkIdentifier a TargetFrameworkVersion zadat explicitně.
de: NETSDK1013: Der TargetFramework-Wert "{0}" wurde nicht erkannt. Unter Umständen ist die Schreibweise nicht korrekt. Andernfalls müssen die Eigenschaften TargetFrameworkIdentifier und/oder TargetFrameworkVersion explizit angegeben werden.
es: NETSDK1013: El valor de TargetFramework "{0}" no se reconoció. Puede que esté mal escrito. Si este no es el caso, las propiedades TargetFrameworkIdentifier o TargetFrameworkVersion se deben especificar explícitamente.
fr: NETSDK1013: La valeur TargetFramework '{0}' n'a pas été reconnue. Elle est peut-être mal orthographiée. Sinon, vous devez spécifier explicitement les propriétés TargetFrameworkIdentifier et/ou TargetFrameworkVersion.
it: NETSDK1013: il valore {0}' di TargetFramework non è stato riconosciuto. È possibile che sia stato digitato in modo errato. In caso contrario, le proprietà TargetFrameworkIdentifier e/o TargetFrameworkVersion devono essere specificate in modo esplicito.
ja: NETSDK1013: TargetFramework 値 '{0}' が認識されませんでした。つづりが間違っている可能性があります。間違っていない場合は、TargetFrameworkIdentifier または TargetFrameworkVersion プロパティ (あるいはその両方) を明示的に指定する必要があります。
ko: NETSDK1013: TargetFramework 값 '{0}'을(를) 인식하지 못했습니다. 철자가 틀렸을 수 있습니다. 그렇지 않은 경우 TargetFrameworkIdentifier 및/또는 TargetFrameworkVersion 속성을 명시적으로 지정해야 합니다.
pt_br: NETSDK1013: O valor '{0}' do TargetFramework não foi reconhecido. Ele pode ter sido escrito com ortografia incorreta. Caso contrário, as propriedades TargetFrameworkIdentifier e/ou TargetFrameworkVersion precisarão ser especificadas explicitamente.
ru: NETSDK1013: значение "{0}" в TargetFramework не распознано. Возможно, оно содержит опечатку. Если это не так, задайте свойства TargetFrameworkIdentifier и (или) TargetFrameworkVersion явным образом.
zh_hans: NETSDK1013: 未识别 TargetFramework 值“{0}”。可能是因为拼写错误。如果拼写正确，必须显式指定 TargetFrameworkIdentifier 和/或 TargetFrameworkVersion 属性。
zh_hant: NETSDK1013: 無法辨識 TargetFramework 值 '{0}'。拼字可能有誤。若非此情況，即必須明確指定 TargetFrameworkIdentifier 及 (或) TargetFrameworkVersion 屬性。

# CannotUseSelfContainedWithoutAppHost
source: NETSDK1067: Self-contained applications are required to use the application host. Either set SelfContained to false or set UseAppHost to true.
cs: NETSDK1067: K používání hostitele aplikace se vyžadují samostatné (nezávislé) aplikace. Nastavte možnost SelfContained na false nebo nastavte UseAppHost na true.
de: NETSDK1067: Eigenständige Anwendungen müssen den Anwendungshost verwenden. Legen Sie "SelfContained" auf FALSE oder "UseAppHost" auf TRUE fest.
es: NETSDK1067: Las aplicaciones independientes deben utilizar un host de aplicación. Establezca SelfContained en false o UseAppHost en true.
fr: NETSDK1067: Des applications autonomes sont obligatoires pour utiliser l'hôte d'application. Définissez SelfContained avec la valeur false ou UseAppHost avec la valeur true.
it: NETSDK1067: con le applicazioni complete è necessario usare l'host applicazione. Impostare SelfContained su false o UseAppHost su true.
ja: NETSDK1067: アプリケーション ホストを使用するには、自己完結型のアプリケーションが必要です。SelfContained を false に設定するか、UseAppHost を true に設定してください。
ko: NETSDK1067: 애플리케이션 호스트를 사용하려면 자체 포함 애플리케이션이 필요합니다. SelfContained를 false로 설정하거나 UseAppHost를 true로 설정하세요.
pt_br: NETSDK1067: os aplicativos independentes são necessários para utilizar o host do aplicativo. Defina SelfContained como falso ou defina UseAppHost como verdadeiro.
ru: NETSDK1067: для использования узла приложений требуются автономные приложения. Задайте свойству SelfContained значение false или задайте свойству UseAppHost значение true.
zh_hans: NETSDK1067: 需要自包含应用程序才能使用应用程序主机。将 SelfContained 设置为 false，或者将 UseAppHost 设置为 true。
zh_hant: NETSDK1067: 需要獨立式應用程式，才可使用該應用程式主機。請將 SelfContained 設定為 False，或是將 UseAppHost 設定為 True。

# CanOnlyHaveSingleFileWithNetCoreApp
source: NETSDK1125: Publishing to a single-file is only supported for netcoreapp target.
cs: NETSDK1125: Publikování do jednoho souboru se podporuje jen pro cíl netcoreapp.
de: NETSDK1125: Das Veröffentlichen in einer einzelnen Datei wird nur für das netcoreapp-Ziel unterstützt.
es: NETSDK1125: La publicación en un único archivo solo se admite para el destino netcoreapp.
fr: NETSDK1125: la publication sur un seul fichier est uniquement prise en charge pour une cible netcoreapp.
ja: NETSDK1125: 1 つのファイルへの発行は netcoreapp ターゲットでのみサポートされています。
ko: NETSDK1125: 단일 파일에 게시는 netcoreapp 대상에만 지원됩니다.
pt_br: NETSDK1125: há suporte para a publicação em um único arquivo somente para o destino netcoreapp.
ru: NETSDK1125: публикация в один файл поддерживается только для целевой платформы netcoreapp.
zh_hans: NETSDK1125: 仅 netcoreapp 目标支持发布到单个文件。
zh_hant: NETSDK1125: 只有 netcoreapp 目標支援發行到單一檔案。

# ChoosingAssemblyVersion_Info
source: Choosing '{0}' because AssemblyVersion '{1}' is greater than '{2}'.
cs: Volí se {0}, protože verze sestavení {1} je větší než {2}.
de: Auswahl von "{0}", weil AssemblyVersion {1} höher ist als {2}.
es: Se elegirá "{0}" porque AssemblyVersion "{1}" es mayor que "{2}".
fr: '{0}' choisi, car AssemblyVersion '{1}' est supérieur à '{2}'.
ja: AssemblyVersion '{1}' が '{2}' より大きいため、'{0}' を選択しています。
ko: AssemblyVersion '{1}'이(가) '{2}'보다 크기 때문에 '{0}'을(를) 선택합니다.
pt_br: Escolhendo '{0}' porque AssemblyVersion '{1}' é maior que '{2}'.
ru: Используется "{0}", так как значение AssemblyVersion "{1}" больше "{2}".
zh_hans: 选择“{0}”，因为 AssemblyVersion“{1}”高于“{2}”。
zh_hant: 因為 AssemblyVersion '{1}' 大於 '{2}'，所以選擇 '{0}'。

# ChoosingCopyLocalArbitrarily_Info
source: Choosing '{0}' arbitrarily as both items are copy-local and have equal file and assembly versions.
cs: Hodnota {0} se volí jako libovolná, protože obě položky jsou místní kopie a mají stejnou verzi souboru a sestavení.
de: Zufällige Auswahl von "{0}", weil für beide Elemente "copy-local" festgelegt wurde und sie die gleiche Datei- und Assemblyversion aufweisen.
es: Se elige "{0}" arbitrariamente, ya que ambos elementos son una copia local y tienen la misma versión de archivo y de ensamblado.
fr: '{0}' choisi arbitrairement, car les deux éléments sont des copies locales et ont des versions de fichier et d'assembly identiques.
ja: 両方の項目がローカル コピーであり、ファイルとアセンブリのバージョンが等しいため、'{0}' を任意に選択しています。
ko: 두 항목이 모두 로컬 복사이고 파일 및 어셈블리 버전이 같으므로 임의로 '{0}'을(를) 선택합니다.
pt_br: Escolhendo '{0}' arbitrariamente, pois os dois itens são de cópia local e têm versões iguais de arquivo e assembly.
ru: Выбор "{0}" произвольным образом, так как оба элемента являются локальными для копирования и имеют одинаковые версии файлов и сборок.
zh_hans: 任意选择“{0}”，因为两个项都是本地副本且文件和程序集版本相等。
zh_hant: 因為兩個項目都是複製到本機，而且具有相同的檔案和組件版本，所以任意選擇 '{0}'。

# ChoosingFileVersion_Info
source: Choosing '{0}' because file version '{1}' is greater than '{2}'.
cs: Volí se {0}, protože verze souboru {1} je větší než {2}.
de: Auswahl von "{0}", weil die Dateiversion {1} höher ist als {2}.
es: Se elegirá "{0}" porque la versión del archivo "{1}" es mayor que "{2}".
fr: '{0}' choisi, car la version de fichier '{1}' est supérieure à '{2}'.
ja: ファイルのバージョン '{1}' が '{2}' より大きいため、'{0}' を選択しています。
ko: 파일 버전 '{1}'이(가) '{2}'보다 크기 때문에 '{0}'을(를) 선택합니다.
pt_br: Escolhendo '{0}' porque a versão do arquivo '{1}' é maior que '{2}'.
ru: Используется "{0}", так как версия файла "{1}" больше "{2}".
zh_hans: 选择“{0}”，因为文件版本“{1}”高于“{2}”。
zh_hant: 因為檔案版本 '{1}' 大於 '{2}'，所以選擇 '{0}'。

# ChoosingPlatformItem_Info
source: Choosing '{0}' because it is a platform item.
cs: Volí se {0}, protože jde o položku platformy.
de: Auswahl von "{0}", weil es sich um ein Plattformelement handelt.
es: Se elegirá "{0}" porque es un elemento de la plataforma.
fr: '{0}' choisi, car il s'agit d'un élément de plateforme.
ja: '{0}' はプラットフォーム項目であるため、これを選択しています。
ko: 플랫폼 항목이기 때문에 '{0}'을(를) 선택합니다.
pt_br: Escolhendo '{0}' porque é um item de plataforma.
ru: Используется "{0}", так как это элемент платформы.
zh_hans: 选择“{0}”，因为它是平台项。
zh_hant: 因為 '{0}' 為平台項目，所以選擇它。

# ChoosingPreferredPackage_Info
source: Choosing '{0}' because it comes from a package that is preferred.
cs: Volí se {0}, protože pochází z preferovaného balíčku.
de: Auswahl von "{0}", weil es aus einem bevorzugten Paket stammt.
es: Se elegirá "{0}" porque viene de un paquete que es preferido.
fr: '{0}' choisi, car il provient d'un package préféré.
ja: '{0}' は優先されるパッケージからのものであるため、これを選択しています。
ko: 기본 설정되는 패키지에 있기 때문에 '{0}'을(를) 선택합니다.
pt_br: Escolhendo '{0}' porque vem de um pacote que é preferencial.
ru: Используется "{0}", так как источником является предпочтительный пакет.
zh_hans: 选择“{0}”，因为它来自首选包。
zh_hant: 因為 '{0}' 來自慣用的套件，所以選擇它。

# ClsidMapConflictingGuids
source: NETSDK1089: The '{0}' and '{1}' types have the same CLSID '{2}' set in their GuidAttribute. Each COMVisible class needs to have a distinct guid for their CLSID.
cs: NETSDK1089: Typy {0} a {1} mají v GuidAttribute nastavené stejné CLSID {2}. Každá třída COMVisible potřebuje pro své CLSID jedinečné GUID.
de: NETSDK1089: Für die Typen "{0}" und "{1}" ist dieselbe CLSID "{2}" im GuidAttribute festgelegt. Jede COMVisible-Klasse muss eine eindeutige GUID für ihre CLSID aufweisen.
es: NETSDK1089: Los tipos "{0}" y "{1}" tienen el mismo CLSID "{2}" establecido en su GuidAttribute. Cada clase COMVisible ebe tener un GUID distinto para su CLSID.
fr: NETSDK1089: les types '{0}' et '{1}' ont le même CLSID '{2}' défini dans GuidAttribute. Chaque classe COMVisible doit avoir un CLSID avec un GUID distinct.
ja: NETSDK1089: 型 '{0}' および '{1}' では、GuidAttribute で同じ CLSID '{2}' が設定されています。各 COMVisible クラスでは、CLSID に異なる guid が設定されている必要があります。
ko: NETSDK1089: '{0}' 및 '{1}' 형식이 GuidAttribute에 설정된 같은 CLSID '{2}'을(를) 포함합니다. 각 COMVisible 클래스는 해당 CLSID에 대해 고유한 guid를 포함해야 합니다.
pt_br: NETSDK1089: os tipos '{0}' e '{1}' têm o mesmo CLSID '{2}' definido em seu GuidAttribute. Cada classe COMVisible precisa ter um guid distinto para seus CLSID.
ru: NETSDK1089: для типов "{0}" и "{1}" в GuidAttribute задан одинаковый CLSID "{2}". Каждый класс COMVisible должен иметь уникальный GUID для своего CLSID.
zh_hans: NETSDK1089: “{0}”和“{1}”类型在其 GuidAttribute 中设置了相同的 CLSID“{2}”。每个 COMVisible 类都需要为其 CLSID 提供一个不同的 GUID。
zh_hant: NETSDK1089: '{0}' 與 '{1}' 類型在其 GuidAttribute 中設定了相同的 CLSID '{2}'。每個 COMVisible 類別對其 CLSID 都必須要有相異的 guid。

# ClsidMapExportedTypesRequireExplicitGuid
source: NETSDK1088: The COMVisible class '{0}' must have a GuidAttribute with the CLSID of the class to be made visible to COM in .NET Core.
cs: NETSDK1088: Třída COMVisible {0} musí mít GuidAttribute s CLSID třídy, která se má zviditelnit pro model COM v architektuře .NET Core.
de: NETSDK1088: Die COMVisible-Klasse "{0}" muss ein GuidAttribute mit der CLSID der Klasse aufweisen, damit sie für COM in .NET Core sichtbar gemacht wird.
es: NETSDK1088: La clase COMVisible "{0}" debe tener un valor de GuidAttribute con el CLSID de la clase de forma que sea visible para COM en .NET Core.
fr: NETSDK1088: la classe COMVisible '{0}' doit avoir un GuidAttribute ayant le CLSID de la classe à rendre visible par COM dans .NET Core.
ja: NETSDK1088: COMVisible クラス '{0}' を .NET Core 内の COM に対して参照可能にするには、クラスの CLSID を持つ GuidAttribute を含める必要があります。
ko: NETSDK1088: COMVisible 클래스 '{0}'이(가) .NET Core에서 COM에 표시되려면 클래스의 CLSID가 포함된 GuidAttribute를 포함해야 합니다.
pt_br: NETSDK1088: a classe COMVisible '{0}' deve ter um GuidAttribute com o CLSID da classe para fique visível para o COM no .NET Core.
ru: NETSDK1088: класс COMVisible "{0}"должен иметь GuidAttribute с идентификатором CLSID класса, чтобы стать видимым для COM в .NET Core.
zh_hans: NETSDK1088: COMVisible 类“{0}”必须具有 GuidAttribute，该类的 CLSID 将在 .NET Core 中对 COM 可见。
zh_hant: NETSDK1088: COMVisible 類別 '{0}' 必須要有 .NET Core 中 COM 可見到之 CLSID 類別的 GuidAttribute。

# ClsidMapInvalidAssembly
source: NETSDK1090: The supplied assembly '{0}' is not valid. Cannot generate a CLSIDMap from it.
cs: NETSDK1090: Zadané sestavení {0} není platné. Nedá se z něj vygenerovat CLSIDMap.
de: NETSDK1090: Die angegebene Assembly "{0}" ist ungültig. Daraus kann keine CLSIDMap generiert werden.
es: NETSDK1090: El ensamblado proporcionado "{0}" no es válido. No se puede generar un valor de CLSIDMap a partir de él.
fr: NETSDK1090: l'assembly '{0}' fourni est non valide. Impossible de générer CLSIDMap à partir de celui-ci.
ja: NETSDK1090: 指定されたアセンブリ '{0}' が無効です。CLSIDMap を生成できません。
ko: NETSDK1090: 제공된 어셈블리 '{0}'이(가) 잘못되었습니다. 해당 어셈블리에서 CLSIDMap을 생성할 수 없습니다.
pt_br: NETSDK1090: o assembly fornecido '{0}' não é válido. Não é possível gerar um CLSIDMap dele.
ru: NETSDK1090: указана недопустимая сборка "{0}". Не удается создать из нее CLSIDMap.
zh_hans: NETSDK1090: 提供的程序集“{0}”无效。无法从该程序集生成 CLSIDMap。
zh_hant: NETSDK1090: 提供的組件 '{0}' 無效。無法從其產生 CLSIDMap。

# CompressionInSingleFileRequires60
source: NETSDK1167: Compression in a single file bundle is only supported when publishing for .NET6 or higher.
cs: NETSDK1167: Komprese do jediné souborové sady se podporuje jen u publikování pro .NET6 nebo vyšší.
de: NETSDK1167: Die Komprimierung in einem einzelnen Dateipaket wird nur beim Veröffentlichen für .NET6 oder höher verwendet.
es: NETSDK1167: La compresión en un solo lote de archivos solo se admite cuando se publica para .NET6 o una versión superior.
fr: NETSDK1167: la compression dans un lot de fichiers unique est uniquement prise en charge lors de la publication pour .NET6 ou une valeur supérieure.
ja: NETSDK1167: 単一ファイル バンドルの圧縮は、.NET6 またはそれ以降の発行時にのみサポートされます。
ko: NETSDK1167: 단일 파일 번들에서 압축은 .NET6 이상에 게시할 때만 지원됩니다.
pt_br: NETSDK1167: a compactação em um único pacote de arquivos só é compatível ao publicar em .NET6 ou superior.
ru: NETSDK1167: сжатие в один файловый пакет поддерживается только при публикации для .NET6 или более поздней версии.
zh_hans: NETSDK1167: 仅支持在为 .NET6 或更高版本发布时进行单个文件包的压缩。
zh_hant: NETSDK1167: 只有在針對 .NET6 或更新版本發佈時，才支援在單一檔案套件組合中進行壓縮。

# CompressionInSingleFileRequiresSelfContained
source: NETSDK1176: Compression in a single file bundle is only supported when publishing a self-contained application.
cs: NETSDK1176: Komprese do jediné souborové sady se podporuje jen u publikování samostatné aplikace.
de: NETSDK1176: Die Komprimierung zu einem einzelnen Dateibündel wird nur beim Veröffentlichen einer eigenständigen Anwendung unterstützt.
es: NETSDK1176: la compresión en un único paquete de archivos solo se admite al publicar una aplicación independiente.
fr: NETSDK1176: la compression dans un groupe de fichiers unique n’est prise en charge que lors de la publication d’une application autonome.
ja: NETSDK1176: 単一ファイル バンドルの圧縮は、内蔵アプリケーションの発行時にのみサポートされます。
ko: NETSDK1176: 자체 포함 애플리케이션이 게시된 경우 단일 파일 번들의 압축만 지원됩니다.
pt_br: NETSDK1176: A compressão em um único pacote de arquivos só é suportada quando se publica uma aplicação autocontida.
ru: NETSDK1176: сжатие в один файловый пакет поддерживается только при публикации автономного приложения.
zh_hans: NETSDK1176: 仅在发布独立应用程序时才支持在单个文件捆绑包中进行压缩。
zh_hant: NETSDK1176: 只有在發佈獨立應用程式時，才支援在單一檔案套件組合中進行壓縮。

# ConflictingRuntimePackInformation
source: NETSDK1133: There was conflicting information about runtime packs available for {0}: {1}
cs: NETSDK1133: Pro {0} byly k dispozici konfliktní informace o balíčcích modulu runtime: {1}
de: NETSDK1133: Es lagen widersprüchliche Informationen zu den für "{0}" verfügbaren Runtimepaketen vor: {1}
es: NETSDK1133: había información en conflicto acerca de los paquetes de tiempo de ejecución disponibles para {0}: {1}
fr: NETSDK1133: il existe des informations en conflit relatives aux packs de runtime disponibles pour {0} : {1}
ja: NETSDK1133: {0} で使用可能なランタイム パックの情報が競合しています: {1}
ko: NETSDK1133: {0}에 사용할 수 있는 런타임 팩에 대해 충돌하는 정보가 있습니다. {1}
pt_br: NETSDK1133: havia informações conflitantes sobre os pacotes de runtime disponíveis para {0}: {1}
ru: NETSDK1133: для {0} имеются конфликтующие сведения о пакетах среды выполнения: {1}
zh_hans: NETSDK1133: 可供{0} 使用的运行时包的信息存在冲突: {1}
zh_hant: NETSDK1133: {0} 有相衝突的執行階段套件資訊: {1}

# ContentItemDoesNotProvideOutputPath
source: NETSDK1014: Content item for '{0}' sets '{1}', but does not provide '{2}' or '{3}'.
cs: NETSDK1014: Položka obsahu pro {0} nastaví {1}, ale neposkytuje {2} ani {3}.
de: NETSDK1014: Das Inhaltselement für "{0}" legt "{1}" fest, gibt aber "{2}" oder "{3}" nicht an.
es: NETSDK1014: El elemento de contenido de "{0}" establece "{1}", pero no proporciona "{2}" ni "{3}".
fr: NETSDK1014: L'élément de contenu pour '{0}' définit '{1}', mais ne fournit ni '{2}' ni '{3}'.
it: NETSDK1014: l'elemento di contenuto per '{0}' imposta '{1}', ma non fornisce '{2}' o '{3}'.
ja: NETSDK1014: '{0}' のコンテンツ項目で '{1}' が設定されていますが、'{2}' または '{3}' は指定されていません。
ko: NETSDK1014: '{0}'의 콘텐츠 항목이 '{1}'을(를) 설정하지만, '{2}' 또는 '{3}'을(를) 제공하지 않습니다.
pt_br: NETSDK1014: O item de conteúdo para '{0}' define '{1}', mas não fornece '{2}' ou '{3}'.
ru: NETSDK1014: элемент содержимого для "{0}" задает "{1}", но не предоставляет "{2}" или "{3}".
zh_hans: NETSDK1014: “{0}”的内容项设置为“{1}”，但不提供“{2}”或“{3}”。
zh_hant: NETSDK1014: '{0}' 的內容項目設定了 '{1}'，但未提供 '{2}' 或 '{3}'。
