Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# DuplicateRuntimePackAsset
source: NETSDK1110: More than one asset in the runtime pack has the same destination sub-path of '{0}'. Report this error to the .NET team here: https://aka.ms/dotnet-sdk-issue.
cs: NETSDK1110: Více než jeden prostředek v balíčku modulu runtime má stejnou cílovou dílčí cestu {0}. Tady můžete tuto chybu nahlásit týmu .NET: https://aka.ms/dotnet-sdk-issue.
de: NETSDK1110: Mehr als eine Ressource im Runtimepaket weist den gleichen Zielunterpfad "{0}" auf. Melden Sie diesen Fehler hier dem .NET-Team: https://aka.ms/dotnet-sdk-issue.
es: NETSDK1110: Más de un recurso del paquete del entorno de ejecución tiene la misma subruta de acceso de destino de "{0}". Notifique este error al equipo de .NET aquí: https://aka.ms/dotnet-sdk-issue.
fr: NETSDK1110: Plusieurs composants du pack de runtime ont le même sous-chemin de destination que '{0}'. Signalez cette erreur à l'équipe .NET ici : https://aka.ms/dotnet-sdk-issue.
ja: NETSDK1110: ランタイム パック内の複数のアセットに同じターゲット サブパス '{0}' が指定されています。https://aka.ms/dotnet-sdk-issue で、このエラーを .NET チームに報告してください。
ko: NETSDK1110: 런타임 팩에 있는 두 개 이상 자산에 동일한 대상 하위 경로인 '{0}'이(가) 있습니다. https://aka.ms/dotnet-sdk-issue에서 .NET 팀에 이 오류를 보고하세요.
pt_br: NETSDK1110: mais de um ativo no pacote de runtime tem o mesmo subcaminho de destino de '{0}'. Relate esse erro à equipe do .NET: https://aka.ms/dotnet-sdk-issue.
ru: NETSDK1110: сразу несколько ресурсов в пакете среды выполнения имеют один и тот же конечный вложенный путь "{0}". Сообщите об этой ошибке группе разработчиков .NET по следующему адресу: https://aka.ms/dotnet-sdk-issue.
zh_hans: NETSDK1110: 运行时包中的多个资产具有“{0}”的相同目标子路径。请在此处将此错误报告给 .NET 团队: https://aka.ms/dotnet-sdk-issue。
zh_hant: NETSDK1110: 執行階段套件中有多項資產具有相同的目的地子路徑 '{0}'。請將此錯誤回報給 .NET 小組: https://aka.ms/dotnet-sdk-issue。

# DuplicateTypeLibraryIds
source: NETSDK1169: The same resource ID {0} was specified for two type libraries '{1}' and '{2}'. Duplicate type library IDs are not allowed.
cs: NETSDK1169: Pro dvě knihovny typů, {0} a {1} se zadalo stejné ID prostředku {2}. Duplicitní identifikátory knihovny typů nejsou povoleny.
de: NETSDK1169: Für zwei Typbibliotheken ("{1}" und "{2}") wurde dieselbe Ressourcen-ID {0} angegeben. Doppelte IDs für Typbibliotheken sind nicht zulässig.
es: NETSDK1169: El mismo Id. de recurso {0} se especificó para dos bibliotecas de tipos "{1}" y "{2}". No se permiten los Id. de la biblioteca de tipos duplicados.
fr: NETSDK1169: le même ID de ressource {0} a été spécifié pour deux bibliothèques de types «{1}» et «{2}». Les ID de bibliothèque de types en double ne sont pas autorisés.
ja: NETSDK1169: 同じリソース ID {0} が2つのタイプ ライブラリ '{1}' と '{2}' に指定されました。タイプ ライブラリ ID の重複は許可されていません。
ko: NETSDK1169: 두 형식 라이브러리 '{1}' 및 '{2}'에 대해 동일한 리소스 ID {0}가 지정되었습니다. 중복 형식 라이브러리 ID는 허용되지 않습니다.
pt_br: NETSDK1169: o mesmo ID de recurso {0} foi especificado para duas bibliotecas de tipo '{1}' e '{2}'. IDs de biblioteca de tipo duplicado não são permitidos.
ru: NETSDK1169: один и тот же идентификатор ресурса {0} указан для двух библиотек типов: "{1}" и "{2}". Повторяющиеся идентификаторы библиотек типов не допускаются.
zh_hans: NETSDK1169: 为两个类型库“{1}”和“{2}”指定了相同的资源 ID {0}。不允许使用重复的类型库 ID。
zh_hant: NETSDK1169: 已為兩個型別程式庫 '{1}' 和 '{2}' 指定了相同的資源識別碼 {0}。不允許重複的型別程式庫識別碼。

# EncounteredConflict_Info
source: Encountered conflict between '{0}' and '{1}'.
cs: Mezi {0} a {1} došlo ke konfliktu.
de: Zwischen "{0}" und "{1}" wurde ein Konflikt festgestellt.
es: Se encontró un conflicto entre "{0}" y "{1}".
fr: Conflit détecté entre '{0}' et '{1}'.
ja: '{0}' と '{1}' の間で競合が発生しました。
ko: '{0}'과(와) '{1}' 사이에 충돌이 발생했습니다.
pt_br: Encontrado um conflito entre '{0}' e '{1}'.
ru: Обнаружен конфликт между "{0}" и "{1}".
zh_hans: “{0}”和“{1}”之间存在冲突。
zh_hant: '{0}' 與 '{1}' 之間發生衝突。

# ErrorParsingFrameworkListInvalidValue
source: NETSDK1051: Error parsing FrameworkList from '{0}'. {1} '{2}' was invalid.
cs: NETSDK1051: Došlo k chybě při parsování FrameworkList z: {0}. {1} {2} byl neplatný.
de: NETSDK1051: Fehler beim Analysieren von FrameworkList aus "{0}". {1} "{2}" war ungültig.
es: NETSDK1051: Error al analizar la lista de plataformas de “{0}”. El atributo {1} “{2}” no era válido.
fr: NETSDK1051: Erreur durant l'analyse de FrameworkList à partir de '{0}'. {1} '{2}' est non valide.
it: NETSDK1051: si è verificato un errore durante l'analisi di FrameworkList da '{0}'. {1} '{2}' non è valido.
ja: NETSDK1051: '{0}' からの FrameworkList の解析でエラーが発生しました。{1} '{2}' が無効でした。
ko: NETSDK1051: '{0}'의 FrameworkList를 구문 분석하는 동안 오류가 발생했습니다. {1} '{2}'이(가) 잘못되었습니다.
pt_br: NETSDK1051: Erro ao analisar FrameworkList de '{0}'. {1} '{2}' era inválido.
ru: NETSDK1051: ошибка анализа FrameworkList со строки "{0}". {1} "{2}" является недопустимым.
zh_hans: NETSDK1051: 分析“{0}”中的 FrameworkList 时出错。{1}“{2}”无效。
zh_hant: NETSDK1051: 剖析來自 '{0}' 的 FrameworkList 時發生錯誤。{1} '{2}' 無效。

# ErrorParsingPlatformManifest
source: NETSDK1043: Error parsing PlatformManifest from '{0}' line {1}. Lines must have the format {2}.
cs: NETSDK1043: Při parsování manifestu platformy ze souboru {0} na řádku {1} došlo k chybě. Řádky musí mít formát {2}.
de: NETSDK1043: Fehler beim Analysieren von PlatformManifest von "{0}" Zeile {1}. Zeilen müssen das Format "{2}" aufweisen.
es: NETSDK1043: Error al analizar PlatformManifest desde la línea "{0}" {1}. Las líneas deben tener el formato {2}.
fr: NETSDK1043: Erreur durant l'analyse de PlatformManifest à partir de la ligne '{0}' {1}. Les lignes doivent avoir le format {2}.
it: NETSDK1043: si è verificato un errore durante l'analisi di PlatformManifest da '{0}' a riga {1}. Il formato delle righe deve essere {2}.
ja: NETSDK1043: '{0}' 行 {1} からの PlatformManifest の解析でエラーが発生しました。行の形式は {2} である必要があります。
ko: NETSDK1043: '{0}' 줄 {1}에서 PlatformManifest를 구문 분석하는 중 오류가 발생했습니다. 줄이 {2} 형식이어야 합니다.
pt_br: NETSDK1043: Erro ao analisar PlatformManifest de '{0}', linha {1}. As linhas precisam ter o formato {2}.
ru: NETSDK1043: ошибка при анализе PlatformManifest из строки {1} файла "{0}". Строки должны иметь формат {2}.
zh_hans: NETSDK1043: 从“{0}”第 {1} 行处分析 PlatformManifest 时出错。行的格式必须为 {2}。
zh_hant: NETSDK1043: 從 '{0}' 行 {1} 剖析 PlatformManifest 時發生錯誤。各行的格式必須為 {2}。

# ErrorParsingPlatformManifestInvalidValue
source: NETSDK1044: Error parsing PlatformManifest from '{0}' line {1}. {2} '{3}' was invalid.
cs: NETSDK1044: Při parsování manifestu platformy ze souboru {0} na řádku {1} došlo k chybě. {2} {3} bylo neplatné.
de: NETSDK1044: Fehler beim Analysieren von PlatformManifest von "{0}" Zeile {1}. {2} "{3}" war ungültig.
es: NETSDK1044: Error al analizar PlatformManifest desde la línea "{0}" {1}. {2} "{3}" no era válido.
fr: NETSDK1044: Erreur durant l'analyse de PlatformManifest à partir de la ligne '{0}' {1}. {2} '{3}' est non valide.
it: NETSDK1044: si è verificato un errore durante l'analisi di PlatformManifest da '{0}' a riga {1}. Il valore {2} '{3}' non è valido.
ja: NETSDK1044: '{0}' 行 {1} からの PlatformManifest の解析でエラーが発生しました。{2} '{3}' は無効でした。
ko: NETSDK1044: '{0}' 줄 {1}에서 PlatformManifest를 구문 분석하는 중 오류가 발생했습니다. {2} '{3}'이(가) 잘못되었습니다.
pt_br: NETSDK1044: Erro ao analisar PlatformManifest de '{0}', linha {1}. {2} '{3}' era inválido.
ru: NETSDK1044: ошибка при анализе PlatformManifest из строки {1} файла "{0}". {2} "{3}" является недопустимым.
zh_hans: NETSDK1044: 从“{0}”第 {1} 行处分析 PlatformManifest 时出错。{2} “{3}”无效。
zh_hant: NETSDK1044: 從 '{0}' 行 {1} 剖析 PlatformManifest 時發生錯誤。{2} '{3}' 無效。

# ErrorReadingAssetsFile
source: NETSDK1060: Error reading assets file: {0}
cs: NETSDK1060: Chyba při načítání souboru prostředků: {0}
de: NETSDK1060: Fehler beim Lesen der Ressourcendatei: {0}
es: NETSDK1060: Error al leer el archivo de activos: {0}
fr: NETSDK1060: Erreur durant la lecture du fichier de composants : {0}
it: NETSDK1060: errore durante la lettura del file di asset: {0}
ja: NETSDK1060: アセット ファイルの読み取りでエラーが発生しました: {0}
ko: NETSDK1060: 자산 파일 {0}을(를) 읽는 동안 오류가 발생했습니다.
pt_br: NETSDK1060: Erro ao ler o arquivo de ativos: {0}
ru: NETSDK1060: ошибка при чтении файла ресурсов {0}
zh_hans: NETSDK1060: 读取资产文件时出错: {0}
zh_hant: NETSDK1060: 讀取資產檔案時發生錯誤: {0}

# FailedToDeleteApphost
source: NETSDK1111: Failed to delete output apphost: {0}
cs: NETSDK1111: Nepovedlo se odstranit výstupní apphost: {0}.
de: NETSDK1111: Fehler beim Löschen von Ausgabe-apphost: {0}
es: NETSDK1111: No se pudo eliminar el host de aplicaciones de salida: {0}
fr: NETSDK1111: échec de la suppression du apphost de sortie : {0}
ja: NETSDK1111: 出力 apphost を削除できませんでした: {0}
ko: NETSDK1111: 출력 apphost를 삭제하지 못했습니다. {0}
pt_br: NETSDK1111: Falha ao excluir o apphost de saída: {0}
ru: NETSDK1111: не удалось удалить выходной хост приложений: {0}
zh_hans: NETSDK1111: 未能删除输出 apphost: {0}
zh_hant: NETSDK1111: 無法刪除輸出 apphost: {0}

# FailedToLockResource
source: NETSDK1077: Failed to lock resource.
cs: NETSDK1077: Nepovedlo se uzamknout prostředek.
de: NETSDK1077: Fehler beim Sperren der Ressource.
es: NETSDK1077: No se pudo bloquear el recurso.
fr: NETSDK1077: échec du verrouillage de la ressource.
it: NETSDK1077: non è stato possibile bloccare la risorsa.
ja: NETSDK1077: リソースをロックできませんでした。
ko: NETSDK1077: 리소스를 잠그지 못했습니다.
pt_br: NETSDK1077: falha ao bloquear o recurso.
ru: NETSDK1077: не удалось заблокировать ресурс.
zh_hans: NETSDK1077: 无法锁定资源。
zh_hant: NETSDK1077: 無法鎖定資源。

# FileNameIsTooLong
source: NETSDK1030: Given file name '{0}' is longer than 1024 bytes
cs: NETSDK1030: Zadaný název souboru {0} je delší než 1024 bajtů.
de: NETSDK1030: Der angegebene Dateiname "{0}" ist länger als 1024 Byte.
es: NETSDK1030: El nombre de archivo especificado "{0}" tiene más de 1024 bytes
fr: NETSDK1030: Le nom de fichier spécifié '{0}' dépasse 1 024 octets
it: NETSDK1030: il nome file specificato '{0}' supera 1024 byte
ja: NETSDK1030: 指定されたファイル名 '{0}' の長さが 1024 バイトを超えています。
ko: NETSDK1030: 제공한 파일 이름 '{0}'이(가) 1024바이트보다 깁니다.
pt_br: NETSDK1030: O nome de arquivo '{0}' fornecido tem mais de 1024 bytes
ru: NETSDK1030: длина указанного имени файла "{0}" превышает 1024 байта
zh_hans: NETSDK1030: 给定文件名“{0}”的长度超过 1024 个字节
zh_hant: NETSDK1030: 指定的檔案名稱 '{0}'，長度超過 1024 個位元組

# FolderAlreadyExists
source: NETSDK1024: Folder '{0}' already exists either delete it or provide a different ComposeWorkingDir
cs: NETSDK1024: Složka {0} už existuje. Buď ji odstraňte, nebo zadejte jiný parametr ComposeWorkingDir.
de: NETSDK1024: Der Ordner "{0}" ist bereits vorhanden. Löschen Sie ihn, oder geben Sie ein anderes "ComposeWorkingDir" an.
es: NETSDK1024: La carpeta "{0}" ya existe; elimínela o proporcione otro valor para ComposeWorkingDir
fr: NETSDK1024: Le dossier '{0}' existe déjà. Supprimez-le ou indiquez un autre ComposeWorkingDir
it: NETSDK1024: la cartella '{0}' esiste già. Eliminarla o specificare un elemento ComposeWorkingDir diverso
ja: NETSDK1024: フォルダー '{0}' が既に存在します。そのフォルダーを削除するか、別の ComposeWorkingDir を指定してください。
ko: NETSDK1024: '{0}' 폴더가 이미 있습니다. 폴더를 삭제하거나 다른 ComposeWorkingDir을 제공하세요.
pt_br: NETSDK1024: A pasta '{0}' já existe. Exclua essa pasta ou forneça um ComposeWorkingDir diferente
ru: NETSDK1024: папка "{0}" уже существует. Удалите ее или укажите другой каталог ComposeWorkingDir
zh_hans: NETSDK1024: 文件夹“{0}”已存在，请将其删除或提供不同的 ComposeWorkingDir
zh_hant: NETSDK1024: 資料夾 '{0}' 已存在，請將其刪除或提供不同的 ComposeWorkingDir

# FrameworkDependentAppHostRequiresVersion21
source: NETSDK1068: The framework-dependent application host requires a target framework of at least 'netcoreapp2.1'.
cs: NETSDK1068: Hostitel aplikace závislé na architektuře vyžaduje cílovou architekturu nejméně netcoreapp2.1.
de: NETSDK1068: Für den frameworkabhängigen Anwendungshost ist mindestens das Zielframework "netcoreapp2.1" erforderlich.
es: NETSDK1068: El host de la aplicación dependiente del marco requiere una plataforma de destino a partir de la versión “netcoreapp2.1”.
fr: NETSDK1068: L'hôte d'application dépendant du framework nécessite au minimum le framework cible 'netcoreapp2.1'.
it: NETSDK1068: con l'host applicazione dipendente dal framework il framework di destinazione deve essere impostato almeno su 'netcoreapp2.1'.
ja: NETSDK1068: フレームワークに依存するアプリケーション ホストには、最低でも 'netcoreapp2.1' のターゲット フレームワークが必要です。
ko: NETSDK1068: 프레임워크 종속 애플리케이션 호스트는 'netcoreapp2.1' 이상의 대상 프레임워크가 필요합니다.
pt_br: NETSDK1068: o host do aplicativo dependente de estrutura exige uma estrutura de destino de, pelo menos, 'netcoreapp2.1'.
ru: NETSDK1068: для работы узла зависящих от платформы приложений требуется целевая платформа netcoreapp2.1 или более поздней версии.
zh_hans: NETSDK1068: 框架依赖型应用程序主机需要一个至少 “netcoreapp2.1” 的目标框架。
zh_hant: NETSDK1068: 與架構相依的應用程式主機，至少需要 'netcoreapp2.1' 的目標架構。

# FrameworkListPathNotRooted
source: NETSDK1052: Framework list file path '{0}' is not rooted. Only full paths are supported.
cs: NETSDK1052: Cesta k souboru seznamu architektur {0} není uvedena od kořene. Podporují se jen celé cesty.
de: NETSDK1052: Der FrameworkList-Dateipfad "{0}" enthält keinen Stamm. Nur vollständige Pfade werden unterstützt.
es: NETSDK1052: Falta la raíz en la ruta de acceso del archivo de lista de plataformas “{0}”. Solo se admiten rutas de acceso completas.
fr: NETSDK1052: Le chemin du fichier de liste de frameworks '{0}' n'est pas associé à une racine. Seuls les chemins complets sont pris en charge.
it: NETSDK1052: il percorso '{0}' del file dell'elenco di framework non contiene una radice. Sono supportati solo percorsi completi.
ja: NETSDK1052: フレームワーク リスト ファイル パス '{0}' にルートが指定されていません。完全パスのみがサポートされています。
ko: NETSDK1052: 프레임워크 목록 파일 경로 '{0}'이(가) 루트에서 시작하지 않습니다. 전체 경로만 지원됩니다.
pt_br: NETSDK1052: O caminho de arquivo de lista de estrutura '{0}' não tem raiz. Há suporte apenas para caminhos completos.
ru: NETSDK1052: путь к файлу списка платформ "{0}" относительный. Поддерживаются только полные пути.
zh_hans: NETSDK1052: 框架列表路径“{0}”不是根路径。仅支持完整路径。
zh_hant: NETSDK1052: 架構清單路徑 '{0}' 並非根目錄。只支援完整路徑。

# FrameworkReferenceDuplicateError
source: NETSDK1087: Multiple FrameworkReference items for '{0}' were included in the project.
cs: NETSDK1087: Do projektu se zahrnulo několik položek FrameworkReference pro {0}.
de: NETSDK1087: In das Projekt wurden mehrere FrameworkReference-Elemente für "{0}" einbezogen.
es: NETSDK1087: Se incluyeron varios elementos de FrameworkReference para "{0}" en el proyecto.
fr: NETSDK1087: plusieurs éléments FrameworkReference pour '{0}' ont été inclus dans le projet.
ja: NETSDK1087: '{0}' に対する複数の FrameworkReference 項目がプロジェクトに含められました。
ko: NETSDK1087: 프로젝트에 '{0}'에 대한 여러 FrameworkReference 항목이 포함되었습니다.
pt_br: NETSDK1087: vários itens de FrameworkReference para '{0}' foram incluídos no projeto.
ru: NETSDK1087: в проект включено несколько элементов FrameworkReference для "{0}".
zh_hans: NETSDK1087: 项目中包含“{0}”的多个 FrameworkReference 项。
zh_hant: NETSDK1087: 專案中已包含多個 '{0}' 的 FrameworkReference 項目。

# FrameworkReferenceOverrideWarning
source: NETSDK1086: A FrameworkReference for '{0}' was included in the project. This is implicitly referenced by the .NET SDK and you do not typically need to reference it from your project. For more information, see {1}
cs: NETSDK1086: Do projektu se zahrnulo FrameworkReference pro {0}. Na tento odkaz se implicitně odkazuje sada .NET SDK, takže na něj zpravidla nemusíte odkazovat z projektu. Další informace najdete na adrese {1}.
de: NETSDK1086: Ein FrameworkReference für "{0}" wurde in das Projekt einbezogen. Darauf wird vom .NET SDK implizit verwiesen, und Sie müssen in der Regel nicht von Ihrem Projekt aus darauf verweisen. Weitere Informationen finden Sie unter "{1}".
es: NETSDK1086: Se incluyó un valor de FrameworkReference para "{0}" en el proyecto. .NET SDK hace referencia implícita a este valor y, normalmente, no es necesario hacer referencia a él desde el proyecto. Para obtener más información, consulte {1}
fr: NETSDK1086: un FrameworkReference pour '{0}' a été inclus dans le projet. Comme ceci est implicitement référencé par le kit SDK .NET, vous n'avez généralement pas besoin de le référencer à partir de votre projet. Pour plus d'informations, consultez {1}
ja: NETSDK1086: '{0}' の FrameworkReference がプロジェクトに含められました。これは .NET SDK によって暗黙的に参照されるため、通常はプロジェクトから参照する必要はありません。詳細については、{1} をご覧ください
ko: NETSDK1086: '{0}'에 대한 FrameworkReference가 프로젝트에 포함되었습니다. 이는 .NET SDK에서 암시적으로 참조되며, 일반적으로 사용자가 프로젝트에서 참조할 필요가 없습니다. 자세한 내용은 {1}을(를) 참조하세요.
pt_br: NETSDK1086: uma FrameworkReference para '{0}' foi incluída no projeto. Isso é referenciado implicitamente pelo SKD do .NET e, geralmente, não é necessário referenciar no seu projeto. Para obter mais informações, confira {1}
ru: NETSDK1086: объект FrameworkReference для "{0}" был включен в проект. На него неявно ссылается пакет SDK для .NET, и ссылаться на него из проекта обычно не нужно. Дополнительные сведения: {1}
zh_hans: NETSDK1086: 项目中包含了“{0}”的 FrameworkReference。它由 .NET SDK 隐式引用，且通常情况下无需从项目中对其进行引用。有关详细信息，请参阅 {1}
zh_hant: NETSDK1086: 專案中已包含 '{0}' 的 FrameworkReference。.NET SDK 會隱含參考它，而您通常不需要從專案參考它。如需詳細資訊，請參閱 {1}

# GetDependsOnNETStandardFailedWithException
source: NETSDK1049: Resolved file has a bad image, no metadata, or is otherwise inaccessible. {0} {1}
cs: NETSDK1049: Přeložený soubor má nesprávnou image, nemá žádná metadata nebo je jiným způsobem nedostupný. {0} {1}
de: NETSDK1049: Die aufgelöste Datei enthält ein fehlerhaftes Image oder keine Metadaten, oder der Zugriff ist aus anderen Gründen nicht möglich. {0} {1}
es: NETSDK1049: El archivo resuelto tiene una imagen incorrecta, no tiene metadatos o no es posible su acceso. {0} {1}
fr: NETSDK1049: Le fichier résolu a une image incorrecte, ne comporte pas de métadonnées ou n'est pas accessible. {0} {1}
it: NETSDK1049: il file risolto ha un'immagine danneggiata, non contiene metadati o è inaccessibile per altri motivi. {0} {1}
ja: NETSDK1049: 解決されたファイルは、無効なイメージが含まれているか、メタデータが存在しないか、またはアクセスできません。{0} {1}
ko: NETSDK1049: 확인된 파일의 이미지가 잘못되었거나, 메타데이터가 없거나, 파일 자체에 액세스할 수 없습니다. {0} {1}
pt_br: NETSDK1049: O arquivo resolvido tem uma imagem inválida, não tem metadados ou está inacessível. {0} {1}
ru: NETSDK1049: разрешенный файл содержит недопустимый образ, не содержит метаданных или недоступен по другим причинам. {0} {1}
zh_hans: NETSDK1049: 解析的文件包含错误图像、无元数据或不可访问。{0} {1}
zh_hant: NETSDK1049: 解析的檔案含有毀損的映像、沒有中繼資料，或有其他無法存取的情況。{0} {1}

# GlobalJsonSDKResolutionFailed
source: NETSDK1141: Unable to resolve the .NET SDK version as specified in the global.json located at {0}.
cs: NETSDK1141: Nepovedlo se určit verzi sady .NET SDK tak, jak je zadaná v souboru global.json umístěném v {0}.
de: NETSDK1141: Die .NET SDK-Version kann nicht aufgelöst werden, wie in der global.json-Datei unter "{0}" angegeben.
es: NETSDK1141: No se puede resolver la versión del SDK de .NET como se especifica en el archivo global.json que se encuentra en {0}.
fr: NETSDK1141: Impossible de résoudre la version du SDK .NET telle que spécifiée dans le fichier global.json dans {0}.
ja: NETSDK1141: {0} にある global.json で指定されている .NET SDK のバージョンを解決できません。
ko: NETSDK1141: {0}에서 global.json에 지정된 .NET SDK 버전을 확인할 수 없습니다.
pt_br: NETSDK1141: não é possível resolver a versão do SDK do .NET conforme a especificação no global.json, localizado em {0}.
ru: NETSDK1141: не удалось разрешить версию пакета SDK .NET, указанную в файле global.json, расположенном в {0}.
zh_hans: NETSDK1141: 无法解析位于 {0} 的 global.json 中指定的 .NET SDK 版本。
zh_hant: NETSDK1141: 無法解析位於 {0} 的 global.json 中所指定的 .NET SDK 版本。

# ILLinkFailed
source: NETSDK1144: Optimizing assemblies for size failed. Optimization can be disabled by setting the PublishTrimmed property to false.
cs: NETSDK1144: Optimalizace velikosti sestavení neproběhla úspěšně. Optimalizaci je možné zakázat tím, že se nastaví vlastnost PublishTrimmed na false.
de: NETSDK1144: Fehler bei der Größenoptimierung von Assemblys. Die Optimierung kann durch Festlegen der PublishTrimmed-Eigenschaft auf FALSE deaktiviert werden.
es: NETSDK1144: Error al optimizar el tamaño de los ensamblados. Para deshabilitar la optimización, establezca la propiedad PublishTrimmed en false.
fr: NETSDK1144: L'optimisation de la taille des assemblys a échoué. Vous pouvez désactiver l'optimisation en affectant à la propriété PublishTrimmed la valeur false.
ja: NETSDK1144: アセンブリのサイズを最適化できませんでした。PublishTrimmed プロパティを false に設定することにより、最適化を無効にすることができます。
ko: NETSDK1144: 어셈블리의 크기를 최적화하지 못했습니다. PublishTrimmed 속성을 false로 설정하여 최적화를 사용하지 않도록 설정할 수 있습니다.
pt_br: NETSDK1144: Falha na otimização de assemblies de tamanho. A otimização pode ser desabilitada definindo a propriedade PublishTrimmed como false.
ru: NETSDK1144: не удалось оптимизировать сборки под размер. Оптимизацию можно отключить, установив значение false для свойства PublishTrimmed.
zh_hans: NETSDK1144: 优化程序集的大小失败。通过将 PublishTrimmed 属性设置为 false 可禁用优化。
zh_hant: NETSDK1144: 將元件大小最佳化失敗。將 PublishTrimmed 屬性設定為 false，可停用最佳化。

# ILLinkNotSupportedError
source: NETSDK1102: Optimizing assemblies for size is not supported for the selected publish configuration. Please ensure that you are publishing a self-contained app.
cs: NETSDK1102: Pro vybranou konfiguraci publikování se optimalizace velikosti sestavení nepodporuje. Ujistěte se, že publikujete samostatnou aplikaci.
de: NETSDK1102: Die Größenoptimierung von Assemblys wird für die ausgewählte Veröffentlichungskonfiguration nicht unterstützt. Stellen Sie sicher, dass Sie eine eigenständige App veröffentlichen.
es: NETSDK1102: No se admite la optimización de tamaño de los ensamblados para la configuración de publicación seleccionada. Asegúrese de que está publicando una aplicación autónoma.
fr: NETSDK1102: l'optimisation de la taille des assemblys n'est pas prise en charge pour la configuration de publication sélectionnée. Vérifiez que vous publiez une application autonome.
ja: NETSDK1102: アセンブリのサイズの最適化は、選択された公開構成に対してはサポートされていません。自己完結型のアプリを公開していることをご確認ください。
ko: NETSDK1102: 선택한 게시 구성에서는 크기에 대한 어셈블리 최적화가 지원되지 않습니다. 자체 포함 앱을 게시하고 있는지 확인하세요.
pt_br: NETSDK1102: não há suporte para a otimização de assemblies para tamanho na configuração de publicação selecionada. Verifique se você está publicando um aplicativo independente.
ru: NETSDK1102: оптимизация сборок по размеру не поддерживается для выбранной конфигурации публикации. Убедитесь, что вы публикуете автономное приложение.
zh_hans: NETSDK1102: 所选发布配置不支持优化程序集的大小。请确保你发布的是独立应用。
zh_hant: NETSDK1102: 選取的發佈設定不支援最佳化組件的大小。請確定您發佈的是獨立式應用程式。

# ILLinkOptimizedAssemblies
source: Optimizing assemblies for size may change the behavior of the app. Be sure to test after publishing. See: https://aka.ms/dotnet-illink
cs: Optimalizace velikosti sestavení může změnit chování aplikace. Po publikování nezapomeňte provést test. Viz: https://aka.ms/dotnet-illink
fr: L'optimisation de la taille des assemblys peut modifier le comportement de l'application. Assurez-vous de tester après la publication. Voir : https://aka.ms/dotnet-illink
ja: アセンブリのサイズを最適化すると、アプリの動作が変わる可能性があります。公開した後に必ずテストしてください。https://aka.ms/dotnet-illink を参照してください
zh_hans: 优化程序集以调整大小可能会更改应用的行为。请务必在发布后进行测试。请参阅: https://aka.ms/dotnet-illink

# ILLinkRunning
source: Optimizing assemblies for size. This process might take a while.
cs: Optimalizace velikosti sestavení Tento proces může chvíli trvat.
fr: Optimisation des assemblages pour la taille. Ce processus peut prendre un certain temps.
ja: アセンブリのサイズを最適化しています。このプロセスには時間がかかる場合があります。
zh_hans: 正在优化程序集以调整大小。此过程可能需要一段时间。

# ImplicitRuntimeIdentifierResolutionForPublishPropertyFailed
source: NETSDK1191: A runtime identifier for the property '{0}' couldn't be inferred. Specify a rid explicitly.
cs: NETSDK1191: Identifikátor modulu runtime pro vlastnost {0} nešlo odvodit. Zadejte RID explicitně.
fr: NETSDK1191: impossible de déduire un identificateur de runtime pour la propriété '{0}'. Spécifiez explicitement un RID.
ja: NETSDK1191: プロパティ '{0}' のランタイム識別子を推論できませんでした。RID を明示的に指定してください。
zh_hans: NETSDK1191: 无法推断属性“{0}”的运行时标识符。显式指定 rid。
