Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# ContentPreproccessorParameterRequired
source: NETSDK1010: The '{0}' task must be given a value for parameter '{1}' in order to consume preprocessed content.
cs: NETSDK1010: Úloha {0} musí mít hodnotu parametru {1}, aby mohla použít předem zpracovaný obsah.
de: NETSDK1010: Der Aufgabe "{0}" muss für die Nutzung vorverarbeiteter Inhalte mit einem Wert für den Parameter "{1}" versehen werden.
es: NETSDK1010: Debe darse un valor al parámetro "{1}" de la tarea "{0}" para poder consumir contenido preprocesado.
fr: NETSDK1010: La tâche '{0}' doit recevoir une valeur pour le paramètre '{1}', ce qui permet la consommation du contenu prétraité.
it: NETSDK1010: per poter utilizzare il contenuto pre-elaborato, è necessario assegnare un valore per il parametro '{1}' nell'attività '{0}'.
ja: NETSDK1010: 前処理されたコンテンツを使用するためには、パラメーター '{1}' の値を '{0}' タスクに指定する必要があります。
ko: NETSDK1010: 전처리된 콘텐츠를 사용하려면 '{0}' 작업에서 '{1}' 매개 변수의 값을 지정해야 합니다.
pt_br: NETSDK1010: A tarefa '{0}' precisa receber um valor para o parâmetro '{1}' para consumir o conteúdo pré-processado.
ru: NETSDK1010: для использования предварительно обработанного содержимого необходимо указать значение параметра "{1}" в задаче "{0}".
zh_hans: NETSDK1010: 必须向“{0}”任务提供参数“{1}”的值以便使用预处理的内容。
zh_hant: NETSDK1010: 必須為 '{0}' 工作指定參數 '{1}' 的值，才可取用前置處理過的內容。

# CouldNotDetermineWinner_DoesNotExist_Info
source: Could not determine winner because '{0}' does not exist.
cs: Vítěze nebylo možné určit, protože {0} neexistuje.
de: Der Gewinner konnte nicht bestimmt werden, weil "{0}" nicht vorhanden ist.
es: No se pudo determinar el ganador porque "{0}" no existe.
fr: Impossible de déterminer le gagnant, car '{0}' n'existe pas.
ja: '{0}' が存在しないため勝者を判別できませんでした。
ko: '{0}'이(가) 존재하지 않기 때문에 적용되는 내용을 확인할 수 없습니다.
pt_br: Não foi possível determinar o vencedor porque '{0}' não existe.
ru: Не удалось определить победителя, так как "{0}" не существует.
zh_hans: “{0}”不存在，因此无法确定优胜者。
zh_hant: 因為 '{0}' 不存在，所以無法判斷成功者。

# CouldNotDetermineWinner_EqualVersions_Info
source: Could not determine winner due to equal file and assembly versions.
cs: Vítěze nebylo možné určit kvůli shodným verzím souboru a sestavení.
de: Der Gewinner konnte aufgrund übereinstimmender Datei- und Assemblyversionen nicht bestimmt werden.
es: No se pudo determinar el ganador porque las versiones de archivo y ensamblado son iguales.
fr: Impossible de déterminer le gagnant, car les versions de fichier et d'assembly sont identiques.
ja: ファイルとアセンブリのバージョンが等しいため、勝者を判別できませんでした。
ko: 동일한 파일 및 어셈블리 버전으로 인해 적용되는 내용을 확인할 수 없습니다.
pt_br: Não foi possível determinar o vencedor porque as versões de arquivo e de assembly são iguais.
ru: Не удалось определить победителя, так как версии файла и сборки одинаковы.
zh_hans: 文件和程序集版本相等，因此无法确定优胜者。
zh_hant: 因為檔案和組件版本相同，所以無法判斷成功者。

# CouldNotDetermineWinner_NoFileVersion_Info
source: Could not determine a winner because '{0}' has no file version.
cs: Vítěze nebylo možné určit, protože {0} neobsahuje verzi souboru.
de: Der Gewinner konnte nicht bestimmt werden, weil "{0}" keine Dateiversion aufweist.
es: No se pudo determinar un ganador porque "{0}" no tiene una versión de archivo.
fr: Impossible de déterminer un gagnant, car '{0}' n'a aucune version de fichier.
ja: '{0}' にファイルのバージョンがないため勝者を判別できませんでした。
ko: '{0}'에 파일 버전이 없기 때문에 적용되는 내용을 확인할 수 없습니다.
pt_br: Não foi possível determinar um vencedor porque '{0}' não tem versão de arquivo.
ru: Не удалось определить победителя, так как "{0}" не содержит версии файла.
zh_hans: “{0}”没有文件版本，因此无法确定优胜者。
zh_hant: 因為 '{0}' 沒有檔案版本，所以無法判斷成功者。

# CouldNotDetermineWinner_NotAnAssembly_Info
source: Could not determine a winner because '{0}' is not an assembly.
cs: Vítěze nebylo možné určit, protože {0} není sestavení.
de: Der Gewinner konnte nicht bestimmt werden, weil es sich bei "{0}" nicht um eine Assembly handelt.
es: No se pudo determinar un ganador porque "{0}" no es un ensamblado.
fr: Impossible de déterminer un gagnant, car '{0}' n'est pas un assembly.
ja: '{0}' がアセンブリでないため勝者を判別できませんでした。
ko: '{0}'이(가) 어셈블리가 아니기 때문에 적용되는 내용을 확인할 수 없습니다.
pt_br: Não foi possível determinar um vencedor porque '{0}' não é um assembly.
ru: Не удалось определить победителя, так как "{0}" не является сборкой.
zh_hans: “{0}”不是程序集，因此无法确定优胜者。
zh_hant: 因為 '{0}' 並非組件，所以無法判斷成功者。

# CouldNotGetPackVersionFromWorkloadManifests
source: NETSDK1181: Error getting pack version: Pack '{0}' was not present in workload manifests.
cs: NETSDK1181: Chyba při získávání verze sady: Balíček {0} nebyl v manifestech úlohy nalezen.
de: NETSDK1181: Fehler beim Abrufen der Paketversion: Das Paket „{0}“ war in Workloadmanifesten nicht vorhanden.
es: NETSDK1181: Error al obtener la versión del paquete: el paquete "{0}" no estaba presente en los manifiestos de carga de trabajo.
fr: NETSDK1181: Erreur dans l'obtention de la version du pack : Le pack '{0}' n'était pas présent dans les manifestes de charge de travail.
ja: NETSDK1181: パックバージョンの取得エラー。パック '{0}' がワークロード マニフェストに存在しませんでした。
ko: NETSDK1181: 팩 버전 가져오기 오류: {0} 팩이 워크로드 매니페스트에 없습니다.
pt_br: NETSDK1181: erro ao obter a versão do pacote: o pacote '{0}' não estava presente nos manifestos de carga de trabalho.
ru: NETSDK1181: ошибка при получении версии пакета: пакет "{0}" отсутствует в манифестах рабочей нагрузки.
zh_hans: NETSDK1181: 获取包版本时出错: 包“{0}”在工作负载清单中不存在。
zh_hant: NETSDK1181: 無法取得套件版本: 套件 '{0}' 不存在於工作負載資訊清單中。

# CouldNotLoadPlatformManifest
source: NETSDK1042: Could not load PlatformManifest from '{0}' because it did not exist.
cs: NETSDK1042: Ze souboru {0} nebylo možné načíst manifest platformy, protože neexistoval.
de: NETSDK1042: PlatformManifest konnte nicht von "{0}" geladen werden, weil es nicht vorhanden ist.
es: NETSDK1042: No se pudo cargar PlatformManifest desde "{0}" porque no existe.
fr: NETSDK1042: Impossible de charger PlatformManifest à partir de '{0}', car il n'existe pas.
it: NETSDK1042: non è stato possibile caricare PlatformManifest da '{0}' perché non esiste.
ja: NETSDK1042: 存在しなかったため、'{0}' から PlatformManifest を読み込めませんでした。
ko: NETSDK1042: PlatformManifest가 존재하지 않기 때문에 '{0}'에서 로드할 수 없습니다.
pt_br: NETSDK1042: Não foi possível carregar PlatformManifest de '{0}' porque ele não existia.
ru: NETSDK1042: не удалось загрузить манифест PlatformManifest из "{0}", так как его не существует.
zh_hans: NETSDK1042: 无法从“{0}”中加载 PlatformManifest，因为它不存在。
zh_hant: NETSDK1042: 無法從 '{0}' 載入 PlatformManifest，因為它並不存在。

# CppRequiresTFMVersion31
source: NETSDK1120: C++/CLI projects targeting .NET Core require a target framework of at least 'netcoreapp3.1'.
cs: NETSDK1120: Projekty C++/CLI, které cílí na .NET Core, vyžadují cílovou architekturu alespoň netcoreapp3.1.
de: NETSDK1120: C++/CLI-Projekte für .NET Core erfordern als Zielframework mindestens "netcoreapp 3.1".
es: NETSDK1120: Los proyectos de C++/CLI destinados a .NET Core requieren "netcoreapp3.1" como plataforma de destino mínima.
fr: NETSDK1120: Les projets C++/CLI ciblant .NET Core nécessitent au minimum le framework cible « netcoreapp3.1 ».
ja: NETSDK1120: .NET Core をターゲットとする C++/CLI プロジェクトには、少なくとも 'netcoreapp 3.1' のターゲット フレームワークが必要です。
ko: NETSDK1120: .NET Core를 대상으로 하는 C++/CLI 프로젝트에 'netcoreapp3.1' 이상의 대상 프레임워크가 필요합니다.
pt_br: NETSDK1120: os projetos C++/CLI direcionados ao .NET Core exigem, no mínimo, a estrutura de destino 'netcoreapp3.1'.
ru: NETSDK1120: для проектов C++/CLI, предназначенных для .NET Core, необходимо указать целевую платформу не ниже "netcoreapp3.1".
zh_hans: NETSDK1120: 面向 .NET Core 的 C++/CLI 项目要求目标框架至少为 "netcoreapp 3.1"。
zh_hant: NETSDK1120: 以 .NET Core 為目標的 C++/CLI 專案需要至少 'netcoreapp3.1' 的目標 Framework。

# Crossgen2MissingRequiredMetadata
source: NETSDK1158: Required '{0}' metadata missing on Crossgen2Tool item.
cs: NETSDK1158: V položce Crossgen2Tool chybí požadovaná metadata {0}.
de: NETSDK1158: Erforderliche Metadaten von "{0}" fehlen im Crossgen2Tool-Element.
es: NETSDK1158: Faltan metadatos de "{0}" necesarios en el elemento Crossgen2Tool.
fr: NETSDK1158: métadonnées '{0}' obligatoires manquantes pour l'élément Crossgen2Tool.
ja: NETSDK1158: 必要な '{0}' メタデータが Crossgen2Tool 項目にありません。
ko: NETSDK1158: Crossgen2Tool 항목에 필요한 '{0}' 메타데이터가 없습니다.
pt_br: NETSDK1158: metadados '{0}' obrigatórios ausentes no item Crossgen2Tool.
ru: NETSDK1158: в элементе Crossgen2Tool отсутствуют обязательные метаданные "{0}".
zh_hans: NETSDK1158: Crossgen2Tool 项上缺少必需的“{0}”元数据。
zh_hant: NETSDK1158: Crossgen2Tool 項目缺少必要的 '{0}' 中繼資料。

# Crossgen2RequiresSelfContained
source: NETSDK1126: Publishing ReadyToRun using Crossgen2 is only supported for self-contained applications.
cs: NETSDK1126: Publikování ReadyToRun pomocí Crossgen2 je podporované jenom pro samostatné (nezávislé) aplikace.
de: NETSDK1126: Das Veröffentlichen von ReadyToRun mit Crossgen2 wird nur für eigenständige Anwendungen unterstützt.
es: NETSDK1126: La publicación de ReadyToRun con Crossgen2 se admite únicamente para aplicaciones independientes.
fr: NETSDK1126: la publication de ReadyToRun à l'aide de Crossgen2 est uniquement prise en charge pour les applications autonomes.
ja: NETSDK1126: Crossgen2 を使用した ReadyToRun の公開は、自己完結型アプリケーションでのみサポートされています。
ko: NETSDK1126: Crossgen2를 사용한 ReadyToRun 게시는 자체 포함 애플리케이션에서만 지원됩니다.
pt_br: NETSDK1126: Só há suporte para a publicação do ReadyToRun com o Crossgen2 em aplicativos autocontidos.
ru: NETSDK1126: публикация ReadyToRun с помощью Crossgen2 поддерживается только для автономных приложений.
zh_hans: NETSDK1126: 仅独立式应用程序支持使用 Crossgen2 发布 ReadyToRun。
zh_hant: NETSDK1126: 只有獨立式應用程式支援使用 Crossgen2 發佈 ReadyToRun。

# Crossgen2ToolExecutableNotFound
source: NETSDK1155: Crossgen2Tool executable '{0}' not found.
cs: NETSDK1155: Spustitelný soubor Crossgen2Tool {0} se nenašel.
de: NETSDK1155: Die ausführbare Crossgen2Tool-Datei "{0}" wurde nicht gefunden.
es: NETSDK1155: No se encontró el ejecutable de Crossgen2Tool "{0}".
fr: NETSDK1155: l'exécutable Crossgen2Tool '{0}' est introuvable.
ja: NETSDK1155: Crossgen2Tool 実行可能ファイル '{0}' が見つかりません。
ko: NETSDK1155: Crossgen2Tool 실행 파일 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1155: o executável Crossgen2Tool '{0}' não encontrado.
ru: NETSDK1155: исполняемый файл Crossgen2Tool "{0}" не найден.
zh_hans: NETSDK1155: 找不到 Crossgen2Tool 可执行文件“{0}”。
zh_hant: NETSDK1155: 找不到 Crossgen2Tool 可執行檔 '{0}'。

# Crossgen2ToolMissingWhenUseCrossgen2IsSet
source: NETSDK1154: Crossgen2Tool must be specified when UseCrossgen2 is set to true.
cs: NETSDK1154: Pokud je UseCrossgen2 nastavené na true, musí se zadat Crossgen2Tool.
de: NETSDK1154: "Crossgen2Tool" muss angegeben werden, wenn "UseCrossgen2" auf TRUE festgelegt ist.
es: NETSDK1154: Crossgen2Tool debe especificarse cuando UseCrossgen2 esté establecido en true.
fr: NETSDK1154: Crossgen2Tool doit être spécifié quand UseCrossgen2 a la valeur true.
ja: NETSDK1154: UseCrossgen2 が true に設定されている場合は Crossgen2Tool を指定する必要があります。
ko: NETSDK1154: UseCrossgen2가 true로 설정된 경우 Crossgen2Tool을 지정해야 합니다.
pt_br: NETSDK1154: crossgen2Tool deve ser especificado quando UseCrossgen2 é definido como verdadeiro.
ru: NETSDK1154: если параметр "UseCrossgen2" имеет значение "true", должно быть указано значение параметра "Crossgen2Tool".
zh_hans: NETSDK1154: 当 UseCrossgen2 设置为 true 时，必须指定 Crossgen2Tool。
zh_hant: NETSDK1154: 當 UseCrossgen2 設定為 true 時，必須指定 Crossgen2Tool。

# Crossgen5CannotEmitSymbolsInCompositeMode
source: NETSDK1166: Cannot emit symbols when publishing for .NET 5 with Crossgen2 using composite mode.
cs: NETSDK1166: Pokud se publikuje pro .NET 5 s Crossgen2 pomocí kompozitního režimu, nedají se generovat symboly.
de: NETSDK1166: Bei der Veröffentlichung für .NET 5 mit Crossgen2 im zusammengesetzten Modus können keine Symbole ausgegeben werden.
es: NETSDK1166: No se pueden emitir símbolos al publicar para .NET 5 con Crossgen2 con el modo compuesto.
fr: NETSDK1166: impossible d'émettre des symboles durant la publication pour .NET 5 avec Crossgen2 en mode composite.
ja: NETSDK1166: 複合モードを使用して Crossgen2 で .NET 5 を対象に発行する場合、シンボルを生成できません。
ko: NETSDK1166: 복합 모드를 사용하여 Crossgen2를 사용하여 .NET 5에 게시할 때 기호를 내보낼 수 없습니다.
pt_br: NETSDK1166: não é possível emitir símbolos ao publicar para .NET 5 com Crossgen2 usando o modo composto.
ru: NETSDK1166: не удается создать символы при публикации для .NET 5 с Crossgen2 в составном режиме.
zh_hans: NETSDK1166: 使用复合模式针对具有 Crossgen2 的 .NET 5 发布时，无法发出符号。
zh_hant: NETSDK1166: 使用複合模式透過 Crossgen2 發佈 .NET 5 時，無法發出符號。

# CrossgenToolExecutableNotFound
source: NETSDK1160: CrossgenTool executable '{0}' not found.
cs: NETSDK1160: Spustitelný soubor CrossgenTool {0} se nenašel.
de: NETSDK1160: Die ausführbare CrossgenTool-Datei "{0}" wurde nicht gefunden.
es: NETSDK1160: No se encontró el ejecutable de CrossgenTool "{0}".
fr: NETSDK1160: l'exécutable CrossgenTool '{0}' est introuvable.
ja: NETSDK1160: CrossgenTool 実行可能ファイル '{0}' が見つかりません。
ko: NETSDK1160: CrossgenTool 실행 파일 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1160: executável CrossgenTool '{0}' não encontrado.
ru: NETSDK1160: исполняемый файл CrossgenTool "{0}" не найден.
zh_hans: NETSDK1160: 找不到 CrossgenTool 可执行文件“{0}”。
zh_hant: NETSDK1160: 找不到 CrossgenTool 可執行檔 '{0}'。

# CrossgenToolMissingInPDBCompilationMode
source: NETSDK1153: CrossgenTool not specified in PDB compilation mode.
cs: NETSDK1153: V režimu kompilace PDB se nezadal nástroj CrossgenTool.
de: NETSDK1153: "CrossgenTool" wurde im PDB-Kompilierungsmodus nicht angegeben.
es: NETSDK1153: CrossgenTool no se especifica en el modo de compilación de PDB.
fr: NETSDK1153: CrossgenTool non spécifié en mode de compilation PDB.
ja: NETSDK1153: PDB コンパイル モードで CrossgenTool が指定されていません。
ko: NETSDK1153: PDB 컴파일 모드에 CrossgenTool이 지정되지 않았습니다.
pt_br: NETSDK1153: crossgenTool não especificado no modo de compilação PDB.
ru: NETSDK1153: CrossgenTool не указан в режиме компиляции PDB.
zh_hans: NETSDK1153: 在 PDB 编译模式下未指定 CrossgenTool。
zh_hant: NETSDK1153: PDB 編譯模式中未指定 CrossgenTool。

# CrossgenToolMissingWhenUseCrossgen2IsNotSet
source: NETSDK1159: CrossgenTool must be specified when UseCrossgen2 is set to false.
cs: NETSDK1159: Pokud je UseCrossgen2 nastavené na false, musí se zadat CrossgenTool.
de: NETSDK1159: "CrossgenTool" muss angegeben werden, wenn "UseCrossgen2" auf FALSE festgelegt ist.
es: NETSDK1159: CrossgenTool debe especificarse cuando UseCrossgen2 se establezca en false.
fr: NETSDK1159: CrossgenTool doit être spécifié quand UseCrossgen2 a la valeur false.
ja: NETSDK1159: UseCrossgen2 が false に設定されている場合は CrossgenTool を指定する必要があります。
ko: NETSDK1159: UseCrossgen2가 false로 설정된 경우 CrossgenTool을 지정해야 합니다.
pt_br: NETSDK1159: crossgenTool deve ser especificado quando UseCrossgen2 é definido como falso.
ru: NETSDK1159: если параметр "UseCrossgen2" имеет значение "false", должно быть указано значение параметра "CrossgenTool".
zh_hans: NETSDK1159: UseCrossgen2 设置为 false 时，必须指定 CrossgenTool。
zh_hant: NETSDK1159: 當 UseCrossgen2 設定為 false 時，必須指定 CrossgenTool。

# DiaSymReaderLibraryNotFound
source: NETSDK1161: DiaSymReader library '{0}' not found.
cs: NETSDK1161: Knihovna DiaSymReader {0} se nenašla.
de: NETSDK1161: Die DiaSymReader-Bibliothek "{0}" wurde nicht gefunden.
es: NETSDK1161: No se encontró la biblioteca DiaSymReader "{0}".
fr: NETSDK1161: la bibliothèque DiaSymReader '{0}' est introuvable.
ja: NETSDK1161: DiaSymReader ライブラリ '{0}' が見つかりません。
ko: NETSDK1161: DiaSymReader 라이브러리 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1161: biblioteca DiaSymReader '{0}' não encontrada.
ru: NETSDK1161: библиотека DiaSymReader "{0}" не найдена.
zh_hans: NETSDK1161: 未找到 DiaSymReader 库“{0}”。
zh_hant: NETSDK1161: 找不到 DiaSymReader 程式庫 '{0}'。

# DotNetHostExecutableNotFound
source: NETSDK1156: .NET host executable '{0}' not found.
cs: NETSDK1156: Spustitelný soubor hostitele .NET {0} se nenašel.
de: NETSDK1156: Die ausführbare .NET-Hostdatei "{0}" wurde nicht gefunden.
es: NETSDK1156: No se encontró el ejecutable del host de .NET "{0}".
fr: NETSDK1156: l'exécutable '{0}' de l'hôte .NET est introuvable.
ja: NETSDK1156: .NET ホストの実行可能ファイル '{0}' が見つかりません。
ko: NETSDK1156: .NET 호스트 실행 파일 '{0}'을(를) 찾을 수 없습니다.
pt_br: NETSDK1156: executável de host .NET '{0}' não encontrado.
ru: NETSDK1156: исполняемый файл узла .NET "{0}" не найден.
zh_hans: NETSDK1156: 找不到 .NET 主机可执行文件“{0}”。
zh_hant: NETSDK1156: 找不到 .NET 主機可執行檔 '{0}'。

# DotnetToolDoesNotSupportTFMLowerThanNetcoreapp21
source: NETSDK1055: DotnetTool does not support target framework lower than netcoreapp2.1.
cs: NETSDK1055: DotnetTool nepodporuje cílovou architekturu nižší než netcoreapp2.1.
de: NETSDK1055: DotnetTool unterstützt kein Zielframework vor netcoreapp2.1.
es: NETSDK1055: DotnetTool no admite una plataforma de destino anterior a netcoreapp2.1.
fr: NETSDK1055: DotnetTool ne prend pas en charge de framework cible inférieur à netcoreapp2.1.
it: NETSDK1055: DotnetTool non supporta framework di destinazione di versioni precedenti a netcoreapp2.1.
ja: NETSDK1055: DotnetTool は、netcoreapp2.1 未満のターゲット フレームワークをサポートしていません。
ko: NETSDK1055: DotnetTool가 netcoreapp2.1보다 낮은 대상 프레임워크를 지원하지 않습니다.
pt_br: NETSDK1055: O DotnetTool não é compatível com uma estrutura de destino inferior ao netcoreapp2.1.
ru: NETSDK1055: DotnetTool не поддерживает целевые платформы версий до netcoreapp2.1.
zh_hans: NETSDK1055: DotnetTool 不支持版本低于 netcoreapp2.1 的目标框架。
zh_hant: NETSDK1055: DotnetTool 並不支援低於 netcoreapp2.1 的目標架構。

# DotnetToolOnlySupportNetcoreapp
source: NETSDK1054: only supports .NET Core.
cs: NETSDK1054: Podporuje se jen .NET Core.
de: NETSDK1054: Unterstützt nur .NET Core.
es: NETSDK1054: Solo admite .NET Core.
fr: NETSDK1054: prend uniquement en charge .NET Core.
it: NETSDK1054: supporta solo .NET Core.
ja: NETSDK1054: .NET Core のみがサポートされています。
ko: NETSDK1054: .NET Core만 지원합니다.
pt_br: NETSDK1054: É compatível apenas com o .NET Core.
ru: NETSDK1054: поддерживает только .NET Core.
zh_hans: NETSDK1054: 仅支持 .NET Core。
zh_hant: NETSDK1054: 只支援 .NET Core。

# DuplicateItemsError
source: NETSDK1022: Duplicate '{0}' items were included. The .NET SDK includes '{0}' items from your project directory by default. You can either remove these items from your project file, or set the '{1}' property to '{2}' if you want to explicitly include them in your project file. For more information, see {4}. The duplicate items were: {3}
cs: NETSDK1022: Byl zahrnut tento počet duplicitních položek: {0}. Sada .NET SDK obsahuje standardně tento počet položek z adresáře vašeho projektu: {0}. Buď můžete tyto položky odebrat ze souboru projektu, nebo vlastnost {1} nastavit na {2}, pokud je chcete ze souboru projektu explicitně vyloučit. Další informace najdete na adrese {4}. Duplicitní položky: {3}
de: NETSDK1022: Es wurden doppelte {0}-Elemente eingeschlossen. Das .NET SDK enthält standardmäßig {0}-Elemente aus ihrem Projektverzeichnis. Sie können entweder diese Elemente aus der Projektdatei entfernen oder die Eigenschaft "{1}" auf "{2}" festlegen, wenn Sie sie explizit in Ihre Projektdatei einbeziehen möchten. Weitere Informationen erhalten Sie unter "{4}". Die doppelten Elemente waren: {3}.
es: NETSDK1022: Se incluyeron "{0}" elementos duplicados. El SDK de .NET incluye "{0}" elementos de su directorio de proyecto de manera predeterminada. Puede quitar esos elementos del archivo de proyecto o establecer la propiedad "{1}" en "{2}" si desea incluirlos explícitamente en el archivo de proyecto. Para más información, consulte {4}. Los elementos duplicados eran: {3}
fr: NETSDK1022: Des éléments '{0}' dupliqués ont été inclus. Le kit .NET SDK inclut les éléments '{0}' de votre répertoire de projet par défaut. Vous pouvez supprimer ces éléments de votre fichier projet ou affecter à la propriété '{1}' la valeur '{2}', si vous souhaitez les inclure explicitement dans votre fichier projet. Pour plus d'informations, consultez {4}. Les éléments dupliqués sont les suivants : {3}
it: NETSDK1022: sono stati inclusi '{0}' elementi duplicati. Per impostazione predefinita, .NET SDK include '{0}' elementi della directory del progetto. È possibile rimuovere tali elementi dal file di progetto oppure impostare la proprietà '{1}' su '{2}' se si vuole includerli implicitamente nel file di progetto. Per altre informazioni, vedere {4}. Gli elementi duplicati sono: {3}
ja: NETSDK1022: 重複する '{0}' 個のアイテムが含められました。.NET SDK には、既定でプロジェクト ディレクトリからのアイテムが '{0}' 個含まれています。これらのアイテムをプロジェクト ファイルから削除するか、'{1}' プロパティを '{2}' に設定してプロジェクト ファイルに明示的に含めることができます。詳細については、{4} をご覧ください。重複するアイテムは、{3} でした。
ko: NETSDK1022: '{0}' 중복 항목이 포함되었습니다. .NET SDK에는 기본적으로 프로젝트 디렉터리의 '{0}' 항목이 포함됩니다. 프로젝트 파일에서 이러한 항목을 제거하거나, 프로젝트 파일에 해당 항목을 명시적으로 포함하려면 '{1}' 속성을 '{2}'(으)로 설정할 수 있습니다. 자세한 내용은 {4}을(를) 참조하세요. 중복 항목은 다음과 같습니다. {3}
pt_br: NETSDK1022: Itens '{0}' duplicados foram incluídos. O SDK do .NET inclui '{0}' itens do diretório do projeto por padrão. Você poderá remover esses itens do arquivo de projeto ou configurar a propriedade '{1}' como '{2}' se desejar incluí-los explicitamente no arquivo de projeto. Para obter mais informações, confira {4}. Os itens duplicados eram: {3}
ru: NETSDK1022: были включены повторяющиеся элементы "{0}". Пакет SDK для .NET по умолчанию включает элементы "{0}" из каталога проекта. Вы можете удалить из файла проекта эти элементы или присвоить свойству "{1}" значение "{2}", если нужно включить их в файл проекта в явном виде. Дополнительные сведения: {4}. Повторяющиеся элементы: {3}
zh_hans: NETSDK1022: 包含了重复的“{0}”项。.NET SDK 默认包含你项目目录中的“{0}”项。可从项目文件中删除这些项；如果希望将其显式包含在项目文件中，可将“{1}”属性设置为“{2}”。有关详细信息，请参阅 {4}。重复项为: {3}
zh_hant: NETSDK1022: 包含 '{0}' 個重複的項目。根據預設，.NET SDK 會包含來自您專案目錄的 '{0}' 個項目。您可以從專案檔移除這些項目，或若想要在專案檔中明確地納入這些項目，也可以將 '{1}' 屬性設定為 '{2}'。如需詳細資訊，請參閱 {4}。重複的項目為: {3}

# DuplicatePreprocessorToken
source: NETSDK1015: The preprocessor token '{0}' has been given more than one value. Choosing '{1}' as the value.
cs: NETSDK1015: Token preprocesoru {0} získal více než jednu hodnotu. Volí se hodnota {1}.
de: NETSDK1015: Das Präprozessortoken "{0}" wurde mit mehreren Werten versehen. "{1}" wird als Wert ausgewählt.
es: NETSDK1015: Se han dado varios valores para el token de preprocesador "{0}". Se va a elegir "{1}" como valor.
fr: NETSDK1015: Le jeton de préprocesseur '{0}' a reçu plusieurs valeurs. La valeur choisie est '{1}'.
it: NETSDK1015: al token di preprocessore '{0}' è stato assegnato più di un valore. Come valore verrà scelto '{1}'.
ja: NETSDK1015: プリプロセッサ トークン '{0}' に複数の値が指定されています。値として '{1}' を選択します。
ko: NETSDK1015: 전처리기 토큰 '{0}'의 값이 두 개 이상 지정되었습니다. '{1}'을(를) 값으로 선택합니다.
pt_br: NETSDK1015: O token de pré-processador '{0}' recebeu mais de um valor. Escolhendo '{1}' como o valor.
ru: NETSDK1015: для маркера препроцессора "{0}" указано множество значений. В качестве значения будет использовано "{1}".
zh_hans: NETSDK1015: 已向预处理器标记“{0}”提供多个值。选择“{1}”作为值。
zh_hant: NETSDK1015: 已為前置處理器語彙基元 '{0}' 指定多個值。正在選擇 '{1}' 作為值。

# DuplicatePublishOutputFiles
source: NETSDK1152: Found multiple publish output files with the same relative path: {0}.
cs: NETSDK1152: Našlo se několik výstupních souborů publikování se stejnou relativní cestou: {0}
de: NETSDK1152: Es wurden mehrere Ausgabedateien für die Veröffentlichung mit demselben relativen Pfad gefunden: {0}.
es: NETSDK1152: Se encontraron varios archivos de salida de publicación con la misma ruta de acceso relativa: {0}.
fr: NETSDK1152: plusieurs fichiers de sortie de publication ayant le même chemin relatif ont été trouvés{0}: .
ja: NETSDK1152: 同じ相対パスの発行出力ファイルが複数見つかりました: {0}。
ko: NETSDK1152: 상대 경로가 같은 여러 게시 출력 파일을 찾았습니다. {0}.
pt_br: NETSDK1152: vários arquivos de saída de publicação encontrados com o mesmo caminho relativo: {0}.
ru: NETSDK1152: обнаружено несколько выходных файлов публикации с одним и тем же относительным путем: {0}.
zh_hans: NETSDK1152: 找到了多个具有相同相对路径的发布输出文件: {0}。
zh_hant: NETSDK1152: 找到多個具有相同相對路徑的發佈輸出檔案: {0}。
