Repository: dotnet/msbuild
Catalog: src/Tasks/Common/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# TargetingApphostPackMissingCannotRestore
source: NETSDK1145: The {0} pack is not installed and NuGet package restore is not supported. Upgrade Visual Studio, remove global.json if it specifies a certain SDK version, and uninstall the newer SDK. For more options visit https://aka.ms/targeting-apphost-pack-missing Pack Type:{0}, Pack directory: {1}, targetframework: {2}, Pack PackageId: {3}, Pack Package Version: {4}
cs: NETSDK1145: Balíček {0} není nainstalovaný a obnovení balíčku NuGet se nepodporuje. Upgradujte Visual Studio, odeberte global.json, protože určuje konkrétní verzi sady SDK, a odinstalujte novější sadu SDK. Další možnosti najdete na adrese https://aka.ms/targeting-apphost-pack-missing. Typ balíčku: {0}, adresář balíčku: {1}, targetframework: {2}, PackageId balíčku: {3}, verze balíčku: {4}
de: NETSDK1145: Das Paket "{0}" ist nicht installiert, und die NuGet-Paketwiederherstellung wird nicht unterstützt. Führen Sie ein Upgrade von Visual Studio durch, entfernen Sie die Datei "global.json", sofern sie eine bestimmte SDK-Version angibt, und deinstallieren Sie das neuere SDK. Weitere Optionen finden Sie unter https://aka.ms/targeting-apphost-pack-missing. Pakettyp: {0}, Paketverzeichnis: {1}, Zielframework: {2}, PackageId des Pakets: {3}, Paketversion: {4}
es: NETSDK1145: El paquete {0} no está instalado y no se admite la restauración de paquetes NuGet. Actualice Visual Studio, quite global.json si especifica una versión determinada del SDK y desinstale el SDK más reciente. Para ver más opciones, visite https://aka.ms/targeting-apphost-pack-missing. Tipo de paquete: {0}. Directorio del paquete: {1}. Plataforma de destino: {2}. Id. del paquete: {3}. Versión del paquete: {4}
fr: NETSDK1145: le pack {0} n'est pas installé et la restauration de package NuGet n'est pas prise en charge. Mettez à niveau Visual Studio, supprimez global.json s'il spécifie une certaine version du kit SDK, puis désinstallez le kit SDK le plus récent. Pour obtenir des options supplémentaires, accédez à https://aka.ms/targeting-apphost-pack-missing. Type du pack :{0}, répertoire du pack : {1}, framework cible : {2}, PackageId du pack : {3}, version de package du pack : {4}
ja: NETSDK1145: {0} パックはインストールされておらず、NuGet パッケージの復元はサポートされていません。Visual Studio をアップグレードして、global.json を削除し (特定の SDK バージョンがそれに指定されている場合)、より新しい SDK をアンインストールします。その他のオプションについては、https://aka.ms/targeting-apphost-pack-missing にアクセスしてください。パックの種類: {0}、パック ディレクトリ: {1}、targetframework: {2}、パックの PackageId: {3}、パック パッケージ バージョン: {4}
ko: NETSDK1145: {0} 팩이 설치되지 않았으며 NuGet 패키지 복원이 지원되지 않습니다. Visual Studio를 업그레이드하고, 특정 SDK 버전을 지정하는 경우 global.json을 제거하고, 최신 SDK를 설치하세요. 더 많은 옵션을 보려면 https://aka.ms/targeting-apphost-pack-missing을 방문하세요. 팩 형식: {0}, 팩 디렉터리: {1}, 대상 프레임워크: {2}, 팩 패키지 ID: {3}, 팩 패키지 버전: {4}
pt_br: NETSDK1145: o pacote do {0} não está instalado e não há suporte para a restauração do pacote NuGet. Atualize o Visual Studio, remova global.json se ele especificar uma determinada versão do SDK e desinstale o SDK mais recente. Para obter mais opções, visite https://aka.ms/targeting-apphost-pack-missing Tipo de Pacote: {0}, Diretório de pacotes: {1}, targetframework: {2}, PackageId do Pacote: {3}, Versão do Pacote: {4}
ru: NETSDK1145: пакет {0} не установлен, и восстановление пакетов NuGet не поддерживается. Обновите Visual Studio, удалите файл global.js, если он указывает определенную версию пакета SDK, и удалите более новый пакет SDK. Для ознакомления с дополнительными вариантами перейдите по адресу: https://aka.ms/targeting-apphost-pack-missing. Тип пакета: {0}, каталог пакета: {1}, целевая платформа: {2}, ИД упаковки пакета: {3}, версия упаковки пакета: {4}.
zh_hans: NETSDK1145: {0} 包未安装，不支持 NuGet 包还原。升级 Visual Studio，删除 global.json (如果它指定特定 SDK 版本)，并卸载较新的 SDK。如需了解更多选项，请访问 https://aka.ms/targeting-apphost-pack-missing 包类型:{0}，包目录: {1}，targetframework: {2}, 包 Id: {3}，包版本: {4}
zh_hant: NETSDK1145: 未安裝 {0} 套件，而且不支援 NuGet 套件還原。請升級 Visual Studio、移除 global.js (如果指定了特定的 SDK 版本)，並將較新的 SDK 解除安裝。若要了解更多選項，請瀏覽 https://aka.ms/targeting-apphost-pack-missing 套件類型: {0}、套件目錄: {1}、targetframework: {2}、套件 PackageId: {3}、套件的套件版本: {4}

# TargetingPackNeedsRestore
source: NETSDK1127: The targeting pack {0} is not installed. Please restore and try again.
cs: NETSDK1127: Targeting Pack {0} není nainstalovaný. Obnovte ho prosím a zkuste to znovu.
de: NETSDK1127: Das Paket zur Festlegung von Zielversionen "{0}" ist nicht installiert. Führen Sie eine Wiederherstellung durch, und versuchen Sie es noch mal.
es: NETSDK1127: El paquete de compatibilidad {0} no está instalado. Restáurelo y vuelva a intentarlo.
fr: NETSDK1127: le pack de ciblage {0} n'est pas installé. Effectuez une restauration, puis réessayez.
ja: NETSDK1127: ターゲット パック {0} がインストールされていません。復元して、もう一度お試しください。
ko: NETSDK1127: 타기팅 팩 {0}이(가) 설치되어 있지 않습니다. 복원한 후 다시 시도하세요.
pt_br: NETSDK1127: o pacote de direcionamento do {0} não está instalado. Restaure e tente novamente.
ru: NETSDK1127: пакет нацеливания {0} не установлен. Выполните восстановление и повторите попытку.
zh_hans: NETSDK1127: 未安装目标包 {0}。请还原并重试。
zh_hant: NETSDK1127: 未安裝目標套件 {0}。請還原後再試一次。

# TargetingPackNotRestored_TransitiveDisabled
source: NETSDK1184: The Targeting Pack for FrameworkReference '{0}' was not available. This may be because DisableTransitiveFrameworkReferenceDownloads was set to true.
cs: NETSDK1184: Balíček cílení pro FrameworkReference {0} nebyl k dispozici. Důvodem může být to, že vlastnost DisableTransitiveFrameworkReferenceDownloads byla nastavena na hodnotu true.
fr: NETSDK1184: le pack de ciblage pour FrameworkReference '{0}' n'était pas disponible. Cela peut être dû au fait que DisableTransitiveFrameworkReferenceDownloads a été défini sur true.
ja: NETSDK1184: FrameworkReference '{0}' の Targeting Pack は使用できませんでした。DisableTransitiveFrameworkReferenceDownloads が true に設定されたことが原因である可能性があります。
zh_hans: NETSDK1184: FrameworkReference“{0}”的目标包不可用。这可能是因为 DisableTransitiveFrameworkReferenceDownloads 设置为 true。

# TrimmingWindowsFormsIsNotSupported
source: NETSDK1175: Windows Forms is not supported or recommended with trimming enabled. Please go to https://aka.ms/dotnet-illink/windows-forms for more details.
cs: NETSDK1175: Model Windows Forms se nepodporuje nebo se nedoporučuje používat, pokud je povoleno ořezávání. Přejděte prosím na https://aka.ms/dotnet-illink/windows-forms, kde najdete další podrobnosti.
de: NETSDK1175: Windows Forms wird nicht unterstützt oder empfohlen, wenn das Zuschneiden aktiviert ist. Weitere Details finden Sie unter https://aka.ms/dotnet-illink/windows-forms.
es: NETSDK1175: Windows Forms no es compatible o no se recomienda con la opción de recorte habilitada. Para obtener más información, vaya a https://aka.ms/dotnet-illink/windows-forms.
fr: NETSDK1175: Windows Forms n’est pas pris en charge ou n’est pas recommandée avec l’ajustement activé. Pour plus d’informations, accédez à https://aka.ms/dotnet-illink/windows-forms.
ja: NETSDK1175: Windows フォームに関して、トリミングの有効化はサポートおよび推奨されていません。詳細については、https://aka.ms/dotnet-illink/windows-forms を参照してください。
ko: NETSDK1175: 트리밍을 사용하도록 설정하면 Windows Forms이 지원되지 않거나 권장되지 않습니다. 자세한 내용은 https://aka.ms/dotnet-illink/windows-forms를 참조하세요.
pt_br: NETSDK1175: O Windows Forms não é compatível ou recomendado com corte habilitado. Acesse https://aka.ms/dotnet-illink/windows-forms para obter mais detalhes.
ru: NETSDK1175: Windows Forms не поддерживается и не рекомендуется использовать с включенной обрезкой. Дополнительные сведения см. на странице https://aka.ms/dotnet-illink/windows-forms.
zh_hans: NETSDK1175: 启用剪裁时，不支持或不推荐使用 Windows 窗体。请转到 https://aka.ms/dotnet-illink/windows-forms 以了解详细信息。
zh_hant: NETSDK1175: 啟用修剪功能時，不支援或不建議使用 Windows Forms。如需詳細資料，請前往 https://aka.ms/dotnet-illink/windows-forms。

# TrimmingWpfIsNotSupported
source: NETSDK1168: WPF is not supported or recommended with trimming enabled. Please go to https://aka.ms/dotnet-illink/wpf for more details.
cs: NETSDK1168: WPF (Windows Presentation Foundation) se nepodporuje nebo se nedoporučuje používat, pokud je povoleno ořezávání. Přejděte prosím na https://aka.ms/dotnet-illink/wpf, kde najdete další podrobnosti.
de: NETSDK1168: Windows Presentation Foundation (WPF) wird nicht unterstützt oder empfohlen, wenn das Kürzen aktiviert ist. Weitere Informationen finden Sie unter „https://aka.ms/dotnet-illink/wpf“.
es: NETSDK1168: WPF no es compatible o no se recomienda con la opción de recorte habilitada. Para obtener más información, vaya a https://aka.ms/dotnet-illink/wpf.
fr: NETSDK1168: WPF n’est pas pris en charge ou n’est pas recommandée avec l’ajustement activé. Pour plus d’informations, accédez à https://aka.ms/dotnet-illink/wpf.
ja: NETSDK1168: WPF に関して、トリミングの有効化はサポートおよび推奨されていません。詳細については、https://aka.ms/dotnet-illink/wpf を参照してください。
ko: NETSDK1168: 트리밍을 사용하도록 설정하면 WPF가 지원되지 않거나 권장되지 않습니다. 자세한 내용은 https://aka.ms/dotnet-illink/wpf로 이동하세요.
pt_br: NETSDK1168: WPF não é compatível ou recomendado com corte habilitado. Acesse https://aka.ms/dotnet-illink/wpf para obter mais detalhes.
ru: NETSDK1168: WPF не поддерживается и не рекомендуется использовать с включенной обрезкой. Дополнительные сведения см. на странице https://aka.ms/dotnet-illink/wpf.
zh_hans: NETSDK1168: 启用剪裁时，不支持或不推荐使用 WPF。请转到 https://aka.ms/dotnet-illink/wpf 以了解详细信息。
zh_hant: NETSDK1168: 不支援 WPF 或建議啟用修剪功能。如需詳細資料，請前往 https://aka.ms/dotnet-illink/wpf (部分機器翻譯)。

# TypeLibraryDoesNotExist
source: NETSDK1172: The provided type library '{0}' does not exist.
cs: NETSDK1172: Poskytnutá knihovna typů {0} neexistuje.
de: NETSDK1172: Die angegebene Typbibliothek "{0}" ist nicht vorhanden.
es: NETSDK1172: La biblioteca de tipos "{0}" proporcionada no existe.
fr: NETSDK1172: la bibliothèque de types «{0}» fournie n’existe pas.
ja: NETSDK1172: 指定済みのタイプ ライブラリ '{0}' は存在しません。
ko: NETSDK1172: 제공된 형식 라이브러리 '{0}'이(가) 없습니다.
pt_br: NETSDK1172: a biblioteca de tipos fornecida '{0}' não existe.
ru: NETSDK1172: предоставленная библиотека типов "{0}" не существует.
zh_hans: NETSDK1172: 提供的类型库“{0}”不存在。
zh_hant: NETSDK1172: 提供的型別程式庫 '{0}' 不存在。

# UnableToFindResolvedPath
source: NETSDK1016: Unable to find resolved path for '{0}'.
cs: NETSDK1016: Nepodařilo se najít vyhodnocenou cestu pro {0}.
de: NETSDK1016: Der aufgelöste Pfad für "{0}" wurde nicht gefunden.
es: NETSDK1016: No se encuentra la ruta de acceso resuelta para "{0}".
fr: NETSDK1016: Chemin résolu introuvable pour '{0}'.
it: NETSDK1016: il percorso risolto per '{0}' non è stato trovato.
ja: NETSDK1016: 解決された '{0}' のパスが見つかりません。
ko: NETSDK1016: '{0}'에 대해 확인된 경로를 찾을 수 없습니다.
pt_br: NETSDK1016: Não foi possível localizar o caminho resolvido para '{0}'.
ru: NETSDK1016: не удается найти разрешенный путь для "{0}".
zh_hans: NETSDK1016: 无法找到“{0}”的已解析路径。
zh_hant: NETSDK1016: 找不到 '{0}' 的解析路徑。

# UnableToUsePackageAssetsCache_Info
source: Unable to use package assets cache due to I/O error. This can occur when the same project is built more than once in parallel. Performance may be degraded, but the build result will not be impacted.
cs: Kvůli V/V chybě se nedá použít mezipaměť prostředků balíčku. Tento problém může nastat, když se stejný projekt sestavuje současně více než jednou. Může se snížit výkon, ale výsledek sestavení to neovlivní.
de: Der Cache für Paketressourcen kann aufgrund eines E/A-Fehlers nicht verwendet werden. Dieses Problem kann auftreten, wenn dasselbe Projekt gleichzeitig mehrfach kompiliert wird. Die Leistung ist möglicherweise herabgesetzt, aber das Buildergebnis wird nicht beeinträchtigt.
es: No se puede usar la memoria caché de recursos del paquete debido a un error de E/S. Esto puede ocurrir cuando un mismo proyecto se compila más de una vez en paralelo. Puede que se reduzca el rendimiento, pero no afectará al resultado de la compilación.
fr: Impossible d'utiliser le cache de composants du package en raison d'une erreur d'E/S. Cela peut se produire quand un même projet est généré plusieurs fois en parallèle. Les performances peuvent être impactées, mais pas le résultat de la génération.
ja: I/O エラーのため、パッケージ資産のキャッシュを使用できません。これは、同じプロジェクトが同時に複数回ビルドされるときに発生することがあります。パフォーマンスが低下する可能性がありますが、ビルドの結果には影響はありません。
ko: I/O 오류로 인해 패키지 자산 캐시를 사용할 수 없습니다. 동일한 프로젝트가 두 번 이상 동시에 빌드되면 이 오류가 발생합니다. 성능이 저하될 수 있지만 빌드 결과는 영향을 받지 않습니다.
pt_br: Não é possível usar o cache de ativos do pacote por causa de um erro de E/S. Isso pode ocorrer quando o mesmo projeto é compilado mais de uma vez em paralelo. O desempenho poderá ser degradado, mas o resultado do build não será afetado.
ru: Не удается использовать кэш ресурсов пакета из-за ошибки ввода-вывода. Это может происходить при нескольких параллельных сборках одного проекта. Это может привести к снижению производительности, но не повлияет на результат сборки.
zh_hans: 由于 I/O 错误，不能使用程序包资产缓存。如果多次并行生成同样的项目，也可能出现这种情况。可能会降低性能，但是不影响生成结果。
zh_hant: 因為發生 I/O 錯誤，所以無法使用套件資產。多次平行建置相同的專案，即可能發生此情況。效能可能會有所減損，但建置結果不會受到影響。

# UnexpectedFileType
source: NETSDK1012: Unexpected file type for '{0}'. Type is both '{1}' and '{2}'.
cs: NETSDK1012: Neočekávaný typ souboru pro {0}. Typ je {1} i {2}.
de: NETSDK1012: Unerwarteter Dateityp für "{0}". Der Typ ist sowohl "{1}" als auch "{2}".
es: NETSDK1012: Tipo de archivo no esperado para "{0}". El tipo es tanto "{1}" como "{2}".
fr: NETSDK1012: Type de fichier inattendu pour '{0}'. Le type est à la fois '{1}' et '{2}'.
it: NETSDK1012: tipo di file imprevisto per '{0}'. Il tipo è sia '{1}' che '{2}'.
ja: NETSDK1012: '{0}' のファイルの種類が正しくありません。種類は '{1}' と '{2}' の両方です。
ko: NETSDK1012: '{0}'에 대해 예기치 않은 파일 형식입니다. 형식이 '{1}'인 동시에 '{2}'입니다.
pt_br: NETSDK1012: Tipo de arquivo inesperado para '{0}'. O tipo é '{1}' e '{2}'.
ru: NETSDK1012: недопустимый тип файла для "{0}". Тип является "{1}" и "{2}".
zh_hans: NETSDK1012: “{0}”的文件类型非预期。类型是“{1}”和“{2}”。
zh_hant: NETSDK1012: 對 '{0}' 來說並非預期的檔案類型。類型為 '{1}' 和 '{2}'。

# UnknownFrameworkReference
source: NETSDK1073: The FrameworkReference '{0}' was not recognized
cs: NETSDK1073: Odkaz FrameworkReference {0} se nerozpoznal.
de: NETSDK1073: Die FrameworkReference "{0}" wurde nicht erkannt.
es: NETSDK1073: No se reconoció el valor de FrameworkReference "{0}"
fr: NETSDK1073: le FrameworkReference '{0}' n'a pas été reconnu
it: NETSDK1073: l'elemento FrameworkReference '{0}' non è stato riconosciuto
ja: NETSDK1073: FrameworkReference '{0}' は認識されませんでした
ko: NETSDK1073: FrameworkReference '{0}'을(를) 인식할 수 없습니다.
pt_br: NETSDK1073: o FrameworkReference '{0}' não foi reconhecido
ru: NETSDK1073: элемент FrameworkReference "{0}" не распознан
zh_hans: NETSDK1073: 未识别 FrameworkReference“{0}”
zh_hant: NETSDK1073: 無法辨識 FrameworkReference '{0}'

# UnknownFrameworkReference_MauiEssentials
source: NETSDK1186: This project depends on Maui Essentials through a project or NuGet package reference, but doesn't declare that dependency explicitly. To build this project, you must set the UseMauiEssentials property to true (and install the Maui workload if necessary).
cs: NETSDK1186: Tento projekt závisí na Maui Essentials prostřednictvím odkazu na projekt nebo balíček NuGet, ale nedeklaruje tuto závislost explicitně. Pokud chcete tento projekt sestavit, musíte nastavit vlastnost UseMauiEssentials na true (a v případě potřeby nainstalovat úlohu Maui).
fr: NETSDK1186: ce projet dépend de Maui Essentials via une référence de projet ou de package NuGet, mais ne déclare pas explicitement cette dépendance. Pour construire ce projet, vous devez définir la propriété UseMauiEssentials sur true (et installer la charge de travail Maui si nécessaire).
ja: NETSDK1186: このプロジェクトでは、プロジェクトまたは NuGet パッケージ参照を介して Maui Essentials に依存していますが、その依存関係が明示的に宣言されていません。このプロジェクトをビルドするには、UseMauiEssentials プロパティを true に設定する必要があります (必要に応じて、Maui ワークロードをインストールしてください)。
zh_hans: NETSDK1186: 此项目通过项目或 NuGet 包引用依赖于 Maui Essentials，但未显式声明该依赖项。要生成此项目，必须将 UseMauiEssentials 属性设置为 true (如有必要，请安装 Maui 工作负载)。

# UnnecessaryWindowsDesktopSDK
source: NETSDK1137: It is no longer necessary to use the Microsoft.NET.Sdk.WindowsDesktop SDK. Consider changing the Sdk attribute of the root Project element to 'Microsoft.NET.Sdk'.
cs: NETSDK1137: Sadu Microsoft.NET.Sdk.WindowsDesktop SDK už není nutné používat. Zvažte možnost změnit atribut SDK kořenového elementu Project na Microsoft.NET.Sdk.
de: NETSDK1137: Es ist nicht länger erforderlich, das Microsoft.NET.Sdk.WindowsDesktop SDK zu verwenden. Erwägen Sie eine Änderung des Sdk-Attributs für das root-Projektelement in "Microsoft.NET.Sdk".
es: NETSDK1137: Ya no es necesario usar el SDK de Microsoft.NET.Sdk.WindowsDesktop. Puede cambiar el atributo Sdk del elemento del proyecto raíz a "Microsoft.NET.Sdk".
fr: NETSDK1137: il n'est plus nécessaire d'utiliser le kit SDK Microsoft.NET.Sdk.WindowsDesktop. Remplacez l'attribut Sdk de l'élément racine Project par 'Microsoft.NET.Sdk'.
ja: NETSDK1137: Microsoft.NET.Sdk.WindowsDesktop SDK を使用する必要はなくなりました。ルート プロジェクト要素の SDK 属性を 'Microsoft.NET.Sdk' に変更することをご検討ください。
ko: NETSDK1137: Microsoft.NET.Sdk.WindowsDesktop SDK를 더 이상 사용할 필요가 없습니다. 루트 프로젝트 요소의 SDK 특성을 'Microsoft.NET.Sdk'로 변경하세요.
pt_br: NETSDK1137: não é mais necessário usar o SDK do Microsoft.NET.Sdk.WindowsDesktop. Considere alterar o atributo SDK do elemento de Projeto raiz para 'Microsoft.NET.Sdk'.
ru: NETSDK1137: больше не нужно использовать пакет SDK Microsoft.NET.Sdk.WindowsDesktop. Попробуйте изменить атрибут пакета SDK корневого элемента проекта на "Microsoft.NET.Sdk".
zh_hans: NETSDK1137: 不再需要使用 Microsoft.NET.Sdk.WindowsDesktop SDK。请考虑将根项目元素的 Sdk 属性更改为 "Microsoft.NET.Sdk"。
zh_hant: NETSDK1137: 不再有必要使用 Microsoft.NET.Sdk.WindowsDesktop SDK。請考慮將根 Project 元素的 SDK 屬性變更為 'Microsoft.NET.Sdk'。

# UnrecognizedPreprocessorToken
source: NETSDK1009: Unrecognized preprocessor token '{0}' in '{1}'.
cs: NETSDK1009: Nerozpoznaný token preprocesoru {0} v {1}.
de: NETSDK1009: Unbekanntes Präprozessortoken "{0}" in "{1}".
es: NETSDK1009: Token de preprocesador no reconocido "{0}" en "{1}".
fr: NETSDK1009: Jeton de préprocesseur '{0}' non reconnu dans '{1}'.
it: NETSDK1009: token di preprocessore '{0}' non riconosciuto in '{1}'.
ja: NETSDK1009: 認識されないプリプロセッサ トークン '{0}' が '{1}' に存在します。
ko: NETSDK1009: '{1}'에서 전처리기 토큰 '{0}'을(를) 인식할 수 없습니다.
pt_br: NETSDK1009: Token de pré-processador não reconhecido '{0}' em '{1}'.
ru: NETSDK1009: не распознан маркер препроцессора "{0}" в "{1}".
zh_hans: NETSDK1009: “{1}”中无法识别预处理器标记“{0}”。
zh_hant: NETSDK1009: '{1}' 中的前置處理器語彙基元 '{0}' 無法辨識。

# UnresolvedTargetingPack
source: NETSDK1081: The targeting pack for {0} was not found. You may be able to resolve this by running a NuGet restore on the project.
cs: NETSDK1081: Balíček Targeting Pack pro {0} se nenašel. Možná to budete moct vyřešit tak, že v projektu spustíte obnovení NuGet.
de: NETSDK1081: Das Zielpaket für "{0}" wurde nicht gefunden. Sie können dieses Problem möglicherweise beheben, indem Sie eine NuGet-Wiederherstellung für das Projekt ausführen.
es: NETSDK1081: No se encuentró el paquete de destino de {0}. Para esolver este problema, puede ejecutar una restauración de NuGet en el proyecto.
fr: NETSDK1081: le pack de ciblage pour {0} est introuvable. Vous pouvez peut-être résoudre le problème en exécutant une restauration NuGet sur le projet.
it: NETSDK1081: il pacchetto di destinazione per {0} non è stato trovato. Per risolvere il problema, eseguire un ripristino NuGet sul progetto.
ja: NETSDK1081: {0} の Targeting Pack が見つかりませんでした。プロジェクトで NuGet の復元を実行することにより、この問題を解決できる場合があります。
ko: NETSDK1081: {0}용 타기팅 팩을 찾을 수 없습니다. 프로젝트에서 NuGet 복원을 실행하여 이 문제를 해결할 수 있습니다.
pt_br: NETSDK1081: o pacote de direcionamento de {0} não foi encontrado. Você poderá resolver isso executando uma restauração do NuGet no projeto.
ru: NETSDK1081: не найден пакет нацеливания для {0}. Возможно, эту проблему удастся устранить, выполнив восстановление NuGet в проекте.
zh_hans: NETSDK1081: 找不到 {0} 的目标包。你可以通过对项目运行 NuGet 还原来解决此问题。
zh_hant: NETSDK1081: 找不到 {0} 的目標套件。在專案上執行 NuGet 還原，可解決此問題。

# UnsupportedFramework
source: NETSDK1019: {0} is an unsupported framework.
cs: NETSDK1019: {0} není podporovaná architektura.
de: NETSDK1019: "{0}" ist ein nicht unterstütztes Framework.
es: NETSDK1019: {0} es una plataforma no compatible.
fr: NETSDK1019: {0} est un framework non pris en charge.
it: NETSDK1019: {0} è un framework non supportato.
ja: NETSDK1019: {0} は、サポートされていないフレームワークです。
ko: NETSDK1019: {0}은(는) 지원되지 않는 프레임워크입니다.
pt_br: NETSDK1019: {0} é uma estrutura sem suporte.
ru: NETSDK1019: платформа {0} не поддерживается.
zh_hans: NETSDK1019: {0} 是不受支持的框架。
zh_hant: NETSDK1019: {0} 為不受支援的架構。

# UnsupportedRuntimeIdentifier
source: NETSDK1056: Project is targeting runtime '{0}' but did not resolve any runtime-specific packages. This runtime may not be supported by the target framework.
cs: NETSDK1056: Cílem projektu je modul runtime {0}, ale nepřeložil žádné balíčky specifické pro modul runtime. Tento modul runtime nemusí cílová architektura podporovat.
de: NETSDK1056: Das Projekt ist auf die Runtime "{0}" ausgelegt, aber hat keine runtimespezifischen Pakete aufgelöst. Diese Runtime wird vom Zielframework möglicherweise nicht unterstützt.
es: NETSDK1056: El proyecto se dirige al tiempo de ejecución "{0}" pero no resolvió ningún paquete específico del tiempo de ejecución. Es posible que este tiempo de ejecución no sea compatible con la plataforma de destino.
fr: NETSDK1056: Le projet cible le runtime '{0}' mais n'a résolu aucun package spécifique au runtime. Ce runtime risque de ne pas être pris en charge par le framework cible.
it: NETSDK1056: il progetto è destinato al runtime '{0}' ma non ha risolto pacchetti specifici del runtime. È possibile che questo runtime non sia supportato dal framework di destinazione.
ja: NETSDK1056: プロジェクトはランタイム '{0}' をターゲットとしていますが、ランタイム固有のパッケージを解決しませんでした。このランタイムはターゲットのフレームワークでサポートされていない可能性があります。
ko: NETSDK1056: 프로젝트가 런타임 '{0}'을(를) 대상으로 하지만 런타임 관련 패키지를 확인하지 않았습니다. 이 런타임은 대상 프레임워크에서 지원되지 않을 수 있습니다.
pt_br: NETSDK1056: O projeto é direcionado ao runtime '{0}', mas não resolveu nenhum pacote específico do runtime. Esse runtime pode não ser compatível com a estrutura de destino.
ru: NETSDK1056: проект нацелен на среду выполнения "{0}", но не разрешил ни одного пакета среды выполнения. Возможно, целевая платформа не поддерживает эту среду выполнения.
zh_hans: NETSDK1056: 项目的目标是运行时“{0}”，但未解析任何运行时特定的包。目标框架可能不支持此运行时。
zh_hant: NETSDK1056: 專案以執行階段 '{0}' 為目標，但並未解析任何專屬於執行階段的套件。目標架構可能不支援此執行階段。
